[
  {
    "verse": "1",
    "kjv": "And I saw another mighty angel come down from heaven, clothed with a cloud: and a rainbow was upon his head, and his face was as it were the sun, and his feet as pillars of fire:",
    "web": "I saw a mighty angel coming down out of the sky, clothed with a cloud. A rainbow was on his head. His face was like the sun, and his feet like pillars of fire.",
    "chr": "ᎠᎴ ᏅᏩᏓᎴ ᎤᎵᏂᎩᏛ ᏗᎧᎿᏩᏗᏙᎯ ᎥᏥᎪᎥᎩ ᎦᎸᎳᏗ ᏓᏳᏠᎠᏒᎩ, ᎤᎶᎩᎸ ᎤᏄᏬᏍᏛᎩ; ᎠᎴ ᎠᏍᎪᎵ ᎤᏅᎪᎳᏛᎩ, ᎠᎴ ᎤᎧᏛ ᏅᏙ ᎢᎦ ᎡᎯ ᎾᏍᎩᏯ ᎨᏒᎩ, ᏧᎳᏏᏕᏂᏃ ᏗᎦᎫᏍᏗᏗ ᎠᏥᎸ ᏗᎪᏢᏔᏅᎯ ᎾᏍᎩᏯ ᎨᏒᎩ."
  },
  {
    "verse": "2",
    "kjv": "And he had in his hand a little book open: and he set his right foot upon the sea, and his left foot on the earth,",
    "web": "He had in his hand a little open book. He set his right foot on the sea, and his left on the land.",
    "chr": "ᎪᏪᎵᏃ ᎤᏍᏗ ᎤᏒᎦᎸᎩ ᎠᏍᏚᎢᏛ; ᎠᎦᏘᏏᏃ ᎤᎳᏏᏕᏂ ᎠᎺᏉᎯ ᎤᎳᏏᏅᎩ, ᎠᎦᏍᎦᏂᏃ [ᎤᎳᏏᏕᏂ] ᎦᏙᎯ ᎤᎳᏏᏅᎩ,"
  },
  {
    "verse": "3",
    "kjv": "And cried with a loud voice, as when a lion roareth: and when he had cried, seven thunders uttered their voices.",
    "web": "He cried with a loud voice, as a lion roars. When he cried, the seven thunders uttered their voices.",
    "chr": "ᎠᎴ ᎠᏍᏓᏯ ᎤᏪᎷᏅᎩ, ᏢᏓᏥ ᎤᏃᏕᏅ ᏣᏴᎪ ᎾᏍᎩᏯᎢ; ᎾᏍᎩᏃ ᎤᏪᎷᏅ, ᎦᎵᏉᎩ ᎠᏂᏴᏓᏆᎶᏍᎩ ᎤᏂᏴᏓᏆᎶᎥᎩ."
  },
  {
    "verse": "4",
    "kjv": "And when the seven thunders had uttered their voices, I was about to write: and I heard a voice from heaven saying unto me, Seal up those things which the seven thunders uttered, and write them not.",
    "web": "When the seven thunders sounded, I was about to write; but I heard a voice from the sky saying, “Seal up the things which the seven thunders said, and don’t write them.”",
    "chr": "ᎠᎴ ᎦᎵᏉᎩ ᎠᏂᏴᏓᏆᎶᏍᎩ ᎤᏂᏴᏓᏆᎶᎥ, ᏓᎪᏪᎳᏂᏒᎩ; ᎠᏆᏛᎦᏅᎩᏃ ᎧᏁᎬ ᎦᎸᎳᏗ ᏓᏳᎶᏒᎩ ᎯᎠ ᏅᏛᎩᏪᏎᎲᎩ, ᏘᏍᏚᎲᎦᏉ ᎾᏍᎩ ᎦᎵᏉᎩ ᎠᏂᏴᏓᏆᏍᎩ ᏄᏂᏪᏒᎢ, ᎠᎴ ᏞᏍᏗ ᏦᏪᎳᏅᎩ."
  },
  {
    "verse": "5",
    "kjv": "And the angel which I saw stand upon the sea and upon the earth lifted up his hand to heaven,",
    "web": "The angel whom I saw standing on the sea and on the land lifted up his right hand to the sky",
    "chr": "ᏗᎧᎿᏩᏗᏙᎯᏃ ᏥᎪᎥᎯ ᎠᎺᏉᎯ ᎠᎴ ᎦᏙᎯ ᏧᏔᏏᏅᎯ, ᎦᎸᎳᏗ ᎢᏗᏢ ᎤᏌᎳᏓᏅᎩ ᎤᏬᏰᏂ,"
  },
  {
    "verse": "6",
    "kjv": "And sware by him that liveth for ever and ever, who created heaven, and the things that therein are, and the earth, and the things that therein are, and the sea, and the things which are therein, that there should be time no longer:",
    "web": "and swore by him who lives forever and ever, who created heaven and the things that are in it, the earth and the things that are in it, and the sea and the things that are in it, that there will no longer be delay,",
    "chr": "ᎠᎴ ᎤᏁᎢᏍᏔᏅᎩ, ᎾᏍᎩ Ꮎ ᏂᎪᎯᎸ ᎠᎴ ᏂᎪᎯᎸ ᏤᎭ, ᎾᏍᎩ ᎦᎸᎶᎢ ᎤᏬᏢᏅᎯ ᏥᎩ, ᎠᎴ ᎾᏍᎩ ᎾᎿ ᏤᎿᎠ, ᎠᎴ ᎡᎶᎯ, ᎠᎴ ᎾᏍᎩ ᎾᎿ ᏤᎿᎠ, ᎠᎴ ᎠᎺᏉᎯ, ᎠᎴ ᎾᏍᎩ ᎾᎿ ᏤᎿᎠ, ᎥᏝ ᎿᏉ ᎤᏟ ᎢᎪᎯᏛ ᏱᎪᎯᏗᏏᏎᏍᏗ ᎤᏛᏅᎩ."
  },
  {
    "verse": "7",
    "kjv": "But in the days of the voice of the seventh angel, when he shall begin to sound, the mystery of God should be finished, as he hath declared to his servants the prophets.",
    "web": "but in the days of the voice of the seventh angel, when he is about to sound, then the mystery of God is finished, as he declared to his servants the prophets.",
    "chr": "ᎦᎵᏉᎩᏁᏍᎩᏂ ᏗᎧᎿᏩᏗᏙᎯ ᎧᏁᏨᎭ ᎢᏳᎢ, ᎿᏉ ᎠᎴᏅᎲᎭ ᎠᏤᎷᎯᏒᎭ, ᎤᏕᎵᏛ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ ᎤᎵᏰᎢᎶᎯᏍᏗ ᎨᏎᏍᏗ, ᎾᏍᎩᏯ ᎬᏂᎨᏒ ᏂᏚᏩᏁᎸ ᏧᏅᏏᏓᏍᏗ ᎠᎾᏙᎴᎰᏍᎩ."
  },
  {
    "verse": "8",
    "kjv": "And the voice which I heard from heaven spake unto me again, and said, Go and take the little book which is open in the hand of the angel which standeth upon the sea and upon the earth.",
    "web": "The voice which I heard from heaven, again speaking with me, said, “Go, take the book which is open in the hand of the angel who stands on the sea and on the land.”",
    "chr": "ᎧᏁᎬᏃ ᎠᏆᏛᎦᏅᎯ ᎦᎸᎳᏗ ᏅᏓᏳᏓᎴᏅᎯ ᏔᎵᏁ ᎠᎩᏁᏤᎸᎩ, ᎠᎴ ᎯᎠ ᏄᏪᏒᎩ, ᎮᎾ, ᎠᎴ ᏫᎾᎩ ᎤᏍᏗ ᎪᏪᎵ ᎠᏍᏚᎢᏛ ᏧᏒᎦᎸ ᏗᎧᎿᏩᏗᏙᎯ ᏥᎦᏙᎦ ᏥᏚᎳᏍᎦ ᎠᎺᏉᎯ ᎠᎴ ᎦᏙᎯ."
  },
  {
    "verse": "9",
    "kjv": "And I went unto the angel, and said unto him, Give me the little book. And he said unto me, Take it, and eat it up; and it shall make thy belly bitter, but it shall be in thy mouth sweet as honey.",
    "web": "I went to the angel, telling him to give me the little book. He said to me, “Take it and eat it. It will make your stomach bitter, but in your mouth it will be as sweet as honey.”",
    "chr": "ᎠᏇᏅᏒᎩᏃ ᏗᎧᎿᏩᏗᏙᎯ ᏗᎦᏙᎬᎢ, ᎠᎴ ᎯᎠ ᏅᏥᏪᏎᎸᎩ, ᏍᎩᏅᎥᏏ Ꮎ ᎤᏍᏗ ᎪᏪᎵ. ᎯᎠᏃ ᎾᎩᏪᏎᎸᎩ, ᎯᎾᎩ ᎠᎴ ᎯᏯᎣᎾ; ᏣᏍᏉᎵᏱᏂ ᏩᏚᎵᏏ ᏥᏄᎦᎾᎯ ᎢᏳᎦᎾᏍᏛ ᏅᏓᏨᏁᎵ."
  },
  {
    "verse": "10",
    "kjv": "And I took the little book out of the angel's hand, and ate it up; and it was in my mouth sweet as honey: and as soon as I had eaten it, my belly was bitter.",
    "web": "I took the little book out of the angel’s hand, and ate it. It was as sweet as honey in my mouth. When I had eaten it, my stomach was made bitter.",
    "chr": "ᎪᏪᎵᏃ ᎤᏍᏗ ᏗᎧᎿᏩᏗᏙᎯ ᎤᏒᎦᎸ ᏩᎩᏁᏒᎩ, ᎠᎴ ᎠᎩᏯᎣᏅᎩ; ᏥᎰᎵᏃ ᎠᏆᏅᏍᎦᎸ ᏩᏚᎵᏏ ᏥᏄᎦᎾᎯ ᏄᎦᎾᏒᎩ; ᎠᎩᏯᎥᏃ ᎠᎩᏍᏉᎵᏱ ᎡᎯᏍᏗᏳ ᏄᏩᏁᎸᎩ."
  },
  {
    "verse": "11",
    "kjv": "And he said unto me, Thou must prophesy again before many peoples, and nations, and tongues, and kings.",
    "web": "They told me, “You must prophesy again over many peoples, nations, languages, and kings.”",
    "chr": "ᎯᎠᏃ ᎾᎩᏪᎡᎸᎩ, ᏔᎵᏁ ᏛᎭᏙᎴᎰᏏ ᎤᏂᏣᏘ ᎠᏂᎦᏔᎲᎢ, ᎠᎴ ᏑᎾᏓᎴᎩ ᎠᏁᎲ ᏴᏫ, ᎠᎴ ᏧᏓᎴᏅᏛ ᏗᏂᏬᏂᏍᎩ ᎨᏒ ᏴᏫ, ᎠᎴ ᏧᎾᏓᎴᏅᏛ ᎤᏂᎬᏫᏳᎯ."
  }
]
