[
  {
    "verse": "1",
    "kjv": "And there was given me a reed like unto a rod: and the angel stood, saying, Rise, and measure the temple of God, and the altar, and them that worship therein.",
    "web": "A reed like a rod was given to me. Someone said, “Rise and measure God’s temple, and the altar, and those who worship in it.",
    "chr": "ᎠᎴ ᎦᎾᏍᏓ ᎥᎩᏕᎸᎩ ᎠᏙᎳᏅᏍᏗ ᎾᏍᎩᏯᎢ; ᏗᎧᎿᎦᏗᏙᎯᏃ ᎤᎴᏅᎩ, ᎯᎠ ᏄᏪᏒᎩ, ᏔᎴᎲᎦ, ᎠᎴ ᎭᏢᏅᎩ, ᎯᎠ ᏄᏪᏒᎩ, ᏔᎴᎲᎦ, ᎠᎴ ᎭᏟᎶᏣ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᏗᎦᎳᏫᎢᏍᏗᏱ, ᎠᎴ ᎠᏥᎸ-ᎨᎳᏍᏗᏱ, ᎠᎴ ᎾᏍᎩ Ꮎ ᎠᎾᏓᏙᎵᏍᏗᏍᎩ ᏥᎩ ᎾᎿᏂ."
  },
  {
    "verse": "2",
    "kjv": "But the court which is without the temple leave out, and measure it not; for it is given unto the Gentiles: and the holy city shall they tread under foot forty and two months.",
    "web": "Leave out the court which is outside of the temple, and don’t measure it, for it has been given to the nations. They will tread the holy city under foot for forty-two months.",
    "chr": "ᎤᏜᏅᏛᏍᎩᏂ ᏗᎦᎳᏫᎢᏍᏗᏱ ᏙᏱᏗᏢ ᏥᎪᏢᎭ, ᎯᏃᎯᏴᎭ, ᎠᎴ ᏞᏍᏗ ᏣᏟᎶᎥᎩ, ᏧᎾᏓᎴᏅᏛᏰᏃ ᏴᏫ ᎨᏥᏁᎸᎯ ᎾᏍᎩ; ᎠᎴ ᎦᎸᏉᏗᏳ ᎦᏚᎲ ᎤᎾᎳᏍᏓᎡᏗ ᎨᏎᏍᏗ ᏅᎦᏍᎪᎯ ᏔᎵᎦᎵ ᎢᏯᏅᏙ."
  },
  {
    "verse": "3",
    "kjv": "And I will give power unto my two witnesses, and they shall prophesy a thousand two hundred and threescore days, clothed in sackcloth.",
    "web": "I will give power to my two witnesses, and they will prophesy one thousand two hundred sixty days, clothed in sackcloth.”",
    "chr": "ᏗᏆᏤᎵᏃ ᎠᏂᏔᎵ ᎠᏂᎦᏔᎯ ᏓᎦᏥᏁᎵ [ᎤᎾᏙᎴᎰᎯᏍᏗᏱ] ᎠᎴ ᎠᎾᏙᎴᎰᏍᎨᏍᏗ ᏌᏉ ᎢᏯᎦᏴᎵ ᏔᎵᏧᏈ ᏑᏓᎵᏍᎪᎯᏃ ᏧᏒᎯᏛ, ᏧᏏᏕᏅ ᏚᎾᏄᏩᎡᏍᏗ."
  },
  {
    "verse": "4",
    "kjv": "These are the two olive trees, and the two candlesticks standing before the God of the earth.",
    "web": "These are the two olive trees and the two lamp stands, standing before the Lord of the earth.",
    "chr": "ᎯᎠ ᎾᏍᎩ ᎣᎵᏩ ᏔᎵ ᏕᏡᎬᎢ, ᎠᎴ ᏔᎵ ᏗᏨᏍᏙᏗ ᏗᎦᎪᏙᏗᏱ ᏥᏕᎦᎧᎭ ᎤᏁᎳᏅᎯ ᎡᎶᎯ ᎤᏬᏢᏅᎯ ᏄᏛᏅ ᎢᎬᏱᏗᏢ."
  },
  {
    "verse": "5",
    "kjv": "And if any man will hurt them, fire proceedeth out of their mouth, and devoureth their enemies: and if any man will hurt them, he must in this manner be killed.",
    "web": "If anyone desires to harm them, fire proceeds out of their mouth and devours their enemies. If anyone desires to harm them, he must be killed in this way.",
    "chr": "ᎢᏳᏃ ᎩᎶ ᎪᎱᏍᏗ ᏙᎬᏁᎮᏍᏗ ᎾᏍᎩ, ᎠᏥᎸ ᏗᏂᎰᎵ ᏗᎦᏄᎪᎨᏍᏗ, ᎠᎴ ᎤᏂᏛᏗᏍᎨᏍᏗ ᎬᏩᏂᏍᎦᎩ; ᎢᏳ ᎠᎴ ᎪᎱᏍᏗ ᏧᏩᏁᏗᏱ ᎤᏚᎵᏍᎨᏍᏗ, ᎾᏍᎩ ᎢᏯᎬᏁᏗ ᎠᏥᎢᏍᏗ ᎨᏎᏍᏗ."
  },
  {
    "verse": "6",
    "kjv": "These have power to shut heaven, that it rain not in the days of their prophecy: and have power over waters to turn them to blood, and to smite the earth with all plagues, as often as they will.",
    "web": "These have the power to shut up the sky, that it may not rain during the days of their prophecy. They have power over the waters, to turn them into blood, and to strike the earth with every plague, as often as they desire.",
    "chr": "ᎯᎠ ᎾᏍᎩ ᎤᏂᎭ ᎦᎸᎳᏗ ᎤᏂᏍᏚᏗᏱ, ᎾᏍᎩ ᎤᎦᏅᏗᏱ ᏂᎨᏒᎾ ᎠᎾᏙᎡᎰᏍᎬ ᎢᎪᎯᏛ; ᎠᎴ ᎤᏂᎭ ᎠᎹᏱ ᏚᏪᏯᏗᏒ ᎩᎬ ᎢᏧᏅᏁᏗᏱ, ᎠᎴ ᎾᏍᎩ ᎢᏳᏅᏂᏐᏗᏱ ᏂᎦᎥᏉ ᎤᏕᏯᏙᏗ ᎨᏒ ᎡᎶᎯ ᎤᎷᏤᏗᏱ ᎢᎦᎢᏉ ᎠᏁᎵᏍᎬᎢ."
  },
  {
    "verse": "7",
    "kjv": "And when they shall have finished their testimony, the beast that ascendeth out of the bottomless pit shall make war against them, and shall overcome them, and kill them.",
    "web": "When they have finished their testimony, the beast that comes up out of the abyss will make war with them, and overcome them, and kill them.",
    "chr": "ᎿᏉᏃ ᎤᏂᏍᏆᏛ ᎾᏍᎩ ᎤᏂᏃᎮᏗ ᎨᏒᎢ, ᏅᎩ-ᏗᎦᏅᏌᏗ ᎾᏍᎩ ᏫᎾᏍᏛᎾ ᎠᏔᎴᏒ ᏨᏗᎦᎾᏄᎪᎦ ᏓᎿᏩ ᏅᏓᎬᏁᎵ ᏓᏳᎾᏡᏔᏂ, ᎠᎴ ᏓᏳᏂᏎᎪᎩᏏ, ᎠᎴ ᏓᏓᏳᏂᎵ."
  },
  {
    "verse": "8",
    "kjv": "And their dead bodies shall lie in the street of the great city, which spiritually is called Sodom and Egypt, where also our Lord was crucified.",
    "web": "Their dead bodies will be in the street of the great city, which spiritually is called Sodom and Egypt, where also their Lord was crucified.",
    "chr": "ᎾᏍᎩᏃ ᏧᏂᏲᎱᏒᎯ ᏗᏂᏰᎸᎢ ᏕᎦᏁᏍᏗ ᏕᎦᎳᏅᏛ ᎡᏓᏍᏗᏱ ᎡᏆ ᎦᏚᎲᎢ, ᎾᏍᎩ ᏓᏟᎶᏍᏛ ᏐᏓᎻ ᏣᏃᏎᎭ ᎠᎴ ᎢᏥᏈ, ᎾᎿ ᎾᏍᏉ ᎤᎬᏫᏳᎯ ᎢᎦᏤᎵ ᎠᏥᎸᎢ."
  },
  {
    "verse": "9",
    "kjv": "And they of the people and kindreds and tongues and nations shall see their dead bodies three days and an half, and shall not suffer their dead bodies to be put in graves.",
    "web": "From among the peoples, tribes, languages, and nations, people will look at their dead bodies for three and a half days, and will not allow their dead bodies to be laid in a tomb.",
    "chr": "ᎢᎦᏛᏃ ᎾᏍᎩ Ꮎ ᏴᏫ, ᎠᎴ ᎪᎱᏍᏗ ᏗᎾᏓᏛᎿ ᎨᏒᎢ, ᎠᎴ ᏧᏓᎴᏅᏛ ᏗᏂᏬᏂᏍᎩ ᎨᏒᎢ, ᎠᎴ ᎤᎾᏓᏤᎵᏛ ᏴᏫ ᏓᏂᏩᏗᏒᎢ, ᏓᏂᎪᏩᏗᏍᎨᏍᏗ ᏧᏂᏲᎱᏒᎯ ᏗᏂᏰᎸᎢ ᏦᎢ ᎢᎦ ᏅᎩᏁᏃ ᎠᏰᎵ, ᎥᏝᏃ ᎤᏁᎳᎩ ᎤᏁᎵᏍᏗ ᏱᎨᏎᏍᏗ ᏧᏂᏲᎱᏒᎯ ᏗᏂᏰᎸ ᏗᏓᏂᏐᏗᏱ ᏧᏂᏅᏗᏱ."
  },
  {
    "verse": "10",
    "kjv": "And they that dwell upon the earth shall rejoice over them, and make merry, and shall send gifts one to another; because these two prophets tormented them that dwelt on the earth.",
    "web": "Those who dwell on the earth will rejoice over them, and they will be glad. They will give gifts to one another, because these two prophets tormented those who dwell on the earth.",
    "chr": "ᎿᏃ ᎡᎶᎯ ᎠᏁᎯ ᏛᎾᎵᎮᎵᏥ ᎾᏍᎩ ᎨᏒ ᏅᏗᎦᏍᏙᏗᏍᎨᏍᏗ, ᎠᎴ ᎣᏍᏛ ᎤᎾᏓᏅᏔᏩᏕᎨᏍᏗ, ᎠᎴ ᎪᎱᏍᏗ ᏓᎾᏓᏁᎸᎥᏍᎨᏍᏗ; ᎯᎠᏰᏃ ᎠᏂᏔᎵ ᎠᎾᏙᎴᎰᏍᎩ ᎬᏩᏂᎩᎵᏲᎢᏍᏔᏅᎩ ᎾᏍᎩ Ꮎ ᎡᎶᎯ ᎠᏁᎯ."
  },
  {
    "verse": "11",
    "kjv": "And after three days and an half the spirit of life from God entered into them, and they stood upon their feet; and great fear fell upon them which saw them.",
    "web": "After the three and a half days, the breath of life from God entered into them, and they stood on their feet. Great fear fell on those who saw them.",
    "chr": "ᏦᎢᏃ ᎢᎦ ᏅᎩᏁᏃ ᎠᏰᎵ ᎤᎶᏐᏅ ᎠᏓᏅᏙ ᎬᏂᏛ ᎠᏓᏁᎯ ᎤᏁᎳᏅᎯ ᏅᏓᏳᎵᏍᎪᎸᏔᏅᎯ ᎬᏩᏂᏴᎸᎩ, ᎠᎴ ᏚᎾᎴᏅᎩ, ᎾᏍᎩᏃ ᎬᏩᏂᎪᎲᎯ ᎤᏣᏘ ᎤᏂᎾᏰᏒᎩ."
  },
  {
    "verse": "12",
    "kjv": "And they heard a great voice from heaven saying unto them, Come up hither. And they ascended up to heaven in a cloud; and their enemies beheld them.",
    "web": "I heard a loud voice from heaven saying to them, “Come up here!” They went up into heaven in a cloud, and their enemies saw them.",
    "chr": "ᎤᎾᏛᎦᏅᎩᏃ ᎠᏍᏓᏯ ᏗᎧᏁᎬ ᎦᎸᎳᏗ ᏅᏓᏳᏓᎴᏅᎯ, ᎯᎠ ᏄᏂᏪᏎᎲᎢ, ᎡᏍᏓᎩᎳᏩ ᎠᏂ ᎢᏍᏗᎷᎩ. ᎦᎸᎳᏗᏃ ᏭᏂᎶᏒᎩ ᎤᎶᎩᎸ ᎤᎾᎵᏌᎳᏓᏅᎩ. ᎠᎴ ᎬᏩᏂᏍᎦᎩ ᎬᏩᏂᎪᎲᎩ."
  },
  {
    "verse": "13",
    "kjv": "And the same hour was there a great earthquake, and the tenth part of the city fell, and in the earthquake were slain of men seven thousand: and the remnant were affrighted, and gave glory to the God of heaven.",
    "web": "In that day there was a great earthquake, and a tenth of the city fell. Seven thousand people were killed in the earthquake, and the rest were terrified and gave glory to the God of heaven.",
    "chr": "ᎾᎯᏳᏉᏃ ᎧᎳᏩᏗᏒ ᎤᏣᏘ ᎤᎵᏖᎸᏅᎩ ᎦᏙᎯ, ᎠᏍᎪᎯᏃ ᎢᎦᏛᎯ ᎨᏒ ᎦᏚᎲ ᎾᏍᎩ ᏌᏉ ᎢᏳᏪᏨᎯ ᎤᏲᏨᎩ, ᎦᏙᎯᏃ ᎠᎵᏖᎸᎲᏍᎬ ᎢᏳᎢ ᎦᎸᏉᎩ ᎢᏯᎦᏴᎵ ᏴᏫ ᏙᎨᏥᎸᎩ; ᎤᎾᎵᏃᎯᏴᎯᏃ ᎤᏂᏍᎦᎸᎩ, ᎠᎴ ᎦᎸᎳᏗ ᎡᎯ ᎤᏁᎳᏅᎯ ᎤᏂᎸᏉᏔᏅᎩ."
  },
  {
    "verse": "14",
    "kjv": "The second woe is past; and, behold, the third woe cometh quickly.",
    "web": "The second woe is past. Behold, the third woe comes quickly.",
    "chr": "ᏔᎵᏁ ᎤᏲ ᎨᏒ ᎤᎶᏐᏅ; ᎬᏂᏳᏉ ᏦᎢᏁ ᎤᏲ ᎬᏒ ᏞᎩᏳ ᏓᎦᎷᏥ."
  },
  {
    "verse": "15",
    "kjv": "And the seventh angel sounded; and there were great voices in heaven, saying, The kingdoms of this world are become the kingdoms of our Lord, and of his Christ; and he shall reign for ever and ever.",
    "web": "The seventh angel sounded, and great voices in heaven followed, saying, “The kingdom of the world has become the Kingdom of our Lord and of his Christ. He will reign forever and ever!”",
    "chr": "ᎦᎵᏉᎩᏁᏃ ᎨᏒ ᏗᎧᎿᏩᏗᏙᎯ ᎤᏤᎷᎯᏒᎩ; ᎠᎴ ᎦᎸᎳᏗ ᎢᏴᏛ ᎠᏍᏓᏯ ᏗᎧᏁᎬᎩ ᎩᎶᎢ, ᎯᎠ ᏅᏓᎦᏪᏍᎬᎩ, ᎠᏰᎵ ᏕᎪᏢᏩᏗᏒ ᎠᏂ ᎡᎶᎯ, ᎢᎦᏤᎵ ᎤᎬᏫᏳᎯ, ᎠᎴ ᎾᏍᎩ Ꮎ ᎤᏤᎵ ᎦᎶᏁᏛ ᏧᎾᏤᎵ ᏂᏕᎦᎵᏍᏓ; ᎠᎴ ᎾᏍᎩ Ꮎ ᏂᎪᎯᎸ ᎠᎴ ᏂᎪᎯᎸ ᎤᎬᏫᏳᎯ ᎨᏎᏍᏗ."
  },
  {
    "verse": "16",
    "kjv": "And the four and twenty elders, which sat before God on their seats, fell upon their faces, and worshipped God,",
    "web": "The twenty-four elders, who sit on their thrones before God’s throne, fell on their faces and worshiped God,",
    "chr": "ᏅᎩᏦᏁᏃ ᎢᏯᏂᏛ ᏧᎾᏛᏐᏅᎯ ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᏄᏛᏅ ᎢᎬᏱᏗᏢ ᏕᎦᏍᎩᎸ ᏣᏂᏅᎩ, ᏚᎾᎵᏯᏍᏚᏅᎩ, ᎠᎴ ᎤᎾᏓᏙᎵᏍᏓᏁᎸᎩ ᎤᏁᎳᏅᎯ,"
  },
  {
    "verse": "17",
    "kjv": "Saying, We give thee thanks, O Lord God Almighty, which art, and wast, and art to come; because thou hast taken to thee thy great power, and hast reigned.",
    "web": "saying: “We give you thanks, Lord God, the Almighty, the one who is and who was, because you have taken your great power and reigned.",
    "chr": "ᎯᎠ ᏄᏂᏪᏒᎩ, ᎢᏨᏯᎵᏒᎵᏤᎭ, ᏂᎯ ᏣᎬᏫᏳᎯ ᏣᏁᎳᏅᎯ, ᏫᎾᏍᏛᎾ ᏣᎵᏂᎩᏛ, ᏂᎯ ᎾᏍᎩ ᏤᎭ, ᎠᎴ ᎾᏍᎩ ᏤᎲᎩ, ᎠᎴ ᎾᏍᎩ ᏤᎮᏍᏗ; ᏅᏗᎦᎵᏍᏙᏗᎭ ᏥᏣᎩᏒ ᎤᏣᏘ ᏣᎵᏂᎩᏗᏳ ᎨᏒᎢ, ᎠᎴ ᏣᎬᏫᏳᎯ ᏥᏂᏣᎵᏍᏔᏅ."
  },
  {
    "verse": "18",
    "kjv": "And the nations were angry, and thy wrath is come, and the time of the dead, that they should be judged, and that thou shouldest give reward unto thy servants the prophets, and to the saints, and them that fear thy name, small and great; and shouldest destroy them which destroy the earth.",
    "web": "The nations were angry, and your wrath came, as did the time for the dead to be judged, and to give your bondservants the prophets, their reward, as well as to the saints and those who fear your name, to the small and the great, and to destroy those who destroy the earth.”",
    "chr": "ᎤᎾᏓᏤᎵᏛᏃ ᏴᏫ ᏓᎾᏩᏗᏒ ᎤᏂᎿᎸᏨᎩ, ᎠᎴ ᏂᎯ ᎾᎯᏳ ᏣᏔᎳᏬᎯᏍᏗ ᎨᏒ ᎤᏍᏆᎸᎲ, ᎠᎴ ᎾᎯᏳ ᏧᏂᏲᎱᏒᎯ ᏗᎨᎫᎪᏓᏁᏗ ᎨᏒᎢ, ᎠᎴ ᎾᏍᎩ ᏔᎫᏴᎡᏗ ᎨᏒ ᏘᏅᏏᏓᏍᏗ ᎠᎾᏙᎴᎰᏍᎩ, ᎠᎴ ᎤᎾᏓᏅᏘ, ᎠᎴ ᎾᏍᎩ Ꮎ ᏕᏣᏙᎥ ᎠᏂᎾᏰᏍᎩ, ᏧᎾᏍᏗ ᎠᎴ ᎾᏍᏉ ᏧᎾᏛᎾ; ᎠᎴ ᏗᏛᏙᏗᏱ ᎾᏍᎩ Ꮎ ᎡᎶᎯ ᎠᏂᏛ ᏗᏍᎩ ᎨᏒᎢ."
  },
  {
    "verse": "19",
    "kjv": "And the temple of God was opened in heaven, and there was seen in his temple the ark of his testament: and there were lightnings, and voices, and thunderings, and an earthquake, and great hail.",
    "web": "God’s temple that is in heaven was opened, and the ark of the Lord’s covenant was seen in his temple. Lightnings, sounds, thunders, an earthquake, and great hail followed.",
    "chr": "ᎤᏁᎳᏅᎯᏃ ᎤᏤᎵ ᏗᎦᎳᏫᎢᏍᏗᏱ ᏓᏳᏂᏍᏚᎢᏒᎩ ᎦᎸᎳᏗ, ᎠᎴ ᏩᎪᏩᏛᏗ ᎨᏒᎩ ᎾᎿ ᎤᏤᎵᏗᎦᎳᏫᎢᏍᏗᏱ ᎦᏁᏌᎢ ᏗᎧᎿᏩᏛᏍᏗ ᏗᎦᎶᏗ; ᎠᎴ ᏚᎾᎦᎸᎲᎩ, ᎠᎴ ᏚᏂᏁᏨᎩ, ᎠᎴ ᏚᏴᏓᏆᎶᎥᎩ, ᎠᎴ ᎪᏙᎯ ᎤᎵᏖᎸᏅᎩ, ᎠᎴ ᎤᏍᎦᏎᏗ ᎤᏁᏐᎠᏒᎩ."
  }
]