[
  {
    "verse": "1",
    "kjv": "And there appeared a great wonder in heaven; a woman clothed with the sun, and the moon under her feet, and upon her head a crown of twelve stars:",
    "web": "A great sign was seen in heaven: a woman clothed with the sun, and the moon under her feet, and on her head a crown of twelve stars.",
    "chr": "ᎦᎸᎶᎢᏃ ᎦᎸᏉᏗ ᎤᏰᎸᏛ ᎤᎾᏄᎪᏨᎩ; ᎠᎨᏴ ᏅᏙ ᎢᎦ-ᎡᎯ ᎤᏄᏬᏍᏛᎩ, ᏅᏙᏃ ᏒᏃᏱ-ᎡᎯ ᎤᏔᏍᏓᎥᎩ, ᎤᎵᏍᏚᎸᎩᏃ ᎠᎵᏍᏚᎶ ᏔᏔᏚ ᏃᏈᏏ ᏗᎰᏢᏔᏅᎯ."
  },
  {
    "verse": "2",
    "kjv": "And she being with child cried, travailing in birth, and pained to be delivered.",
    "web": "She was with child. She cried out in pain, laboring to give birth.",
    "chr": "ᎾᏍᎩᏃ ᎦᏁᎵᏛ Ꭸ-Ꮢ ᎢᏳᏍᏗ, ᎤᏪᎷᏅᎩ ᎠᎴ ᎤᎾᏄᎪᏫᏏᏕᎾ ᎨᏒᎩ, ᎠᎴ ᎡᎯᏍᏗ ᎤᏓᏅᏛ ᎤᏚᎵᏍᎬᎩ ᎤᎾᏄᎪᏫᏍᏗᏱ [ᎠᏰᎵ.]"
  },
  {
    "verse": "3",
    "kjv": "And there appeared another wonder in heaven; and behold a great red dragon, having seven heads and ten horns, and seven crowns upon his heads.",
    "web": "Another sign was seen in heaven. Behold, a great red dragon, having seven heads and ten horns, and on his heads seven crowns.",
    "chr": "ᎠᎴ ᏅᏩᏓᎴ ᎤᏍᏆᏂᎪᎩ ᎤᎾᏄᎪ ᏨᎩ ᎦᎸᎳᏗ; ᎠᎴ ᎬᏂᏳᏉ ᎤᏣᏅ ᎩᎦᎨ ᎢᎾᏛ [ᏫᏥᎪᎥᎩ,] ᎦᎸᏉᎩ ᏓᏍᎫᏓᏛᎩ, ᎠᎴ ᎠᏍᎪᎯ ᏕᎤᎷ-ᎬᎩ, ᎠᎴ ᎦᎸᏈᎩ ᏚᎵᏍᏚᎸᎩ ᏓᏍᎫᏓᏛᎢ."
  },
  {
    "verse": "4",
    "kjv": "And his tail drew the third part of the stars of heaven, and did cast them to the earth: and the dragon stood before the woman which was ready to be delivered, for to devour her child as soon as it was born.",
    "web": "His tail drew one third of the stars of the sky, and threw them to the earth. The dragon stood before the woman who was about to give birth, so that when she gave birth he might devour her child.",
    "chr": "ᎦᏂᏓᏛᏃ ᏃᏈᏏ ᎦᎸᎳᏗ ᎠᏂᎧᎸ ᏦᎢ ᎢᏗᎦᏛᎯ ᎨᏒ ᎾᏍᎩ ᏌᏉ ᎢᏳᏪᏨᎯ ᏕᎤ-ᏎᏒᏔᏅᎩ, ᎠᎴ ᎦᏙᎯ ᏫᏚᏗᏅᏒᎩ; ᎢᎾᏛᏃ ᎢᎬᏱᏗᏢ ᎤᎴᏅᎩ ᎠᎨᏴ ᏄᏛᏅᎢ, ᎾᏍᎩ ᎤᎾᏄᎪᏫᏏᏕᎾ [ᎠᏲᎵ] ᎾᏍᎩ ᎤᏕᏃᏅᎯᏉ ᎤᏪᏯᎣᎲᏍᏗᏱ ᎤᏰᎸᏒᎩ."
  },
  {
    "verse": "5",
    "kjv": "And she brought forth a man child, who was to rule all nations with a rod of iron: and her child was caught up unto God, and to his throne.",
    "web": "She gave birth to a son, a male child, who is to rule all the nations with a rod of iron. Her child was caught up to God and to his throne.",
    "chr": "ᎠᏍᎩᏯᏃ ᎠᏲᎵ ᎤᎾᏄᎪᏫᏒᎩ ᎾᏍᎩ ᎠᏙᎳᏅᏍᏗ ᏔᎷᎩᏍᎩ ᎪᏢᏔᏅᎯ ᎤᏮᏙᏗ ᎨᏒᎩ ᏗᎬᏩᏁᎶᏙᏗᏱ ᎢᏳᏩᏁᏗᏱ ᏂᎦᏛ ᎤᎾᏓᏤᎵᏛ ᏓᏁᏩᏗᏒ ᏴᏫ; ᎾᏍᎩ ᎤᏪᏥ ᎤᎾᎳᏅᏱ ᏩᏥᏅᏍᏔᏅᎩ, ᎠᎴ ᎤᎾᎳᏅᎯ ᎤᏪᏍᎩᎸᎢ."
  },
  {
    "verse": "6",
    "kjv": "And the woman fled into the wilderness, where she hath a place prepared of God, that they should feed her there a thousand two hundred and threescore days.",
    "web": "The woman fled into the wilderness, where she has a place prepared by God, that there they may nourish her one thousand two hundred sixty days.",
    "chr": "ᎠᎨᏴᏃ ᎤᎵᏘᏒᎩ ᎢᎾᎨ ᏭᎶᏒᎩ, ᎾᎿ ᎤᏁᎳᏅᎯ ᎤᏛᎾᎢᏍᏓᏁᎸᎢ, ᎾᏍᎩ ᎠᎨᎳᏍᏗᏱ ᏌᏉ ᎢᏯᎦᏴᎵ ᏔᎵᏧᏈ ᏑᏓᎵᏍᎪᎯ ᏧᏒᎯᏛ."
  },
  {
    "verse": "7",
    "kjv": "And there was war in heaven: Michael and his angels fought against the dragon; and the dragon fought and his angels,",
    "web": "There was war in the sky. Michael and his angels made war on the dragon. The dragon and his angels made war.",
    "chr": "ᏓᎿᏩᏃ ᏄᎵᏍᏔᏅᎩ ᎦᎸᎳᏗ; ᎹᏱᎩᎵ ᎠᎴ ᎾᏍᎩ ᏗᏂᎧᎿᏩᏗᏙᎯ ᏑᎾᎵᎸᎩ ᏚᏂᎦᏘᎸᏒᎩ ᎢᎾᏛ; ᎢᎾᏛᏃ ᎠᎴ ᎾᏍᎩ ᏧᏤᎵ ᏗᏂᎧᎿᏩᏗᏙᎯ ᏚᎾᏟᏴᎲᎩ,"
  },
  {
    "verse": "8",
    "kjv": "And prevailed not; neither was their place found any more in heaven.",
    "web": "They didn’t prevail. No place was found for them any more in heaven.",
    "chr": "ᎠᎴ ᎥᏝ ᏳᎾᏓᏎᎪᎩᏎᎢ; ᎥᏝ ᎠᎴ ᎿᏉ ᎢᎸᎯᏳ ᏳᏂᏩᏛᎮ ᎦᎸᎳᏗ ᎤᎾᏕᏗᏱ."
  },
  {
    "verse": "9",
    "kjv": "And the great dragon was cast out, that old serpent, called the Devil, and Satan, which deceiveth the whole world: he was cast out into the earth, and his angels were cast out with him.",
    "web": "The great dragon was thrown down, the old serpent, he who is called the devil and Satan, the deceiver of the whole world. He was thrown down to the earth, and his angels were thrown down with him.",
    "chr": "ᎾᏍᎩᏃ Ꮎ ᎤᏔᏅ ᎢᎾᏛ ᎠᏥᏄᎪᏫᏒᎩ, ᎾᏍᎩ ᎾᎠᎦᏴᎵ ᎢᎾᏛ, ᎠᏍᎩᎾ ᏣᎪᏎᎭ, ᎠᎴ ᏎᏓᏂ, ᎾᏍᎩ ᏥᏕᎦᎶᏄᎮᎭ ᏂᎬᎾᏛ ᎡᎶᎯ [ᎠᏁᎯ;] ᎾᏍᎩ ᏓᏰᏥᏄᎪᏫᏒᎩ ᎡᎶᎯ ᏓᏰᎦᏓᎢᏅᏒᎩ, ᎠᎴ ᎾᏍᎩ ᏧᏤᎵ ᏗᏂᎧᎿᏩᏗᏙᎯ ᎢᏧᎳᎭ ᏓᎨᏥᏄᎪᏫᏒᎩ."
  },
  {
    "verse": "10",
    "kjv": "And I heard a loud voice saying in heaven, Now is come salvation, and strength, and the kingdom of our God, and the power of his Christ: for the accuser of our brethren is cast down, which accused them before our God day and night.",
    "web": "I heard a loud voice in heaven, saying, “Now the salvation, the power, and the Kingdom of our God, and the authority of his Christ has come; for the accuser of our brothers has been thrown down, who accuses them before our God day and night.",
    "chr": "ᎠᏆᏛᎦᏅᎩᏃ ᎠᏍᏓᏯ ᎧᏁᎬ ᎯᎠ ᏅᏗᎦᏪᏍᎬ ᎦᎸᎳᏗ, ᎿᏉ ᎠᎵᏰᎢᎶᎦ ᎠᎵᏍᏕᎸᏙᏗ ᎨᏒ ᎠᎴ ᎤᎵᏂᎩᏛ ᎨᏒᎢ, ᎠᎴ ᎢᎦᏁᎳᏅᎯ ᎾᎿ ᎤᎬᏫᏳᎯ ᎨᏒᎢ, ᎠᎴ ᎤᎵᏂᎩᏗᏳ ᎨᏒ ᎦᎶᏁᏛ ᎾᏍᎩ ᎤᏤᎵᎦ; ᎢᏓᎵᏅᏟᏰᏃ ᎨᏒ ᎤᏄᎩᏍᏗᏍᎩ ᎡᎳᏗ ᏩᎦᏓᎤᎦ; ᎾᏍᎩ ᏧᏄᎯᏍᏗᏍᎬ ᎢᎦᏁᎳᏅᎯ ᎠᎦᏔᎲᎢ ᎢᎦ ᎠᎴ ᏒᏃᏱ ᏗᎬᏩᏜᏍᏗ."
  },
  {
    "verse": "11",
    "kjv": "And they overcame him by the blood of the Lamb, and by the word of their testimony; and they loved not their lives unto the death.",
    "web": "They overcame him because of the Lamb’s blood, and because of the word of their testimony. They didn’t love their life, even to death.",
    "chr": "ᎠᎴ ᎬᏩᏎᎪᎩᏍᏔᏅᎩ ᎤᏃᏕᎾ ᎠᎩᎾ ᎤᎩᎬ, ᎠᎴ ᎬᏂᎨᏒ ᎾᏅᏁᎲ ᎤᏃᎯᏳᏒᎢ, ᎾᏍᎩ ᏓᏅᏅ ᏂᏚᏂᎸᏉᏛᎾ ᎨᏒᎢ."
  },
  {
    "verse": "12",
    "kjv": "Therefore rejoice, ye heavens, and ye that dwell in them. Woe to the inhabiters of the earth and of the sea! for the devil is come down unto you, having great wrath, because he knoweth that he hath but a short time.",
    "web": "Therefore rejoice, heavens, and you who dwell in them. Woe to the earth and to the sea, because the devil has gone down to you, having great wrath, knowing that he has but a short time.”",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏣᎵᎮᎵᎩ ᏂᎦ ᎦᎸᎶᎢ ᎨᏒᎢ, ᎠᎴ ᏂᎯ ᎾᎿ ᏥᏤᎭ. ᎤᏲᎢᏳ ᎢᏣᎵᏍᏓᏁᏗ ᎡᎶᎯ ᎢᏤᎯ, ᎠᎴ ᎠᎺᏉᎯ ᎢᏤᎯ! ᎠᏍᎩᎾᏰᏃ ᎢᏣᏠᎠᏎᎵᎦ, ᎤᏣᏘ ᎤᏔᎳᏬᏍᎬᎢ ᎠᎦᏔᎭᏰᏃ ᎤᏍᏆᎳᎯᏳ ᎨᏒ ᎠᎦᎵᏍᎪᎸᏓᏁᎸᎢ."
  },
  {
    "verse": "13",
    "kjv": "And when the dragon saw that he was cast unto the earth, he persecuted the woman which brought forth the man child.",
    "web": "When the dragon saw that he was thrown down to the earth, he persecuted the woman who gave birth to the male child.",
    "chr": "ᎢᎾᏛᏃ ᎤᏙᎴᎰᏒ ᎦᏙᎯ ᏣᎦᏓᎢᏅᏒᎢ, ᎤᏕᏯᏙᏔᏅᎩ ᎠᎨᏴ ᎾᏍᎩ Ꮎ ᎠᏍᎦᏯ ᎤᎾᏄᎪᏫᏒᎯ."
  },
  {
    "verse": "14",
    "kjv": "And to the woman were given two wings of a great eagle, that she might fly into the wilderness, into her place, where she is nourished for a time, and times, and half a time, from the face of the serpent.",
    "web": "Two wings of the great eagle were given to the woman, that she might fly into the wilderness to her place, so that she might be nourished for a time, times, and half a time, from the face of the serpent.",
    "chr": "ᎠᎨᏴᏃ ᏔᎵ ᏓᏥᏕᎸᎩ ᎠᏬᏎᎵ ᎤᏔᏅ ᏗᎧᏃᎨ, ᎾᏍᎩ ᎢᎾᎨ ᏭᏃᎯᎸᏍᏙᏗᏱ ᎠᏥᏰᎸᎾᏁᎸᎩ, ᎾᎿ ᎤᏤᎵᎪᎯ ᏗᎨᏒᎢ, ᎾᎿ ᎠᎨᎳᏍᏗᏱ ᏑᏕᏘᏴᏛ, ᎠᎴ ᏔᎵ ᏧᏕᏘᏴᏛ, ᎠᎴ ᎠᏰᎵ ᎢᏳᏕᏘᏴᏛ, ᎾᏍᎩ ᎠᏥᎧᎲᏍᏗᏱ ᎢᎾᏛ ᎠᎦᏔᎲᎢ."
  },
  {
    "verse": "15",
    "kjv": "And the serpent cast out of his mouth water as a flood after the woman, that he might cause her to be carried away of the flood.",
    "web": "The serpent spewed water out of his mouth after the woman like a river, that he might cause her to be carried away by the stream.",
    "chr": "ᎢᎾᏛᏃ ᎠᎰᎵ ᏓᏳᏄᎪᏫᏒᎩ ᎠᎹ ᏥᎦᏃᎱᎩᏍᎪ ᎾᏍᎩᏯᎢ, ᎠᎨᏴ ᎤᎨᎮᎩ ᎾᏍᎩ ᎦᏃᎱᎩᏍᎬ ᎤᏅᏍᏙᏗᏱ ᎤᏰᎸᏅᎩ."
  },
  {
    "verse": "16",
    "kjv": "And the earth helped the woman, and the earth opened her mouth, and swallowed up the flood which the dragon cast out of his mouth.",
    "web": "The earth helped the woman, and the earth opened its mouth and swallowed up the river which the dragon spewed out of his mouth.",
    "chr": "ᎦᏙᎯᏃ ᎤᏍᏕᎸᎲᎩ ᎠᎨᏴ, ᎠᎴ ᎦᏙᎯ ᎤᏍᏚᎢᏒᎩ ᎠᎰᎵ ᎠᎴ ᎤᎩᏐᏅᎩ ᎦᏃᎱᎩᏍᎬ ᎾᏍᎩ ᎢᎾᏛ ᎠᎰᎵ ᏅᏓᏳᏄᎪᏫᏒᎯ."
  },
  {
    "verse": "17",
    "kjv": "And the dragon was wroth with the woman, and went to make war with the remnant of her seed, which keep the commandments of God, and have the testimony of Jesus Christ.",
    "web": "The dragon grew angry with the woman, and went away to make war with the rest of her offspring, who keep God’s commandments and hold Jesus’ testimony.",
    "chr": "ᎠᎴ ᎢᎾᏛ ᎤᎿᎸᏤᎸ-Ꭹ ᎠᎨᏴ, ᎠᎴ ᏓᎿᏩ ᎢᏧᏩᏁᏗᏱ ᎤᏰᎸᏅᎩ ᎤᎾᎵᏃᎯᏴᎯ ᎾᏍᎩ [ᎠᎨᏴ] ᎤᏁᏢᏔᏅᎯ ᎨᏒᎢ, ᎾᏍᎩ Ꮎ ᎠᏂᏍᏆᏂᎪᏗᏍᎩ ᏗᎧᎿᏩᏛᏍᏗ ᎤᏁᎳᏅᎯ ᏧᏤᎵᎦ, ᎠᎴ ᎤᏂᎯ ᏥᏌ ᎦᎶᏁᏛ ᎤᏤᎵ ᎪᎯᏳᏗᏍᎩ"
  }
]
