[
  {
    "verse": "1",
    "kjv": "And I stood upon the sand of the sea, and saw a beast rise up out of the sea, having seven heads and ten horns, and upon his horns ten crowns, and upon his heads the name of blasphemy.",
    "web": "Then I stood on the sand of the sea. I saw a beast coming up out of the sea, having ten horns and seven heads. On his horns were ten crowns, and on his heads, blasphemous names.",
    "chr": "ᎠᎺᏉᎯᏃ ᎤᎶᏗ ᏃᏳᎯ ᎨᏒ ᎥᏉᎴᏔᏅᎩ, ᎠᎴ ᏅᎩ ᏗᎦᏅᏌᏗ ᏥᎪᎥᎩ ᎠᎺᏉᎯ ᏓᏳᏚᎩᏒᎩ, ᎦᎵᏉᎩ, ᏓᏍᎫᏓᏛᎩ ᎠᎴ ᎠᏍᎪᎯ ᏚᎷᎬᎩ, ᏚᎷᎬᏃ ᎠᏍᎪᎯ ᏚᎵᏍᏚᎸᎩ, ᏓᏍᎫᏓᏛᏃ ᎤᏁᎳᏅᎯ ᏚᏙᎥ ᎠᎺᏢᎢᏍᏙᏗ ᎨᏒ ᎪᏪᎸᎩ."
  },
  {
    "verse": "2",
    "kjv": "And the beast which I saw was like unto a leopard, and his feet were as the feet of a bear, and his mouth as the mouth of a lion: and the dragon gave him his power, and his seat, and great authority.",
    "web": "The beast which I saw was like a leopard, and his feet were like those of a bear, and his mouth like the mouth of a lion. The dragon gave him his power, his throne, and great authority.",
    "chr": "ᎿᏃ ᏅᎩ ᏗᎦᏅᏌᏗ ᏥᎪᎥᎯ ᏢᏓᏥᏧᎶᎸᏗ ᎾᏍᎩᏯ ᎨᏒᎩ, ᎠᎰᎵᏃ ᏢᏓᏥ ᎤᏃᏕᏅ ᎠᎰᎵ ᏥᏄᏍᏙ ᎾᏍᎩᏯ ᎨᏒᎩ, ᎢᎾᏛᏃ ᎤᏁᎸᎩ ᎤᏤᎵ ᎤᎵᏂᎬᎬᎢ ᎠᎴ ᎤᏤᎵ ᎤᏪᏗᏱ ᎨᏒᎢ, ᎠᎴ ᎤᏣᏗ ᎢᏳᏛᏁᎵᏓᏍᏗᏱ ᎤᎵᏍᎪᎸᏓᏁᎸᎩ."
  },
  {
    "verse": "3",
    "kjv": "And I saw one of his heads as it were wounded to death; and his deadly wound was healed: and all the world wondered after the beast.",
    "web": "One of his heads looked like it had been wounded fatally. His fatal wound was healed, and the whole earth marveled at the beast.",
    "chr": "ᏌᏉᏃ ᎠᏍᎫᏓᏛ ᎠᎩᎪᎲᎩ ᎬᏩᏲᎱᎯᏍᏗ ᎢᏴᏛ ᏣᏥᏐᏅᏃ ᏓᏤᎸᎩ; ᎠᎴ ᎾᏍᎩ ᎬᏩᏲᎱᎯᏍᏗ ᎢᏴᏛ ᎠᏥᏐᏅᏅ ᎤᏗᏩᏒᎯ ᎨᏒᎩ; ᎠᎴ ᏂᎬᎾᏛ ᎡᎶᎯ [ᎠᏁᎯ] ᎠᏂᏍᏆᏂᎪᏍᎬᎩ [ᎠᎴ] ᎠᏂᏍᏓᏩᏗᏒᎩ ᎾᏍᎩ ᎾᏅᎩ-ᏗᎦᏅᏌᏗ."
  },
  {
    "verse": "4",
    "kjv": "And they worshipped the dragon which gave power unto the beast: and they worshipped the beast, saying, Who is like unto the beast? who is able to make war with him?",
    "web": "They worshiped the dragon because he gave his authority to the beast; and they worshiped the beast, saying, “Who is like the beast? Who is able to make war with him?”",
    "chr": "ᎠᎴ ᎤᎾᏓᏙᎵᏍᏓᏁᎸᎩ ᎢᎾᏛ ᎾᏍᎩ ᏅᎩ-ᏓᎦᏅᏌᏗ ᎤᎵᏂᎬᎬ ᎤᏁᎸᎯ ᎨᏒᎢ; ᎠᎴ ᎾᏍᎩ ᏅᎩ-ᏗᎦᏅᏌᏗ ᎤᎾᏓᏙᎵᏍᏓᏁᎸᎩ, ᎯᎠ ᎾᏁᏪᏍᎬᎩ, ᎦᎪ ᏅᎩ-ᏗᎦᏅᏌᏗ ᏄᏍᏛ ᎾᏍᎩᏯ ᏄᏍᏗ? ᎦᎪ ᏰᎵ ᎾᏍᎩ ᏓᎿᏩ ᏱᎾᏅᎦ?"
  },
  {
    "verse": "5",
    "kjv": "And there was given unto him a mouth speaking great things and blasphemies; and power was given unto him to continue forty and two months.",
    "web": "A mouth speaking great things and blasphemy was given to him. Authority to make war for forty-two months was given to him.",
    "chr": "ᎠᎴ ᎠᎰᎵ ᎠᏥᏁᎸᎩ ᎾᏍᎩ ᎬᏗᏍᎬ ᎤᏣᏘ ᎠᏢᏈᏍᏗ ᎨᏒ ᎦᏬᏂᏍᎬᎩ ᎠᎴ ᎠᏐᏢᎢᏍᏗᏍᎬᎩ; ᎠᎴ ᎠᎦᎵᏍᎪᎸᏓᏁᎸᎩ ᏅᎦᏍᎪᎯ ᏔᎵᎦᎵ ᎢᏯᏅᏙ ᎤᏕᏗᏱ."
  },
  {
    "verse": "6",
    "kjv": "And he opened his mouth in blasphemy against God, to blaspheme his name, and his tabernacle, and them that dwell in heaven.",
    "web": "He opened his mouth for blasphemy against God, to blaspheme his name, his dwelling, and those who dwell in heaven.",
    "chr": "ᎠᎴ ᎠᎰᎵ ᎤᏍᏚᎢᏒᎩ ᎤᏁᎳᏅᎯ ᎠᏐᏢᎢᏍᏗᏍᎬᎢ, ᏚᏙᎥ ᎦᎬᏩᏐᏢᏙᏗᏱ, ᎠᎴ ᎾᏍᎩ ᎤᏤᎵ ᎦᎵᏦᏛᎢ, ᎠᎴ ᎾᏍᎩ ᎾᎦᎸᎳᏗ ᎠᏁᎯ."
  },
  {
    "verse": "7",
    "kjv": "And it was given unto him to make war with the saints, and to overcome them: and power was given him over all kindreds, and tongues, and nations.",
    "web": "It was given to him to make war with the saints and to overcome them. Authority over every tribe, people, language, and nation was given to him.",
    "chr": "ᎠᎴ ᎾᏍᎩ ᎠᏥᏁᎸᎩ ᎤᎾᏓᏅᏘ ᏓᎿᏩ ᎢᏳᏅᏁᏗᏱ, ᎠᎴ ᎾᏍᎩ ᏧᏎᎪᎩᏍᏗᏱ; ᎠᎴ ᎠᏥᏁᎸᎩ ᎾᏍᎩ ᎢᏳᏩᏂᏐᏗᏱ ᏗᎬᏩᏁᎶᏙᏗᏱ ᎾᏂᎥ ᏓᏂᎳᏍᏓᎳᏩᏗᏒᎢ, ᎠᎴ ᏧᏓᎴᏅᏛ ᏗᏂᏬᏂᏍᎩ ᎨᏒᎢ, ᎠᎴ ᎤᎾᏓᏤᎵᏛ ᏴᏫ ᏓᏁᏩᏗᏒᎢ."
  },
  {
    "verse": "8",
    "kjv": "And all that dwell upon the earth shall worship him, whose names are not written in the book of life of the Lamb slain from the foundation of the world.",
    "web": "All who dwell on the earth will worship him, everyone whose name has not been written from the foundation of the world in the book of life of the Lamb who has been killed.",
    "chr": "ᎠᎴ ᎾᏂᎥ ᎡᎶᎯ ᏓᏁᏩᏗᏒ ᏓᎬᏩᏓᏙᎵᏍᏓᏁᎵ, ᎾᏍᎩ ᏚᎾᏙᎥ ᏂᏗᎪᏪᎸᎾ ᎬᏂᏛ ᎪᏪᎵᎯ ᎾᏍᎩ ᎤᏃᏕᎾ ᎠᎩᎾ ᎤᏤᎵᎦ, ᎾᏍᎩ [ᎤᏃᏕᎾ ᎠᎩᎾ] ᎡᎶᎯ ᏧᏙᏢᏅ ᏅᏓᎬᏩᏓᎴᏅᏛ ᎠᏥᎸᎯ ᏥᎨᏎᎢ."
  },
  {
    "verse": "9",
    "kjv": "If any man have an ear, let him hear.",
    "web": "If anyone has an ear, let him hear.",
    "chr": "ᎩᎶ ᎦᎵᎷᎨᏍᏗ ᎾᏍᎩ ᏩᏛᎬᎦ."
  },
  {
    "verse": "10",
    "kjv": "He that leadeth into captivity shall go into captivity: he that killeth with the sword must be killed with the sword. Here is the patience and the faith of the saints.",
    "web": "If anyone is to go into captivity, he will go into captivity. If anyone is to be killed with the sword, he must be killed. Here is the endurance and the faith of the saints.",
    "chr": "ᎩᎶ ᎠᏂᏴᎩ ᏓᏘᎾᏫᏗᏍᎨᏍᏗ ᎾᏍᎩ ᎠᏴᎩ ᎠᎦᏘᏁᏫᏛᏗ ᎨᏎᏍᏗ; ᎩᎶ ᎭᏰᎳᏍᏗ-ᎦᏅᎯᏛ ᎠᏓᎯᏍᏗᏍᎨᏍᏗ ᎾᏍᎩ ᎠᏎ ᎭᏰᎳᏍᏗ-ᎦᏅᎯᏛ ᎬᏗ ᎠᏥᎢᏍᏗ ᎨᏎᏍᏗ. ᎠᏂ ᎾᏍᎩ ᏗᏅᏂᏗᏳ ᎨᏒ ᎠᎴ ᏃᎯᏳᏒ ᎤᎾᏓᏅᏘ ᎬᏂᎨᏒ ᏂᎦᎵᏍᏗᎭ."
  },
  {
    "verse": "11",
    "kjv": "And I beheld another beast coming up out of the earth; and he had two horns like a lamb, and he spake as a dragon.",
    "web": "I saw another beast coming up out of the earth. He had two horns like a lamb and it spoke like a dragon.",
    "chr": "ᎠᎴ ᏅᏩᏓᎴ ᏅᎩ-ᏗᎦᏅᏌᏗ ᎥᏥᎪᎥᎩ ᎦᏙᎯ ᏓᏳᏄᎪᏥᏗᏒᎩ; ᎠᎴ ᏔᎵ ᏚᎷᎬᎩ ᎤᏃᏕᎾ ᎠᎩᎾ ᏥᏚᎷᎪ ᎾᏍᎩᏯᎢ, ᎠᎴ ᎢᎾᏛ ᎦᏬᏂᏍᎬ ᎾᏍᎩᏯ ᎦᏬᏂᏍᎬᎩ."
  },
  {
    "verse": "12",
    "kjv": "And he exerciseth all the power of the first beast before him, and causeth the earth and them which dwell therein to worship the first beast, whose deadly wound was healed.",
    "web": "He exercises all the authority of the first beast in his presence. He makes the earth and those who dwell in it to worship the first beast, whose fatal wound was healed.",
    "chr": "ᎠᎴ ᎢᎬᏱ ᎤᎾᏄᎪᏨᎯ ᏅᎩ-ᏗᎦᏅᏌᏗ ᎾᏍᎩᏯ ᏄᎵᏂᎬᎬ ᏄᎵᏂᎬᎬᎩ, ᎠᎴ ᎡᎶᎯ ᎠᎴ ᎾᏍᎩ ᎾᎿ ᎠᏁᎯ ᎤᎾᏓᏙᎵᏍᏓᏁᏗᏱ ᏂᏕᎬᏁᎲᎩ ᎢᎬᏱ ᎤᎾᏄᎪᏨᎯ ᏅᎩ-ᏗᎦᏅᏌᏗ, ᎾᏍᎩ ᎬᏩᏲᎱᎯᏍᏗ ᎨᏒ ᎢᏴᏛ ᎠᏥᏐᏅᏅ ᎤᏗᏩᏒᎯ."
  },
  {
    "verse": "13",
    "kjv": "And he doeth great wonders, so that he maketh fire come down from heaven on the earth in the sight of men,",
    "web": "He performs great signs, even making fire come down out of the sky to the earth in the sight of people.",
    "chr": "ᎠᎴ ᎤᏣᏘ ᎤᏍᏆᏂᎪᏗ ᏕᎤᎸᏫᏍᏓᏁᎭ, ᎾᏍᎩ ᎠᏥᎸ ᎦᎸᎳᏗ ᏅᏓᏳᎶᎯᏍᏗᏱ ᎠᏂᏃ ᎡᎶᎯ ᎤᏬᏥᎯᏍᏗᏱ ᏂᎬᏁᎭ ᏴᏫ ᎠᏥᎦᏔᎲᎢ,"
  },
  {
    "verse": "14",
    "kjv": "And deceiveth them that dwell on the earth by the means of those miracles which he had power to do in the sight of the beast; saying to them that dwell on the earth, that they should make an image to the beast, which had the wound by a sword, and did live.",
    "web": "He deceives my own people who dwell on the earth because of the signs he was granted to do in front of the beast, saying to those who dwell on the earth that they should make an image to the beast who had the sword wound and lived.",
    "chr": "ᎠᎴ ᎡᎶᎯ ᎠᏁᎯ ᏕᎦᎶᏄᎮᎭ ᎬᏗᏍᎬ ᎤᏍᏆᏂᎪᏗ ᏗᎬᏩᎸᏫᏍᏓᏁᏗ ᎨᏒ ᎠᎦᏔᎲ ᏅᎩ-ᏗᎦᏅᏌᏗ; ᎯᎠ ᏏᏕᎦᏪᏎᎭ ᎾᏍᎩ Ꮎ ᎡᎶᎯ ᎠᏁᎯ, ᎾᏍᎩ ᏅᎩ-ᏗᎦᏅᏌᏗ ᏗᏟᎶᏍᏔᏅᎯ ᎢᏦᏢᎾ, ᎾᏍᎩ ᎭᏰᎳᏍᏗ-ᎦᏅᎯᏛ ᎬᏗ ᎠᏥᏐᏅᏅᎯ ᎠᎴ ᏧᏛᏂᏛᎩ."
  },
  {
    "verse": "15",
    "kjv": "And he had power to give life unto the image of the beast, that the image of the beast should both speak, and cause that as many as would not worship the image of the beast should be killed.",
    "web": "It was given to him to give breath to the image of the beast, that the image of the beast should both speak, and cause as many as wouldn’t worship the image of the beast to be killed.",
    "chr": "ᎠᎴ ᎤᎲᎩ ᎬᏃᏛ ᎢᏳᏩᏁᏗᏱ ᎾᏍᎩ Ꮎ ᏅᎩ-ᏗᎦᏅᏌᏗ ᏣᎦᏟᎶᏍᏔᏅᎯ, ᎾᏍᎩ ᎬᏩᏬᏂᎯᏍᏗ ᎢᏳᎵᏍᏙᏗᏱ ᎾᏍᎩ Ꮎ ᏅᎩ-ᏗᎦᏅᏌᏗ ᏣᎦᏟᎶᏍᏔᏅᎯ, ᎠᎴ ᎾᏍᎩ ᎢᏳᏩᏂᏐᏗᏱ ᏗᎨᏥᎢᏍᏗᏱ ᎾᏂᎥ ᎾᎾᏓᏙᎵᏍᏓᏁᎲᎾ ᎾᏍᎩ Ꮎ ᏅᎩᏗᎦᏅᏌᏗ ᏣᎦᏟᎶᏍᏔᏅᎯ."
  },
  {
    "verse": "16",
    "kjv": "And he causeth all, both small and great, rich and poor, free and bond, to receive a mark in their right hand, or in their foreheads:",
    "web": "He causes all, the small and the great, the rich and the poor, and the free and the slave, to be given marks on their right hands or on their foreheads;",
    "chr": "ᎠᎴ ᎾᏍᎩ ᏄᏩᏂᏌᏅᎩ ᏂᎦᏗᏳ ᏧᎾᏍᏗᏱ ᎠᎴ ᏧᎾᏛᎾ, ᏧᏁᎿᎢ ᎠᎴ ᎤᏲᎢᏳᎾᏛᎿᏕᎩ, ᏂᏗᎨᏥᎾᏝᎥᎾ ᎠᎴ ᏗᎨᏥᎾᏝᎢ, ᏗᎨᎪᏪᎶᏗᏱ ᏗᏂᎦᏘᏏᏗᏢ ᏧᏃᏰᏂ, ᎠᎴ ᏗᏂᎬᏓᎨᏂ;"
  },
  {
    "verse": "17",
    "kjv": "And that no man might buy or sell, save he that had the mark, or the name of the beast, or the number of his name.",
    "web": "and that no one would be able to buy or to sell unless he has that mark, which is the name of the beast or the number of his name.",
    "chr": "ᎠᎴ ᎾᏍᎩ ᎩᎶ ᎬᏩᏩᎯᏍᏗ ᏂᎨᏒᎾ ᎠᎴ ᎬᏩᎾᏗᏅᏗ ᏂᎨᏒᎾ ᎢᏳᎵᏍᏙᏗᏱ, ᎾᏍᎩ Ꮎ ᎤᏩᏒ ᎠᎪᏪᎵ, ᎠᎴ ᏚᏙᎥᏉ ᏅᎩ-ᏗᎦᏅᏌᏗ ᎠᎪᏪᎶᏔᏅᎯ, ᎠᎴ ᏚᏙᎥ ᎢᎦᎢ ᎠᏎᏍᏗᏱ ᎨᏒ ᎠᎪᏪᎶᏔᏅᎯ."
  },
  {
    "verse": "18",
    "kjv": "Here is wisdom. Let him that hath understanding count the number of the beast: for it is the number of a man; and his number is Six hundred threescore and six.",
    "web": "Here is wisdom. He who has understanding, let him calculate the number of the beast, for it is the number of a man. His number is six hundred sixty-six.",
    "chr": "ᎠᏂ ᎠᎦᏙᎥᎯᏍᏗ ᎨᏒ ᎪᎱᏍᏗ ᎢᏛᏓ. ᎩᎶ ᎤᏬᎵᏣᏘ ᎨᏎᏍᏗ ᏩᏎᎦ ᎢᎦᎢ ᎨᏒ ᎠᎦᏎᏍᏗᏱ ᏅᎩ-ᏗᎦᏅᏎᏗ; ᏴᏫᏰᏃ ᎤᏎᏍᏗ ᎨᏒ ᎤᎬᏩᎳ; ᎠᎴ ᎾᏍᎩ ᎠᎦᏎᏍᏗ ᎨᏒ ᎯᎠ ᏂᎦᎥ, ᏑᏓᎵᏧᏈ ᏑᏓᎳᏍᎪᎯ ᏑᏓᎵᎦᎵ."
  }
]