[
  {
    "verse": "1",
    "kjv": "And I saw another sign in heaven, great and marvellous, seven angels having the seven last plagues; for in them is filled up the wrath of God.",
    "web": "I saw another great and marvelous sign in the sky: seven angels having the seven last plagues, for in them God’s wrath is finished.",
    "chr": "ᏅᏩᏓᎴᏃ ᎤᏰᎸᏛ ᎦᎸᎳᏗ ᎠᎩᎪᎲᎩ, ᎦᎸᏉᏗ ᎠᎴ ᎤᏍᏆᏂᎪᏗ, ᎾᏍᎩ ᎦᎵᏉᎩ ᎢᏯᏂᏛ ᏗᏂᎧᎿᏩᏗᏙᎯ ᏓᏂᏰᎲᎩ ᎦᎵᏉᎩ ᎢᏳᏓᎴᎩ ᎤᎵᏍᏆᎸᏗ ᎤᏕᏔᏙᏗ; ᎾᏍᎩᏰᏃ ᎤᏁᎳᏅᎯ ᎤᏔᎳᏬᎯᏍᏗ ᎨᏒ ᎠᏂᎧᎵᏏᏏᎭ."
  },
  {
    "verse": "2",
    "kjv": "And I saw as it were a sea of glass mingled with fire: and them that had gotten the victory over the beast, and over his image, and over his mark, and over the number of his name, stand on the sea of glass, having the harps of God.",
    "web": "I saw something like a sea of glass mixed with fire, and those who overcame the beast, his image, and the number of his name, standing on the sea of glass, having harps of God.",
    "chr": "ᎠᎴ ᎠᎩᎪᎲᎩ ᎥᏓᎸ ᎠᏓᎨᏗ ᏗᎬᏩᎸᏌᏛ ᎾᏍᎩᏯᎢ ᎠᏥᎸ ᎤᏓᏑᏱ ᎨᏒᎩ; ᎠᎴ ᎾᏍᎩ Ꮎ [ᎥᎦᏥᎪᎥᎩ] ᏅᎩᏗᎦᏅᏌᏗ ᎤᎾᏓᎵᏁᎯᏕᎸᎯ, ᎠᎴ ᎾᏍᎩ Ꮎ ᏣᎦᏟᎶᏍᏔᏅᎯ, ᎠᎴ ᎤᏤᎵ ᏧᏬᏪᎶᏙᏗ, ᎠᎴ ᎾᏍᎩ ᏚᏙᎥ ᎢᎦᎢ ᎠᏎᏍᏗ ᎨᏒᎢ, ᎠᏂᏙᎾᎥᎩ ᎥᏓᎸ ᎠᏓᎨᏗ ᏗᎬᏩᎸᏌᏛ ᎾᏍᎩᏯᎢ, ᎤᏁᎳᏅᎯ ᏧᏤᎵ ᏗᎧᏃᎩᏍᏙᏗ ᏓᏂᏁᎲᎩ"
  },
  {
    "verse": "3",
    "kjv": "And they sing the song of Moses the servant of God, and the song of the Lamb, saying, Great and marvellous are thy works, Lord God Almighty; just and true are thy ways, thou King of saints.",
    "web": "They sang the song of Moses, the servant of God, and the song of the Lamb, saying, “Great and marvelous are your works, Lord God, the Almighty! Righteous and true are your ways, you King of the nations.",
    "chr": "ᎠᎴ ᏚᏂᏃᎩᏒᎩ ᎼᏏ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᎤᏅᏏᏓᏍᏗ ᏧᏃᎩᏛ, ᎠᎴ ᎤᏃᏕᎾ ᎠᎩᎾ ᎤᏤᎵ ᏗᎧᏃᎩᏍᏗ, ᎯᎠ ᎾᏂᏪᏍᎬᎩ, ᎦᎸᏉᏗᏳ ᎠᎴ ᎤᏍᏆᏂᎪᏗᏳ ᏗᏣᎸᏫᏍᏓᏁᏗ ᎨᏒ ᏣᎬᏫᏳᎯ ᎠᎴ ᏣᏁᎳᏅᎯ ᏫᎾᏍᏛᎾ ᏣᎵᏂᎩᏛ; ᎣᏍᏛ ᎠᎴ ᏚᏳᎪᏛ ᎢᎭᏛᏁᎵᏙᎯ ᏂᎯ ᏣᎬᏫᏳᎯ ᎤᎾᏓᏅᏘ ᎤᎾᏤᎵᎦ."
  },
  {
    "verse": "4",
    "kjv": "Who shall not fear thee, O Lord, and glorify thy name? for thou only art holy: for all nations shall come and worship before thee; for thy judgments are made manifest.",
    "web": "Who wouldn’t fear you, Lord, and glorify your name? For you only are holy. For all the nations will come and worship before you. For your righteous acts have been revealed.”",
    "chr": "ᎦᎪ ᏂᏣᎾᏰᏍᎬᎾ ᎨᏎᏍᏗ ᏂᎯ ᏣᎬᏫᏳᎯ, ᎠᎴ ᏂᎦᎸᏉᏗᏍᎬᎾ ᎨᏎᏍᏗ ᏕᏣᏙᎥᎢ? ᏂᎯᏰᏃ ᏨᏒᎯᏳ ᏂᏍᎦᏅᎾ, ᏂᎦᏗᏳᏰᏃ ᎤᎾᏓᏤᎵᏛ ᏴᏫ ᏓᏁᏩᏗᏒ ᏛᏂᎷᏥ ᎠᎴ ᏂᏣᏛᏅ ᎢᎬᏱᏢ ᏛᎾᏓᏙᎵᏍᏔᏂ; ᏂᎯᏰᏃ ᏗᏦᎪᏙᏗ ᎨᏒ ᎬᏂᎨᏒ ᏄᎵᏍᏔᏅ."
  },
  {
    "verse": "5",
    "kjv": "And after that I looked, and, behold, the temple of the tabernacle of the testimony in heaven was opened:",
    "web": "After these things I looked, and the temple of the tabernacle of the testimony in heaven was opened.",
    "chr": "ᎣᏂᏃ ᎢᏴᏛ ᏓᏆᎧᎾᏅᎩ, ᎠᎴ ᎬᏂᏳᏉ ᏗᎦᎳᏫᎢᏍᏗᏱ ᏗᎧᎿᏩᏛᏍᏗ ᏗᏗᏱ ᎦᎵᏦᏛ ᎤᎵᏍᏚᎢᏛ ᎨᏒᎩ ᎦᎸᎳᏗ;"
  },
  {
    "verse": "6",
    "kjv": "And the seven angels came out of the temple, having the seven plagues, clothed in pure and white linen, and having their breasts girded with golden girdles.",
    "web": "The seven angels who had the seven plagues came out, clothed with pure, bright linen, and wearing golden sashes around their chests.",
    "chr": "ᎦᎵᏉᎩᏃ ᎢᏯᏂᏛ ᏗᏂᎧᎿᏩᏗᏙᎯ ᏗᎦᎳᏫᎢᏍᏗᏱ ᏓᏳᏂᏄᎪᏨᎩ, ᏓᏂᏰᎲᎩ ᎦᎵᏉᎩ ᎤᏕᏯᏙᏗ, ᏚᎾᏄᏮᎩ ᏂᏚᏓᏅᎦᎸᎾ ᎠᎴ ᏧᏁᎬ ᏙᎴᏛ ᏗᏄᏬ, ᎠᎴ ᏗᏂᏁᏥᏱ ᏚᎾᏓᏠᎲᎩ ᎠᏕᎸ-ᏓᎶᏂᎨ ᏗᎪᏢᏅᎯ ᏗᏓᏠᏍᏗ."
  },
  {
    "verse": "7",
    "kjv": "And one of the four beasts gave unto the seven angels seven golden vials full of the wrath of God, who liveth for ever and ever.",
    "web": "One of the four living creatures gave to the seven angels seven golden bowls full of the wrath of God, who lives forever and ever.",
    "chr": "ᎠᏏᏴᏫᏃ ᎾᏍᎩ Ꮎ ᏅᎩ ᎢᏯᏂᏛ ᎨᏒ ᏗᏅᏃᏛ ᎦᎵᏉᎩ ᎢᏯᏂᏛ ᏗᏂᎧᎿᏩᏗᏙᎯ ᏚᏁᎸᎩ ᎦᎵᏉᎩ ᎫᎫ ᎠᏕᎸᏓᎶᏂᎨ ᏗᎪᏢᏔᏅᎯ, ᏗᎧᎵᎢ ᎤᏁᎳᏅᎯ ᎤᏔᎳᏬᎯᏍᏗ ᎨᏒᎢ, ᎾᏍᎩ ᏂᎪᎯᎸ ᎠᎴ ᏂᎪᎯᎸ ᏤᎭ."
  },
  {
    "verse": "8",
    "kjv": "And the temple was filled with smoke from the glory of God, and from his power; and no man was able to enter into the temple, till the seven plagues of the seven angels were fulfilled.",
    "web": "The temple was filled with smoke from the glory of God and from his power. No one was able to enter into the temple until the seven plagues of the seven angels would be finished.",
    "chr": "ᏗᎦᎳᏫᎢᏍᏗᏱᏃ ᎤᎧᎵᏨᎩ ᏧᎧᎵᏨᎩ ᏧᎦᏒᏍᏗ ᎤᏁᎳᏅᎯ ᎠᏥᎸᏉᏗᏳ ᎨᏒ ᎠᎴ ᎤᎵᏂᎩᏗᏳ ᎨᏒ ᏅᏓᏳᏓᎴᏅᎯ; ᎥᏝ ᎠᎴ ᎩᎶ ᏫᎬᏩᏴᏍᏗ ᏱᎨᏎ ᏗᎦᎳᏫᎢᏍᏗᏱ, ᎬᏂ ᎾᏍᎩ Ꮎ ᎦᎵᏉᎩ ᏧᏕᏯᏙᏗ ᎨᏒ ᎦᎵᏉᎩ ᎢᏯᏂᏛ ᏗᏂᎧᎿᏩᏗᏙᎯ ᏥᏚᎾᏒᎦᎸ ᏱᏚᎵᏍᏆᏛ."
  }
]