[
  {
    "verse": "1",
    "kjv": "And I heard a great voice out of the temple saying to the seven angels, Go your ways, and pour out the vials of the wrath of God upon the earth.",
    "web": "I heard a loud voice out of the temple, saying to the seven angels, “Go and pour out the seven bowls of the wrath of God on the earth!”",
    "chr": "ᎠᏆᏛᎦᏅᎩᏃ ᎩᎶ ᎠᏍᏓᏯ ᏓᎧᏁᎬᎩ ᏗᎦᎳᏫᎢᏍᏗᏱ ᏛᏓᎴᎲᏍᎩ ᎯᎠ ᏂᏕᎦᏪᏎᎲᎩ ᎦᎵᏉᎩ ᎢᏯᏂᏛ ᏗᏂᎧᎿᏩᏗᏙᎯ, ᎢᏤᎾ, ᎠᎴ ᎡᎶᎯ ᏫᏂᏐᏅᏯ ᎤᏁᎳᏅᎯ ᎤᏔᎳᏬᎯᏍᏗ ᎨᏒ ᎫᎫ ᏓᏟᏍᏛᎢ."
  },
  {
    "verse": "2",
    "kjv": "And the first went, and poured out his vial upon the earth; and there fell a noisome and grievous sore upon the men which had the mark of the beast, and upon them which worshipped his image.",
    "web": "The first went, and poured out his bowl into the earth, and it became a harmful and painful sore on the people who had the mark of the beast, and who worshiped his image.",
    "chr": "ᎢᎬᏱᏱᏃ ᎨᏒ ᎤᏪᏅᏒᎩ, ᎠᎴ ᎪᏙᎯ ᎤᏪᏐᏅᏴᎩ ᎫᎫ ᎠᏰᎲ ᎠᏟᏍᏛᎢ; ᎤᏕᏯᏙᏗᏃ ᎠᎴ ᎡᎯᏍᏗ ᏚᏂᏣᏍᏓᎳᏛᎩ ᏴᏫ ᎾᏍᎩ Ꮎ ᏅᎩ-ᏗᎦᏅᏌᏗ ᎤᏤᎵ ᏗᎨᎪᏪᎶᏔᏅᎯ, ᎠᎴ ᎾᏍᎩ ᏣᎦᏟᎶᏍᏔᏅᎯ ᎠᎾᏓᏙᎵᏍᏓᏁᎯ."
  },
  {
    "verse": "3",
    "kjv": "And the second angel poured out his vial upon the sea; and it became as the blood of a dead man: and every living soul died in the sea.",
    "web": "The second angel poured out his bowl into the sea, and it became blood as of a dead man. Every living thing in the sea died.",
    "chr": "ᏔᎵᏁᏃ ᎨᏒ ᏗᎧᎿᏩᏗᏙᎯ ᎠᎺᏉᎯ ᎤᏪᏐᏅᏴᎩ ᎫᎫ ᎠᏰᎲ ᎠᏟᏍᏛᎢ; ᎤᏲᎲᏒᎯᏃ ᏴᏫ ᎤᎩᎬ ᎾᏍᎩᏯ ᏄᎵᏍᏔᏅᎩ; ᎠᎴ ᏂᎦᏗᏳ ᏗᏅᏃᏛ ᎨᏒ ᎠᎺᏉᎯ ᎠᏁᎲ ᏚᏂᎵᏬᏨᎩ."
  },
  {
    "verse": "4",
    "kjv": "And the third angel poured out his vial upon the rivers and fountains of waters; and they became blood.",
    "web": "The third poured out his bowl into the rivers and springs of water, and they became blood.",
    "chr": "ᏦᎢᏁᏃ ᎨᏒ ᏗᎧᎿᏩᏗᏙᎯ ᎡᏉᏂ ᏕᎨᏴ ᎠᎴ ᎠᎹ ᏕᎦᏄᎪᎬ ᎤᏪᏐᏅᏴᎩ ᎫᎫ ᎠᏰᎲ ᎠᏟᏍᏛᎢ; ᎩᎬᏃ ᏂᏚᎵᏍᏔᏅᎩ."
  },
  {
    "verse": "5",
    "kjv": "And I heard the angel of the waters say, Thou art righteous, O Lord, which art, and wast, and shalt be, because thou hast judged thus.",
    "web": "I heard the angel of the waters saying, “You are righteous, who are and who were, O Holy One, because you have judged these things.",
    "chr": "ᎠᎴ ᎠᎹᏱ ᏗᎦᏘᏯ ᏗᎧᎿᏩᏗᏙᎯ ᎥᏥᏯᏛᎦᏁᎸᎩ, ᎯᎠ ᏄᏪᏒᎩ, ᏂᏍᎦᏅᎾ ᏣᎬᏫᏳᎯ, ᏂᎯ ᎾᏍᎩ ᏤᎭ, ᎠᎴ ᏤᎲᎩ, ᎠᎴ ᏤᎮᏍᏗ, ᏅᏗᎦᎵᏍᏙᏗᎭ ᏄᏍᏛ ᏕᏧᎪᏔᏅᎢ."
  },
  {
    "verse": "6",
    "kjv": "For they have shed the blood of saints and prophets, and thou hast given them blood to drink; for they are worthy.",
    "web": "For they poured out the blood of saints and prophets, and you have given them blood to drink. They deserve this.”",
    "chr": "ᎤᎾᏓᏘᏰᏁ ᎠᎴ ᎠᎾᏙᎴᎰᏍᎩ ᎤᏂᎩᎬ ᎤᏂᏨᏅ, ᎠᎴ ᎩᎬ ᏕᎯᏁᏁᎸ ᎤᎾᏘᏔᏍᏗ; ᏰᎵᎦᏯᏰᏃ ᏚᏳᎪᏗ ᎾᏍᎩ ᎢᏳᎾᎵᏍᏓᏁᏗᏱ."
  },
  {
    "verse": "7",
    "kjv": "And I heard another out of the altar say, Even so, Lord God Almighty, true and righteous are thy judgments.",
    "web": "I heard the altar saying, “Yes, Lord God, the Almighty, true and righteous are your judgments.”",
    "chr": "ᏅᏩᏓᎴᏃ [ᏗᎧᎿᏩᏗᏙᎯ] ᎥᏥᏯᏛᎦᏁᎸᎩ ᎠᏥᎸ-ᎨᎳᏍᏗᏱ ᎯᎠ ᏅᏓᏳᏪᏒᎩ, ᎾᏍᎩᏯ ᏄᏍᏕᏍᏗ, ᏣᎬᏫᏳᎯ ᏣᏁᎳᏅᎯ ᏫᎾᏍᏛᎾ ᏣᎵᏂᎩᏛ, ᎣᏏᏳ ᎠᎴ ᏚᏳᎪᏛ ᏂᎯ ᏗᎫᎪᏙᏗ ᎨᏒᎢ."
  },
  {
    "verse": "8",
    "kjv": "And the fourth angel poured out his vial upon the sun; and power was given unto him to scorch men with fire.",
    "web": "The fourth poured out his bowl on the sun, and it was given to him to scorch men with fire.",
    "chr": "ᏅᎩᏁᏃ ᎨᏒ ᏗᎧᎿᎧᏩᏗᏙᎯ ᏅᏙ ᎢᎦ-ᎡᎯ ᎧᎸ ᎤᏪᏐᏴᏅᎩ ᎫᎫ ᎠᏰᎲ ᎠᏟᏍᏛᎢ; ᎠᎴ ᎠᎦᎵᏍᎪᎸᏓᏁᎸᎩ ᎠᏥᎸ ᎬᏗ ᏧᎴᏴᏙᏗᏱ ᏴᏫ."
  },
  {
    "verse": "9",
    "kjv": "And men were scorched with great heat, and blasphemed the name of God, which hath power over these plagues: and they repented not to give him glory.",
    "web": "People were scorched with great heat, and people blasphemed the name of God who has the power over these plagues. They didn’t repent and give him glory.",
    "chr": "ᎠᎴ ᎤᏣᏘ ᎤᏗᎴᎩ ᎨᏒ ᏕᎨᏥᎴᏴᏙᏔᏅᎩ ᏴᏫ, ᎠᎴ ᎤᏁᎳᏅᎯ ᏚᏙᎥ ᎤᏂᏐᏢᎢᏍᏔᏅᎩ, ᎾᏍᎩ ᎠᏓᏅᏖᏍᎬᏉ ᎢᎬᏩᏁᎵᏓᏍᏗ ᏥᎩ ᎯᎠ ᎾᏍᎩ ᎤᏕᏯᏙᏗ ᎨᏒᎢ; ᎠᎴ ᎥᏝ ᏱᏚᏂᏁᏟᏴᏎ ᏚᏁᏓᏅᏛ ᎾᏍᎩ ᎬᏩᎸᏉᏙᏗᏱ."
  },
  {
    "verse": "10",
    "kjv": "And the fifth angel poured out his vial upon the seat of the beast; and his kingdom was full of darkness; and they gnawed their tongues for pain,",
    "web": "The fifth poured out his bowl on the throne of the beast, and his kingdom was darkened. They gnawed their tongues because of the pain,",
    "chr": "ᎯᏍᎩᏁᏃ ᎨᏒ ᏗᎧᎿᏩᏗᏙᎯ ᏅᎩ-ᏗᎦᏅᏌᏗ ᎤᏪᏗᏱ ᎤᏪᏐᏅᏴᎩ ᎫᎫ ᎠᏰᎲ ᎠᏟᏍᏛᎢ, ᎤᏥᎵᎪᎯᏃ ᎨᏒ ᎤᎧᎵᏦᏅᎩ ᎤᎵᏏᎩ; ᏓᏂᏃᏓᏛᏃ ᏚᏂᎩᏍᏙᎥᎩ ᏚᏁᎯᏍᏓᏁᎲ ᎢᏳᏍᏗ,"
  },
  {
    "verse": "11",
    "kjv": "And blasphemed the God of heaven because of their pains and their sores, and repented not of their deeds.",
    "web": "and they blasphemed the God of heaven because of their pains and their sores. They still didn’t repent of their works.",
    "chr": "ᎠᎴ ᎤᏁᎳᏅᎯ ᎦᎸᎳᏗ ᎡᎯ ᎤᏂᏐᏢᎢᏍᏔᏅᎩ, ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᏚᏁᎯᏍᏓᏁᎲᎢ ᎠᎴ ᏚᏂᏥ-ᏍᏓᎸᎢ, ᎠᎴ ᎥᏝ ᎤᏲ ᏳᏂᏰᎸᏁ ᏄᏍᏛ ᏚᏂᎸᏫᏍᏓᏁᎸᎢ."
  },
  {
    "verse": "12",
    "kjv": "And the sixth angel poured out his vial upon the great river Euphrates; and the water thereof was dried up, that the way of the kings of the east might be prepared.",
    "web": "The sixth poured out his bowl on the great river, the Euphrates. Its water was dried up, that the way might be prepared for the kings that come from the sunrise.",
    "chr": "ᏑᏓᎵᏁᏃ ᎨᏒ ᏗᎧᎿᏩᏗᏙᎯ ᎡᏆ ᎡᏉᏂ ᎤᏪᏴ ᏳᏇᏗ ᎤᏪᏐᏅᏴᎩ ᎫᎫ ᎠᏰᎲ ᎠᏟᏍᏛᎢ; ᎠᎹᏃ ᎾᎿ ᎡᎬ ᎤᎶᏐᏅᎩ, ᎾᏍᎩ ᎤᏂᎬᏫᏳᎯ ᏗᎧᎸᎬ ᎢᏗᏢ ᎠᏁᎯ ᎤᏂᏅᏅ ᎨᎦᏛᎢᏍᏓᏁᏗᏱ ᎠᏰᎸᏒᎩ."
  },
  {
    "verse": "13",
    "kjv": "And I saw three unclean spirits like frogs come out of the mouth of the dragon, and out of the mouth of the beast, and out of the mouth of the false prophet.",
    "web": "I saw coming out of the mouth of the dragon, and out of the mouth of the beast, and out of the mouth of the false prophet, three unclean spirits, something like frogs;",
    "chr": "ᎠᎴ ᏦᎢ ᎢᏯᏂᏛ ᎠᏂᎦᏓᎭ ᏗᏓᏅᏙ ᎦᏥᎪᎥᎩ ᏩᎶᏏ ᏗᎾᏤᎵᏛ, ᎢᎾᏛ ᎠᎰᎵ ᏓᏳᏂᏄᎪᏨᎩ, ᎠᎴ ᏅᎩ-ᏗᎦᏅᏌᏗ ᎠᎰᎵ, ᎠᎴ ᎤᏠᎾᏍᏗ ᎠᏙᎴᎰᏍᎩ ᎠᎰᎵ."
  },
  {
    "verse": "14",
    "kjv": "For they are the spirits of devils, working miracles, which go forth unto the kings of the earth and of the whole world, to gather them to the battle of that great day of God Almighty.",
    "web": "for they are spirits of demons, performing signs, which go out to the kings of the whole inhabited earth, to gather them together for the war of that great day of God the Almighty.",
    "chr": "ᎠᏂᏍᎩᎾᏰᏃ ᏧᎾᏓᏅᏙ ᎾᏍᎩ, ᎤᏍᏆᏂᎪᏗ ᏚᏂᎸᏫᏍᏓᏁᎭ, ᎡᎶᎯ ᎠᏁᎯ ᎤᏂᎬᏫᏳᎯ ᎠᎴ ᎡᎳᏂᎬ ᏓᏂᏩᏛᎮᎦ, ᎾᏍᎩ ᏧᏂᏟᏐᏗᏱ ᏧᎾᎵᏍᏗᏱ ᎤᏂᏰᎸᎭ ᎦᎸᏉᏗ ᎢᎦ ᎨᏒ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ ᏫᎾᏍᏛᎾ ᎤᎵᏂᎩᏛ ᏥᎩ."
  },
  {
    "verse": "15",
    "kjv": "Behold, I come as a thief. Blessed is he that watcheth, and keepeth his garments, lest he walk naked, and they see his shame.",
    "web": "“Behold, I come like a thief. Blessed is he who watches, and keeps his clothes, so that he doesn’t walk naked, and they see his shame.”",
    "chr": "ᎬᏂᏳᏉ, ᎦᏃᏍᎩᏍᎩ ᏥᎦᎷᎪ ᎾᏍᎩᏯ ᏓᏥᎷᏥ. ᎣᏏᏳ ᎢᏳ ᎵᏍᏓᏁᏗ ᎾᏍᎩ Ꮎ ᎠᏯᏫᏍᎩ, ᎠᎴ ᏧᏄᏬ ᏗᏍᏆᏂᎪᏗᏍᎩ, ᎾᏍᎩ ᎤᏰᎸᎭ ᎤᏪᏓᏍᏗᏱ ᏂᎨᏒᎾ, ᎠᎴ ᎤᏕᎰᎯᏍᏗ ᎨᏒ ᎠᏥᎪᏩᏛᎡᏗᏱ ᏂᎨᏒᎾ."
  },
  {
    "verse": "16",
    "kjv": "And he gathered them together into a place called in the Hebrew tongue Armageddon.",
    "web": "He gathered them together into the place which is called in Hebrew, “Harmagedon”.",
    "chr": "ᎠᎴ ᏚᏪᏟᏌᏅᎩ ᎠᎹᎨᏙᏂ ᏚᏙᎥ ᎠᏂᏈᎷ ᎤᏂᏬᏂᎯᏍᏗ ᎨᏒ ᏯᎬᏗᎭ."
  },
  {
    "verse": "17",
    "kjv": "And the seventh angel poured out his vial into the air; and there came a great voice out of the temple of heaven, from the throne, saying, It is done.",
    "web": "The seventh poured out his bowl into the air. A loud voice came out of the temple of heaven, from the throne, saying, “It is done!”",
    "chr": "ᎦᎵᏉᎩᏁᏃ ᎨᏒ ᏗᎧᎿᏩᏗᏙᎯ ᎦᎳᏅᏛᏉ ᎦᎸᎶᎢ ᎤᏪᏐᏅᏴᎩ ᎫᎫ ᎠᏰᎲ ᎠᏟᏍᏛᎢ; ᎠᎴ ᎠᏍᏓᏯ ᏗᎧᏁᎬ ᎩᎶ ᎦᎸᎳᏗ ᏗᎦᏔᏫᎢᏍᏗᏱ ᎠᎴ ᎾᎿ ᏗᎦᏍᎩᎸ ᏓᏳᏓᎴᏅᎩ, ᎯᎠ ᏅᏓᎦᏪᏍᎬᎩ, ᎿᏉ ᎠᎵᏍᏆᏓ."
  },
  {
    "verse": "18",
    "kjv": "And there were voices, and thunders, and lightnings; and there was a great earthquake, such as was not since men were upon the earth, so mighty an earthquake, and so great.",
    "web": "There were lightnings, sounds, and thunders; and there was a great earthquake such as has not happened since there were men on the earth—so great an earthquake and so mighty.",
    "chr": "ᎿᏉᏃ ᏚᏍᏆᏃᏴᏔᏂᎩ, ᎠᎴ ᏚᏴᏓᏉᎶᎥᎩ, ᎠᎴ ᏚᎾᎦᎸᎲᎩ, ᎾᏍᎩ ᎢᎦᎢ ᎥᏝ ᎢᎸᎯᏳ ᏱᎬᏩᎵᏖᎸᏃ ᏴᏫ ᎡᎶᎯ ᎤᎾᏕᏅ ᏅᏓᎬᏩᏓᎴᏅᏛ, ᎾᏍᎩ ᎢᏳᎵᏂᎩᏛ ᎠᎴ ᎾᏍᎩ ᎢᏳᏍᎦᏎᏗ."
  },
  {
    "verse": "19",
    "kjv": "And the great city was divided into three parts, and the cities of the nations fell: and great Babylon came in remembrance before God, to give unto her the cup of the wine of the fierceness of his wrath.",
    "web": "The great city was divided into three parts, and the cities of the nations fell. Babylon the great was remembered in the sight of God, to give to her the cup of the wine of the fierceness of his wrath.",
    "chr": "ᎠᎴ ᎾᏍᎩ ᎡᏆ ᎦᏚᎲ ᏦᎢ ᏄᏓᏛᎩ, ᎠᎴ ᎤᎾᏓᏤᎵᏛ ᏴᏫ ᏓᏁᏩᏗᏒ ᏚᏂᏚᎲ ᏚᏲᏨᎩ; ᎠᎴ ᏓᏓᎶᏂ ᎦᎸᏉᏗ ᎦᏚᎲ ᎠᏅᏓᏗᏍᏗ ᏄᎵᏍᏔᏅᎩ ᎤᏁᎳᏅᎯ ᏄᏛᏅᎢ, ᎾᏍᎩ ᎠᏥᏁᏗᏱ [ᏓᏓᎶᏂ] ᎤᎵᏍᏈᏗ ᎩᎦᎨ-ᎠᏗᏔᏍᏗ ᎠᏟᏍᏛ ᎤᏣᏘ ᎤᏔᎳᏬᎯᏍᏗ ᎨᏒ ᎤᏩᏛᏗ."
  },
  {
    "verse": "20",
    "kjv": "And every island fled away, and the mountains were not found.",
    "web": "Every island fled away, and the mountains were not found.",
    "chr": "ᎠᎴ ᏂᎦᏛ ᎠᎹᏰᎵ ᏚᏪᎧᏩᏗᏒ ᎤᎾᎵᏒᎩ, ᎠᎴ ᏙᏓᎸ ᎥᏝ ᏗᎬᏩᏛᏗ ᏱᎨᏎᎢ."
  },
  {
    "verse": "21",
    "kjv": "And there fell upon men a great hail out of heaven, every stone about the weight of a talent: and men blasphemed God because of the plague of the hail; for the plague thereof was exceeding great.",
    "web": "Great hailstones, about the weight of a talent, came down out of the sky on people. People blasphemed God because of the plague of the hail, for this plague was exceedingly severe.",
    "chr": "ᎡᏆᏃ ᎤᏁᏐᎠᏒᎩ ᏴᏫ ᎠᏁᎲ ᎦᎸᎳᏗ ᏅᏓᏳᏓᎴᏅᎯ, ᏌᏉᎭ ᎨᏒ ᏔᎸᏗ ᏄᏓᎨᏒ ᏄᏓᎨᏒᎩ; ᏴᏫᏃ ᎤᏁᎳᏅᎯ ᎤᏂᏐᏢᎢᏍᏔᏅᎩ ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᎤᏁᏍᏓᎳ ᎤᎾᏕᏯᏙᏗᏍᎬᎢ; ᎤᏣᏘᏰᏃ ᎤᎾᏕᏯᏙᏗᏍᎬᎩ ᎾᏍᎩ."
  }
]