[
  {
    "verse": "1",
    "kjv": "And there came one of the seven angels which had the seven vials, and talked with me, saying unto me, Come hither; I will shew unto thee the judgment of the great whore that sitteth upon many waters:",
    "web": "One of the seven angels who had the seven bowls came and spoke with me, saying, “Come here. I will show you the judgment of the great prostitute who sits on many waters,",
    "chr": "ᎠᏏᏴᏫᏃ ᎾᏍᎩ Ꮎ ᎦᎵᏉᎩ ᎢᏯᏂᏛ ᎨᏒ ᏗᏂᎧᎿᏩᏗᏐᎯ, ᎾᏍᎩ ᎦᎵᏉᎩ ᎫᎫ ᏥᏓᏂᏰᎲᎩ, ᎤᎷᏨᎩ ᎠᎴ ᎠᏆᎵᏃᎮᏔᏅᎩ, ᎯᎠ ᎾᎩᏪᏎᎸᎩ, ᎡᎮᎾ; ᏓᎬᎾᏄᎪᏫᏎᎵ ᏄᏍᏛ ᏣᎫᎪᏓᏁᏗ ᎨᏒ ᎤᏣᏘ ᎤᏁᎫᏥᏛ ᎠᎨᏴ, ᎤᏣᏘ ᎠᎹ ᏚᏪᏴ ᏧᏬᎳ;"
  },
  {
    "verse": "2",
    "kjv": "With whom the kings of the earth have committed fornication, and the inhabitants of the earth have been made drunk with the wine of her fornication.",
    "web": "with whom the kings of the earth committed sexual immorality. Those who dwell in the earth were made drunken with the wine of her sexual immorality.”",
    "chr": "ᎤᏂᎬᏫᏳᎯ ᎡᎶᎯ ᎠᏁᎯ ᎤᏕᎵᏛ ᏧᎾᏂᏏᏅᎯ ᏥᎩ, ᎠᎴ ᎡᎶᎯ ᏓᏁᏩᏗᏒ ᏧᏂᏴᏍᏕᏍᏔᏅᎯ ᏥᎩ ᎩᎦᎨ-ᎠᏗᏔᏍᏗ ᎤᏕᎵᏛ ᏚᏂᏏᏂᏙᎸ ᎤᏩᏛᏛ."
  },
  {
    "verse": "3",
    "kjv": "So he carried me away in the spirit into the wilderness: and I saw a woman sit upon a scarlet coloured beast, full of names of blasphemy, having seven heads and ten horns.",
    "web": "He carried me away in the Spirit into a wilderness. I saw a woman sitting on a scarlet-colored beast, full of blasphemous names, having seven heads and ten horns.",
    "chr": "ᎾᏍᎩᏃ ᎠᏓᏅᏙ ᎬᏗ ᎢᎾᎨ ᏩᏆᏘᏅᏍᏔᏅᎩ; ᎠᎨᏴᏃ ᎥᏥᎪᎲᎩ ᎩᎦᎨ ᏗᎧᏃᏗᏱ ᏅᎩ-ᏗᎦᏅᏌᏗ ᎤᎩᎸᏛᎩ ᎾᏍᎩ ᎤᎧᎵᏨᎯ ᎨᏒᎩ ᎤᏁᎳᏅᎯ ᏚᏙᎥ ᎠᏐᏢᎢᏍᏙᏗ ᎨᏒᎢ ᎦᎵᏉᎩ ᏓᏍᎫᏓᏛᎩ, ᎠᎴ ᎠᏍᎪᎯ ᏕᎤᎷᎬᎩ."
  },
  {
    "verse": "4",
    "kjv": "And the woman was arrayed in purple and scarlet colour, and decked with gold and precious stones and pearls, having a golden cup in her hand full of abominations and filthiness of her fornication:",
    "web": "The woman was dressed in purple and scarlet, and decked with gold and precious stones and pearls, having in her hand a golden cup full of abominations and the impurities of the sexual immorality of the earth.",
    "chr": "ᎠᎨᏴᏃ ᏗᏕᎭᎷᎨ ᎠᎴ ᏗᎩᎦᎨ ᏚᏄᏩᎥᎩ, ᎠᎴ ᎠᏕᎸ-ᏓᎶᏂᎨ ᎠᎴ ᏗᎦᎸᏉᏗ, ᏅᏯ ᎠᎴ ᏓᎬᎾ-ᎢᏳᎾᏍᏗ ᏚᏣᏅᏛᎩ, ᎠᎴ ᎠᏕᎸ-ᏓᎶᏂᎨ ᎠᏢᎳᏅᎯ ᎤᎵᏍᏈᏗ ᎠᏰᎲᎩ ᎠᎧᎵᎢ ᎤᏂᏆᏘᏍᏗ ᎨᏒ, ᎠᎴ ᎤᏁᎢᎸᏗ ᎾᏍᎩ ᎤᏕᎵᏛ ᏚᏂᏏᏂᏙᎸ ᎤᏩᏛᏛ."
  },
  {
    "verse": "5",
    "kjv": "And upon her forehead was a name written, Mystery, Babylon The Great, The Mother Of Harlots And Abominations Of The Earth.",
    "web": "And on her forehead a name was written, “MYSTERY, BABYLON THE GREAT, THE MOTHER OF THE PROSTITUTES AND OF THE ABOMINATIONS OF THE EARTH.”",
    "chr": "ᎠᎬᏓᎨᏂᏃ ᏚᏙᎥ ᎪᏪᎸᎩ, [ᎯᎠ ᏂᎬᏅᎩ] ᎤᏕᎵᏛ ᎨᏒᎢ, ᏓᏓᎶᏂ ᎡᏆ, ᎤᏂᏁᎫᏥᏛ ᎠᏂᎨᏴ ᎤᏂᏥ ᎠᎴ ᎤᏂᏆᏘᏍᏗ ᎡᎶᎯ ᎡᎯ."
  },
  {
    "verse": "6",
    "kjv": "And I saw the woman drunken with the blood of the saints, and with the blood of the martyrs of Jesus: and when I saw her, I wondered with great admiration.",
    "web": "I saw the woman drunken with the blood of the saints and with the blood of the martyrs of Jesus. When I saw her, I wondered with great amazement.",
    "chr": "ᎠᎴ ᎠᎨᏴ ᎥᏥᎪᎥᎩ ᎤᎾᏓᏅᏘ ᎤᏂᎩᎬ, ᎠᎴ ᏥᏌ ᎬᏩᏃᎮᏍᎩ ᎤᏂᎩᎬ ᎤᏴᎪᎯᏍᏗ ᎨᏒ ᎬᏗ ᎠᎩᏍᏆᏂᎪᏒᎩ."
  },
  {
    "verse": "7",
    "kjv": "And the angel said unto me, Wherefore didst thou marvel? I will tell thee the mystery of the woman, and of the beast that carrieth her, which hath the seven heads and ten horns.",
    "web": "The angel said to me, “Why do you wonder? I will tell you the mystery of the woman and of the beast that carries her, which has the seven heads and the ten horns.",
    "chr": "ᏗᎧᎿᏩᏗᏙᎯᏃ ᎯᎠ ᎾᎩᏪᏎᎸᎩ, ᎦᏙᏃ ᎥᏣᏍᏆᏂᎪᎵ? ᏓᎬᏃᏁᎵ ᏄᏍᏛ ᎦᏛᎬ ᎠᎨᏴ, ᎠᎴ ᏄᏍᏛ ᎦᏛᎬ ᏅᎩᏗᎦᏅᏌᏗ ᎾᏍᎩ ᏧᎩᎸᏗ, ᎾᏍᎩ ᎦᎵᏉᎩ ᏥᏓᏍᎫᏓᏛ ᎠᎴ ᎠᏍᎪᎯ ᏥᏚᎷᎦ."
  },
  {
    "verse": "8",
    "kjv": "The beast that thou sawest was, and is not; and shall ascend out of the bottomless pit, and go into perdition: and they that dwell on the earth shall wonder, whose names were not written in the book of life from the foundation of the world, when they behold the beast that was, and is not, and yet is.",
    "web": "The beast that you saw was, and is not; and is about to come up out of the abyss and to go into destruction. Those who dwell on the earth and whose names have not been written in the book of life from the foundation of the world will marvel when they see that the beast was, and is not, and shall be present.",
    "chr": "ᎾᏍᎩ Ꮎ ᏅᎩ-ᏗᎦᏅᏌᏗ ᏥᎪᎥᎩ, ᎡᎲᎩ, ᎠᎴ ᎥᏝ ᏰᎭ; ᎠᎴ ᏙᏛᎴᏂ ᏫᎾᏍᏛᎾ ᏗᏔᎴᏒ ᏓᎦᏄᎪᏥ, ᎠᎴ ᎠᏥᏛᏙᏗᏱ ᏴᏓᎦᎶᏏ, ᎾᏍᎩᏃ Ꮎ ᎡᎶᎯ ᎠᏁᎯ ᎾᏍᎩ ᏚᎾᏙᎥ ᏂᏗᎪᏪᎳᏅ ᎾᎬᏂᏛ ᎪᏪᎵᎯ ᎡᎶᎯ ᏧᏙᏢᏅ ᏅᏓᎬᏩᎴᏅᏛ ᏛᏂᏍᏆᏂᎪᏏ ᎠᏂᎪᎲᎭ ᏅᎩ-ᏗᎦᏅᏌᏗ ᎾᏍᎩ ᏤᎲᎩ, ᎠᎴ ᏁᎲᎾ ᏥᎩ, ᎠᏎᏃ ᎾᏍᎩ ᏤᎭ."
  },
  {
    "verse": "9",
    "kjv": "And here is the mind which hath wisdom. The seven heads are seven mountains, on which the woman sitteth.",
    "web": "Here is the mind that has wisdom. The seven heads are seven mountains on which the woman sits.",
    "chr": "ᎠᏂ ᎠᎦᏙᎲᎯᏍᏗ ᎨᏒ ᎠᏓᏅᏙ ᎬᏙᏗ ᎪᎵᏍᏗ. ᎾᏍᎩ Ꮎ ᎦᎵᏉᎩ ᏓᏍᎫᏓᏛ ᎦᎵᏉᎩ ᏙᏓᎸ ᎦᏛᎦ, ᎾᎿ ᎠᎨᏴ ᏧᏬᎳ."
  },
  {
    "verse": "10",
    "kjv": "And there are seven kings: five are fallen, and one is, and the other is not yet come; and when he cometh, he must continue a short space.",
    "web": "They are seven kings. Five have fallen, the one is, and the other has not yet come. When he comes, he must continue a little while.",
    "chr": "ᎠᎴ ᎦᎵᏉᎩ ᎾᏂᎥ ᎤᏂᎬᏫᏳᎯ; ᎯᏍᎩ ᎢᏯᏂᏛ ᎤᎾᎵᏛᏔᏅ, ᎠᎴ ᎠᏏᏴᏫ ᎡᎭ, ᏐᎢᏃ ᎥᏝ ᎠᏏ ᏱᎦᎾᏄᎪᎦ; ᎠᎴ ᎦᎷᏨᎭ ᏝᎦ ᎤᏕᏗ ᎨᏎᏍᏗ."
  },
  {
    "verse": "11",
    "kjv": "And the beast that was, and is not, even he is the eighth, and is of the seven, and goeth into perdition.",
    "web": "The beast that was, and is not, is himself also an eighth, and is of the seven; and he goes to destruction.",
    "chr": "ᎾᏍᎩᏃ Ꮎ ᏅᎩ-ᏗᎦᏅᏌᏗ ᏤᎲᎩ, ᎠᎴ ᎾᏍᎩ ᏁᎲᎾ ᏥᎩ, ᎾᏍᎩ ᏧᏁᎵᏁᎢ, ᎠᎴ ᎾᏍᎩ ᏚᎵᏉᎩ ᎢᏯᏂᏛ ᎨᏒ ᎨᎳ, ᎠᎴ ᎠᏥᏛᏙᏗᏱ ᏮᏓᎦᎶᏏ."
  },
  {
    "verse": "12",
    "kjv": "And the ten horns which thou sawest are ten kings, which have received no kingdom as yet; but receive power as kings one hour with the beast.",
    "web": "The ten horns that you saw are ten kings who have received no kingdom as yet, but they receive authority as kings with the beast for one hour.",
    "chr": "ᎠᏍᎪᎯᏃ ᏕᎤᎷᎬ ᏥᏕᏣᎪᎲᎩ, ᎾᏍᎩ ᎠᏍᎪᎯ ᎤᏂᎬᏫᏳᎯ ᎦᏛᎦ, ᎾᏍᎩ ᎤᏂᎬᏫᏳᎯ ᎢᏳᎾᎵᏍᏙᏗᏱ ᎨᏒ ᎠᏏ ᎨᏥᏁᎸᎯ ᏂᎨᏒᎾ ᎨᏒᎢ; ᎨᎦᎵᏍᎪᎸᏓᏁᎭᏍᎩᏂᏃᏅ ᎤᏂᎬᏫᏳᎯ ᎤᏂᏁᎢᏍᏗ ᎨᏒ ᎤᏂᏁᎢᏍᏗᏱ ᏌᏉ ᎢᏳᏟᎶᏛ ᏅᎩ-ᏗᎦᏅᏌᏗ ᎤᏠᏱ ᎧᏁᎬᎢ."
  },
  {
    "verse": "13",
    "kjv": "These have one mind, and shall give their power and strength unto the beast.",
    "web": "These have one mind, and they give their power and authority to the beast.",
    "chr": "ᎯᎠ ᎾᏍᎩ ᏌᏉ ᏄᏅᏅ ᏚᎾᏓᏅᏛᎢ, ᎠᎴ ᏅᎩ-ᏗᎦᏅᏌᏗ ᏄᏍᏛ ᎤᎾᏒᎦᎸ ᎠᎴ ᏚᎾᎵᏂᎬᎬ ᏙᏛᏂᏲᎯᏎᎵ."
  },
  {
    "verse": "14",
    "kjv": "These shall make war with the Lamb, and the Lamb shall overcome them: for he is Lord of lords, and King of kings: and they that are with him are called, and chosen, and faithful.",
    "web": "These will war against the Lamb, and the Lamb will overcome them, for he is Lord of lords and King of kings; and those who are with him are called, chosen, and faithful.”",
    "chr": "ᎯᎠ ᎾᏍᎩ ᏓᎿᏩ ᏅᏛᏅᏁᎵ ᎤᏃᏕᎾ ᎠᎩᎾ, ᎠᎴ ᎤᏃᏕᎾ ᎠᎩᎾ ᏙᏛᏎᎪᎩᏏ ᎾᏍᎩ; ᎾᏍᎩᏰᏃ ᎤᏂᎬᏫᏳᎯ ᎠᏁᎲ ᎤᎬᏫᏳᎯ; ᎠᎴ ᏄᏂᎬᏫᏳᏒ ᎠᏁᎲ ᎾᏍᎩ ᏄᎬᏫᏳᏌᏕᎩ; ᎠᎴ ᎾᏍᎩ ᎬᏩᏜᏩᏍᏗᏕᎩ ᏥᎩ ᎨᏥᏯᏅᏛ, ᎠᎴ ᎨᎦᏑᏰᏛ, ᎠᎴ ᏄᎾᏓᎵᏓᏍᏛᎾ."
  },
  {
    "verse": "15",
    "kjv": "And he saith unto me, The waters which thou sawest, where the whore sitteth, are peoples, and multitudes, and nations, and tongues.",
    "web": "He said to me, “The waters which you saw, where the prostitute sits, are peoples, multitudes, nations, and languages.",
    "chr": "ᎠᎴ ᎯᎠ ᎾᎩᏪᏎᎸᎩ, ᎠᎹ ᏥᏕᏣᎪᎲᎩ, ᎾᎿ ᎤᏁᎫᏥᏛ ᎠᎨᏴ ᏧᏬᎳ, ᏴᏫ ᎦᏛᎦ, ᎠᎴ ᎤᏂᏣᏘ ᎨᏒᎢ, ᎠᎴ ᎤᎾᏓᏤᎵᏗ ᏴᏫ, ᎠᎴ ᏧᏓᎴᏅᏛ ᏗᏂᏬᏂᏍᎩ ᎨᏒᎢ."
  },
  {
    "verse": "16",
    "kjv": "And the ten horns which thou sawest upon the beast, these shall hate the whore, and shall make her desolate and naked, and shall eat her flesh, and burn her with fire.",
    "web": "The ten horns which you saw, they and the beast will hate the prostitute, will make her desolate, will strip her naked, will eat her flesh, and will burn her utterly with fire.",
    "chr": "ᎠᎴ ᎠᏍᎪᎯ ᏕᎤᎷᎬ ᏥᏕᏣᎪᎲᎩ, ᎾᏍᎩ ᏅᎩ-ᏗᎨᏅᏌᏗ ᏚᎷᎬᎢ, ᎾᏍᎩ ᏓᎬᏩᏂᏆᏘᎵ ᎤᏁᎫᏥᏛ ᎠᎨᏴ, ᎠᎴ ᏅᏔ ᎠᎴ ᎤᏰᎸᎭ ᏅᏓᏰᎬᏁᎵ, ᎠᎴ ᎤᏇᏓᎸ ᏓᎬᏩᎨᎵ, ᎠᎴ ᎠᏥᎸ ᎬᏗ ᏓᎬᏩᎪᎲᏍᏔᏂ."
  },
  {
    "verse": "17",
    "kjv": "For God hath put in their hearts to fulfil his will, and to agree, and give their kingdom unto the beast, until the words of God shall be fulfilled.",
    "web": "For God has put in their hearts to do what he has in mind, to be of one mind, and to give their kingdom to the beast, until the words of God should be accomplished.",
    "chr": "ᎤᏁᎳᏅᎯᏰᏃ ᏚᎳᏁᎸ ᎫᏂᎾᏫᏱ ᏄᏍᏛ ᎠᏓᏅᏖᏍᎬ ᎤᏂᏍᏆᏗᏍᏗᏱ, ᎠᎴ ᏌᏉᎢᏳᏅᏁᏗᏱ ᏚᎾᏓᏅᏛᎢ, ᎠᎴ ᏧᏂᏲᎯᏎᏗᏱ ᏅᎩ-ᏗᎦᏅᏌᏗ ᎾᎿ ᎤᏂᎬᏫᏳᎯ ᎨᏒᎢ, ᎬᏂ ᎤᏁᎳᏅᎯ ᎤᏁᏨ ᎾᏍᎩ ᎢᏳᎵᏍᏔᏅᎯ ᎨᏎᏍᏗ."
  },
  {
    "verse": "18",
    "kjv": "And the woman which thou sawest is that great city, which reigneth over the kings of the earth.",
    "web": "The woman whom you saw is the great city which reigns over the kings of the earth.”",
    "chr": "ᎠᎨᏴᏃ Ꮎ ᏥᎪᏩᏘᏍᎬᎩ ᎾᏍᎩ Ꮎ ᎡᏆ ᎦᏚᎲ ᎦᏛᎦ, ᎾᏍᎩ ᎤᏂᎬᏫᏳᎯ ᎡᎶᎯ ᎡᏁᎲ ᎤᎬᏫᏳᏌᏕᎩ ᏥᎩ."
  }
]