[
  {
    "verse": "1",
    "kjv": "And after these things I saw another angel come down from heaven, having great power; and the earth was lightened with his glory.",
    "web": "After these things, I saw another angel coming down out of the sky, having great authority. The earth was illuminated with his glory.",
    "chr": "ᎾᏍᎩᏃ ᎯᎠ ᏄᎵᏍᏔᏂᏙᎸ ᏅᏩᏓᎴ ᏗᎧᎿᏩᏗᏙᎯ ᎥᏥᎪᎥᎩ ᎦᎸᎳᏗ ᏓᏳᏠᎠᏒᎩ, ᎤᏣᏘ ᎤᎵᏂᎩᏛ ᎨᏒᎩ; ᎾᏍᎩᏃ ᎤᏤᎵ ᎦᎸᏉᏗᏳ ᎨᏒ ᎡᎶᎯ ᎢᎦ ᎤᏘᏍᏔᏅᎩ."
  },
  {
    "verse": "2",
    "kjv": "And he cried mightily with a strong voice, saying, Babylon the great is fallen, is fallen, and is become the habitation of devils, and the hold of every foul spirit, and a cage of every unclean and hateful bird.",
    "web": "He cried with a mighty voice, saying, “Fallen, fallen is Babylon the great, and she has become a habitation of demons, a prison of every unclean spirit, and a prison of every unclean and hated bird!",
    "chr": "ᎠᎴ ᎠᏍᏓᏯ ᎤᏪᎷᏅᎩ ᎤᎵᏂᎩᏛ ᎧᏁᎬ ᎬᏗ, ᎯᎠ ᏂᎦᏩᏍᎬᎩ, ᏓᏓᎶᏂ ᎡᏆ ᎠᏲᎩ, ᎠᏲᎩ, ᎠᎴ ᎠᏂᏍᎩᎾ ᎤᎾᏕᏗᏱ ᏂᎦᎵᏍᏓ, ᎠᎴ ᎾᏂᎥ ᎠᏂᎦᏓᎭ ᏗᏓᏅᏙ ᎤᏂᏴᏍᏗᏱ, ᎠᎴ ᎾᏂᎥ ᎠᏂᎦᏓᎭ ᎠᎴ ᎤᏂᏂᏆᏘᏍᏗ ᏥᏍᏆ ᎤᎾᏁᎳᏗᏍᏗᏱ."
  },
  {
    "verse": "3",
    "kjv": "For all nations have drunk of the wine of the wrath of her fornication, and the kings of the earth have committed fornication with her, and the merchants of the earth are waxed rich through the abundance of her delicacies.",
    "web": "For all the nations have drunk of the wine of the wrath of her sexual immorality, the kings of the earth committed sexual immorality with her, and the merchants of the earth grew rich from the abundance of her luxury.”",
    "chr": "ᏂᎦᏗᏳᏰᏃ ᎤᎾᏓᏤᎵᏛ ᏴᏫ ᏓᏁᏩᏗᏒ ᎤᎾᏗᏔᎲ ᎩᎦᎨ-ᎠᏗᏔᏍᏗ ᎤᏔᎳᏬᎯᏍᏗ ᎨᏒ ᎤᏓᏑᏱ ᎾᏍᎩ ᎤᏕᎵᏛ ᏚᏂᏏᏂᏙᎸ ᎢᏳᏩᏂᏌᏛ, ᎠᎴ ᎤᏂᎬᏫᏳᎯ ᎡᎶᎯ ᎠᏁᎯ ᎾᏍᎩ ᎤᏕᎵᏛ ᏚᎾᏂᏏᏂᏙᎸ, ᎠᎴ ᎠᏂᏃᏗᏍᎩ ᎡᎶᎯ ᎠᏁᎯ ᏚᏁᏅᎢᏍᏔᏅ ᎾᏍᎩ ᎤᏣᏘ ᎤᏢᏉᏗ ᎡᎲᎢ."
  },
  {
    "verse": "4",
    "kjv": "And I heard another voice from heaven, saying, Come out of her, my people, that ye be not partakers of her sins, and that ye receive not of her plagues.",
    "web": "I heard another voice from heaven, saying, “Come out of her, my people, that you have no participation in her sins, and that you don’t receive of her plagues,",
    "chr": "ᎠᎴ ᏅᏩᏓᎴ ᎩᎶ ᏗᎧᏁᎬ ᎦᎸᎳᏗ ᎠᏆᏛᎦᏅᎩ, ᎯᎠ ᏅᏓᎦᏪᏍᎬᎩ, ᏂᎯ ᏗᏆᏤᎵᎦ ᏴᏫ ᎡᏥᏄᎪᎢ, ᎾᏍᎩ ᎢᏣᏠᏯᏍᏙᏗᏱ ᏂᎨᏒᎾ ᎾᏍᎩ ᎤᏍᎦᏅᏥᏙᎸᎢ, ᎠᎴ ᎾᏍᎩ ᎤᏤᎵ ᎤᏕᏯᏙᏗ ᎨᏒ ᎢᏣᏠᏯᏍᏙᏗᏱ ᏂᎨᏒᎾ."
  },
  {
    "verse": "5",
    "kjv": "For her sins have reached unto heaven, and God hath remembered her iniquities.",
    "web": "for her sins have reached to the sky, and God has remembered her iniquities.",
    "chr": "ᎤᏍᎦᏅᏥᏙᎸᏰᏃ ᎦᎸᎳᏗ ᎢᏴᏛ ᏭᎷᏨ, ᎠᎴ ᎤᏁᎳᏅᎯ ᎤᏅᏓᏛᎤᏲᏚᎸᏫᏍᏓᏁᎵᏙᎸᎢ."
  },
  {
    "verse": "6",
    "kjv": "Reward her even as she rewarded you, and double unto her double according to her works: in the cup which she hath filled fill to her double.",
    "web": "Return to her just as she returned, and repay her double as she did, and according to her works. In the cup which she mixed, mix to her double.",
    "chr": "ᎡᏣᎫᏴᏏ ᎾᏍᎩᏯ ᎢᏣᎫᏴᎡᎸᎢ, ᎠᎴ ᏔᎵ ᎢᏳᏩᎫᏗ ᎡᏣᎫᏴᏏ ᎾᏍᎩᏯ ᏚᎸᏫᏍᏓᏁᎸᎢ; ᎤᎵᏍᏈᏗ ᎤᎧᎵᎸᎯ ᎾᏍᎩ ᏔᎵ ᎢᏳᏩᎫᏗ ᎡᏥᎧᎵᎢᏏ."
  },
  {
    "verse": "7",
    "kjv": "How much she hath glorified herself, and lived deliciously, so much torment and sorrow give her: for she saith in her heart, I sit a queen, and am no widow, and shall see no sorrow.",
    "web": "However much she glorified herself and grew wanton, so much give her of torment and mourning. For she says in her heart, ‘I sit a queen, and am no widow, and will in no way see mourning.’",
    "chr": "ᎾᏍᎩ ᏂᎦᎥ ᎤᏩᏒ ᎤᏓᎸᏉᏔᏅᎢ ᎠᎴ ᎤᏢᏉᏗ ᎤᏕᏅᎢ, ᎾᏍᎩ ᎢᎦᎢ ᎠᎩᎵᏯ ᎠᎴ ᎤᏲ ᎠᏓᏅᏓᏗᏍᏗ ᎨᏒ ᎡᏥᎥᏏ; ᎤᎾᏫᏱᏰᏃ ᎯᎠ ᏂᎦᏪᎭ, ᎠᎩᎬᏫᏳᎯ ᎠᏉᎳ, ᎥᏝ ᎠᏉᏑᎶᏨᎯ ᏱᎩ, ᎥᏝ ᎠᎴ ᎤᏲ ᎠᏓᏅᏓᏗᏍᏗ ᎨᏒ ᏴᎦᏥᎪᏩᏛ."
  },
  {
    "verse": "8",
    "kjv": "Therefore shall her plagues come in one day, death, and mourning, and famine; and she shall be utterly burned with fire: for strong is the Lord God who judgeth her.",
    "web": "Therefore in one day her plagues will come: death, mourning, and famine; and she will be utterly burned with fire, for the Lord God who has judged her is strong.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎤᏕᏯᏙᏗᏍᎩ ᎨᏒ ᏏᏉᏃ ᎤᎷᎯᏍᏗ ᎨᏎᏍᏗ, ᎠᏲᎱᎯᏍᏗ ᎨᏒ, ᎠᎴ ᎠᎦᎪᎲᏍᏙᏗ ᎨᏎᏍᏗ ᎠᏥᎸ ᎬᏗ; ᎤᎵᏂᎩᏗᏳᏰᏃ ᎤᎬᏫᏳᎯ ᎤᏁᎳᏅᎯ ᎾᏍᎩ ᏧᏭᎪᏓᏁᎯ ᏥᎩ."
  },
  {
    "verse": "9",
    "kjv": "And the kings of the earth, who have committed fornication and lived deliciously with her, shall bewail her, and lament for her, when they shall see the smoke of her burning,",
    "web": "The kings of the earth who committed sexual immorality and lived wantonly with her will weep and wail over her, when they look at the smoke of her burning,",
    "chr": "ᎠᎴ ᎤᏂᎬᏫᏳᎯ ᎡᎶᎯ ᎠᏁᎯ, ᎾᏍᎩ ᎤᏕᎵᏛ ᏧᎾᏂᏏᏂᏙᎸᎯ ᎨᏒᎢ, ᎠᎴ ᎤᏢᏉᏗ ᎢᏧᎳᎭ ᎤᎾᏕᏅᎯ, ᎾᏍᎩ ᏓᎬᏩᏍᎪᏂᎵ, ᎠᎴ ᎾᏍᎩ ᏅᏓᎦᎵᏍᏙᏔᏂ ᏙᏛᏂᏴᎳᏏ, ᎿᏉ ᎠᏂᎪᎲᎭ ᏚᎦᏒᏍᏛ ᎾᏍᎩ ᎠᎪᎲᏍᎬᎢ,"
  },
  {
    "verse": "10",
    "kjv": "Standing afar off for the fear of her torment, saying, Alas, alas that great city Babylon, that mighty city! for in one hour is thy judgment come.",
    "web": "standing far away for the fear of her torment, saying, ‘Woe, woe, the great city, Babylon, the strong city! For your judgment has come in one hour.’",
    "chr": "ᎢᏅ ᏗᏂᏙᎾᎡᏍᏗ ᎠᏂᏍᎦᎢᎲ ᎠᎩᎵᏲᎬ ᏅᏗᎦᎵᏍᏙᏗᏍᎬᎢ, ᎯᎠ ᎾᏂᏪᏍᎨᏍᏗ, ᎤᏲᏍᏛᏉ, ᎤᏲᏍᏛᏉ, ᎾᏍᎩ ᎾᎡᏆ ᏓᏓᎶᏂ, ᎾᏍᎩ ᎤᎵᏂᎩᏛ ᎦᏚᎲᎢ! ᏑᏟᎶᏛᏉᏰᏃ ᎢᎪᎯᏛ ᏗᏣᏚᎪᏓᏁᏗ ᎨᏒ ᏣᎷᏥᏏ."
  },
  {
    "verse": "11",
    "kjv": "And the merchants of the earth shall weep and mourn over her; for no man buyeth their merchandise any more:",
    "web": "The merchants of the earth weep and mourn over her, for no one buys their merchandise any more:",
    "chr": "ᎠᏂᏃᏔᏅᎲᏍᎩᏃ ᎡᎶᎯ ᎠᏁᎯ ᏙᏛᎾᏠᏱᎵ ᎠᎴ ᏙᏛᏂᏴᎳᏏ ᏓᎬᏩᏍᎪᏂᎵ ᎾᏍᎩ; ᎥᏝᏰᏃ ᎿᏉ ᎩᎶ ᏱᎬᏩᏂᏩᎯᏎᎭ ᎦᏃᏙᏗ;"
  },
  {
    "verse": "12",
    "kjv": "The merchandise of gold, and silver, and precious stones, and of pearls, and fine linen, and purple, and silk, and scarlet, and all thyine wood, and all manner vessels of ivory, and all manner vessels of most precious wood, and of brass, and iron, and marble,",
    "web": "merchandise of gold, silver, precious stones, pearls, fine linen, purple, silk, scarlet, all expensive wood, every vessel of ivory, every vessel made of most precious wood, and of brass, and iron, and marble;",
    "chr": "ᎾᏍᎩ ᎠᏕᎸ-ᏓᎶᏂᎨ ᎦᏃᏙᏗ ᎨᏒᎢ, ᎠᎴ ᎠᏕᎸ-ᎤᏁᎬ, ᎠᎴ ᎤᏣᏘ ᏧᎬᏩᎶᏗ ᏅᏯ, ᎠᎴ ᏓᎬᎾ-ᎢᏳᎾᏍᏗ, ᎠᎴ ᎤᏏᏙᎵ ᏙᎴᏛ, ᎠᎴ ᏗᏕᎭᎷᎨᎢ, ᎠᎴ ᏗᏩᎾᎨᎢ, ᎠᎴ ᏗᎩᎦᎨᎢ, ᎠᎴ ᎾᎦᎥ ᏗᎦᎸᏉᏗ ᎠᏓ, ᎠᎴ ᏂᎦᎥ ᏗᏖᎵᏙ ᎧᎹᎹ ᏧᏓᏄᏙᏅᎯ ᏗᎪᏢᏔᏅᎯ, ᎠᎴ ᏂᎦᎥ ᏗᏖᎵᏙ ᎤᏣᏘ ᏧᎬᏩᎶᏗ ᎠᏓ ᏗᎪᏢᏔᏅᎯ, ᎠᎴ ᎥᏣᏱ, ᎠᎴ ᏔᎷᎩᏍᎩ, ᎠᎴ ᎠᏂᏓᏫᏍᎦᎨ ᏅᏯ,"
  },
  {
    "verse": "13",
    "kjv": "And cinnamon, and odours, and ointments, and frankincense, and wine, and oil, and fine flour, and wheat, and beasts, and sheep, and horses, and chariots, and slaves, and souls of men.",
    "web": "and cinnamon, incense, perfume, frankincense, wine, olive oil, fine flour, wheat, cattle, sheep, horses, chariots, and people’s bodies and souls.",
    "chr": "ᎠᎴ ᏏᏂᎹᏂ, ᎠᎴ ᏗᎦᏩᏒᎩ, ᎠᎴ ᎠᏠᏁᏗ, ᎠᎴ ᎠᏜ ᎤᎦᎾᏍᏛ ᎦᏩᏒᎩ, ᎠᎴ ᎩᎦᎨ-ᎠᏗᏔᏍᏗ, ᎠᎴ ᎪᎢ, ᎠᎴ ᏩᎾᎨ ᎤᏣᎴᏍᏗ ᎢᏒ, ᎠᎴ ᎤᏣᎴᏍᏗᎤᎦᏛ, ᎠᎴ ᎦᎾᏝᎢ, ᎠᎴ ᎠᏫ-ᎤᏂᏃᏕᏅ, ᎠᎴ ᏐᏈᎵ, ᎠᎴ ᏧᏍᏗ-ᏓᏆᎴᎷ, ᎠᎴ ᏴᏫ-ᏗᎦᎾᏝᎢ, ᎠᎴ ᏴᏫ ᏧᎾᏓᏅᏙ."
  },
  {
    "verse": "14",
    "kjv": "And the fruits that thy soul lusted after are departed from thee, and all things which were dainty and goodly are departed from thee, and thou shalt find them no more at all.",
    "web": "The fruits which your soul lusted after have been lost to you. All things that were dainty and sumptuous have perished from you, and you will find them no more at all.",
    "chr": "ᎠᎴ ᎤᏓᏔᏅᎯ ᎾᏍᎩ ᏣᏓᏅᏙ ᏧᎬᎥᏍᎬᎩ ᏣᏓᏅᎡᎸ, ᎠᎴ ᏂᎦᎥ ᎤᏢᏉᏗ ᎠᎴ ᏗᎦᎸᏉᏗ ᏥᎨᏒ ᎨᏣᏓᏅᎡᎸ, ᎠᎴ ᎥᏝ ᎿᏉ ᏫᏗᎨᏣᏩᏛᏗ ᏱᎨᏎᏍᏗ."
  },
  {
    "verse": "15",
    "kjv": "The merchants of these things, which were made rich by her, shall stand afar off for the fear of her torment, weeping and wailing,",
    "web": "The merchants of these things, who were made rich by her, will stand far away for the fear of her torment, weeping and mourning,",
    "chr": "ᎯᎠ ᎾᏍᎩ ᏧᏓᎴᏛ ᎠᏂᏃᏔᏅᎥᏍᎩ, ᎾᏍᎩ ᏧᏪᏅᎢᏍᏔᏅᎯ, ᎢᏅ ᏗᏂᏙᎾᎡᏍᏗ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ ᎠᎩᎵᏲᎬ ᎠᏂᏍᎦᎢᎲᎢ, ᏓᎾᏠᏱᎮᏍᏗ ᎠᎴ ᏓᏂᏴᎨᏍᏗ,"
  },
  {
    "verse": "16",
    "kjv": "And saying, Alas, alas that great city, that was clothed in fine linen, and purple, and scarlet, and decked with gold, and precious stones, and pearls!",
    "web": "saying, ‘Woe, woe, the great city, she who was dressed in fine linen, purple, and scarlet, and decked with gold and precious stones and pearls!",
    "chr": "ᎠᎴ ᎯᎠ ᎾᏂᏪᏍᎨᏍᏗ, ᎤᏲᏍᏛᏉ, ᎤᏲᏍᏛᏉ, ᎾᏍᎩ Ꮎ ᎡᏆ ᎦᏚᎲ ᎾᏍᎩ ᎤᏏᏙᎵ ᏙᎴᏛ, ᎠᎴ ᏕᎭᎷᎨᎢ, ᎠᎴ ᎩᎦᎨᎢ ᏥᏚᏣᏃᏛᎩ, ᎠᎴ ᎠᏕᎸᏓᎶᏂᎨᎢ, ᎠᎴ ᎤᏣᏘ ᏧᎾᎬᏩᎶᏗ ᏅᏯ, ᎠᎴ ᏓᎬᎾ-ᎢᏳᎾᏍᏗ, ᏥᏚᏣᏃᏛᎩ!"
  },
  {
    "verse": "17",
    "kjv": "For in one hour so great riches is come to nought. And every shipmaster, and all the company in ships, and sailors, and as many as trade by sea, stood afar off,",
    "web": "For in an hour such great riches are made desolate.’ Every ship master, and everyone who sails anywhere, and mariners, and as many as gain their living by sea, stood far away,",
    "chr": "ᏑᏟᎶᏛᏉᏰᏃ ᎢᎪᎯᏛ ᎾᏍᎩ ᎢᎦᎢ ᏧᎬᏩᎶᏗ ᎠᏎᏉ ᏂᎦᎵᏍᏔᏂᏛ. ᎠᎴ ᎾᏂᎥ ᎤᏂᎬᏫᏳᏌᏕᎩ ᏥᏳ ᏧᏔᏅ ᏓᏂᏂᏙᎲᎢ, ᎠᎴ ᎾᏂᎥ ᏥᏳᎯ ᎤᎾᏣᎢ, ᎠᎴ ᏥᏳ ᏗᏂᏂᏙᎯ, ᎠᎴ ᎾᏂᎥᏉ ᎠᎺᏉᎯ ᎠᏂᏃᏔᏂᏙᎯ, ᎢᏅ ᏛᏂᏙᎾᎥᎩ,"
  },
  {
    "verse": "18",
    "kjv": "And cried when they saw the smoke of her burning, saying, What city is like unto this great city!",
    "web": "and cried out as they looked at the smoke of her burning, saying, ‘What is like the great city?’",
    "chr": "ᎠᎴ ᎤᏁᎷᏅᎩ ᎢᏳᏃ ᎤᏂᎪᎲ ᏚᎦᏒᏍᏛ ᎾᏍᎩ ᎠᎪᎲᏍᎬᎢ, ᎯᎠ ᎾᏂᏪᏍᎬᎩ, ᎦᏙ ᎤᏍᏗ ᎾᏍᎩᏯ ᎨᏎ ᎾᏍᎩ ᎯᎠ ᎡᏆ ᎦᏚᎲ ᏄᏍᏛᎢ?"
  },
  {
    "verse": "19",
    "kjv": "And they cast dust on their heads, and cried, weeping and wailing, saying, Alas, alas that great city, wherein were made rich all that had ships in the sea by reason of her costliness! for in one hour is she made desolate.",
    "web": "They cast dust on their heads, and cried, weeping and mourning, saying, ‘Woe, woe, the great city, in which all who had their ships in the sea were made rich by reason of her great wealth!’ For she is made desolate in one hour.",
    "chr": "ᏗᏂᏍᎪᎵᏃ ᎪᏍᏚ ᏚᏂᏝᏅᎩ, ᎠᎴ ᎤᏁᎷᏅᎩ ᏓᎾᏠᏱᎲᎢ, ᎠᎴ ᏓᏂᏴᎬᎢ, ᎯᎠ ᎾᏂᏪᏍᎬᎩ, ᎤᏲᏍᏛᏉ, ᎤᏲᏍᏛᏉ, ᎾᏍᎩ Ꮎ ᎡᏆ ᎦᏚᎲᎢ, ᎾᎿ ᏧᏁᎿᎢ ᏥᏄᎾᎵᏍᏔᏅᎩ ᏂᎦᏛ ᎠᎺᏉᎯ ᏥᏳ ᏗᏂᏂᏙᎯ, ᏅᏗᎦᎵᏍᏙᏗᏍᎬ ᎤᏣᏘ ᎤᏪᎿᎢᏳ ᎨᏒᎢ, ᏑᏟᎶᏛᏉᏰᏃ ᎢᎪᎯᏛ ᏅᏔ ᎾᎬᏁᎸ."
  },
  {
    "verse": "20",
    "kjv": "Rejoice over her, thou heaven, and ye holy apostles and prophets; for God hath avenged you on her.",
    "web": "“Rejoice over her, O heaven, you saints, apostles, and prophets, for God has judged your judgment on her.”",
    "chr": "ᎢᏣᎵᎮᎵᎩ ᎾᏍᎩ ᏄᎵᏍᏓᏁᎸ ᎢᏳᏍᏗ, ᏂᎯ ᎦᎸᎶᎢ ᎠᎴ ᏂᎯ ᎢᏣᏓᏅᏘ ᎠᎴ ᎡᏥᏅᏏᏛ, ᎠᎴ ᎢᏣᏙᎴᎰᏍᎩ; ᎤᏁᎳᏅᎯᏰᏃ ᏂᎯ ᎨᏒ ᎢᏳᏍᏗ ᎾᏍᎩ ᎠᎦᏞᏥ."
  },
  {
    "verse": "21",
    "kjv": "And a mighty angel took up a stone like a great millstone, and cast it into the sea, saying, Thus with violence shall that great city Babylon be thrown down, and shall be found no more at all.",
    "web": "A mighty angel took up a stone like a great millstone and cast it into the sea, saying, “Thus with violence will Babylon, the great city, be thrown down, and will be found no more at all.",
    "chr": "ᎤᎵᏂᎩᏛᏃ ᏗᎧᎿᏩᏗᏙᎯ ᏅᏯ ᎤᎩᏒᎩ, ᎤᏔᏅ ᏗᏍᏙᏍᎩ ᏅᏯ ᎾᏍᎩᏯᎢ, ᎠᎺᏉᎯᏃ ᏭᏗᏅᏒᎩ, ᎯᎠ ᏄᏪᏒᎩ, ᎾᏍᎩᏯ ᎬᏍᎦᎢᏍᏓᎩ ᎾᏍᎩ Ꮎ ᎡᏆ ᎦᏚᎲ ᏓᏓᎶᏂ ᎠᏥᏲᏍᏙᏗ ᎨᏎᏍᏗ, ᎥᏝ ᎠᎴ ᎿᏉ ᎬᏩᏛᏗ ᏱᎨᏎᏍᏗ."
  },
  {
    "verse": "22",
    "kjv": "And the voice of harpers, and musicians, and of pipers, and trumpeters, shall be heard no more at all in thee; and no craftsman, of whatsoever craft he be, shall be found any more in thee; and the sound of a millstone shall be heard no more at all in thee;",
    "web": "The voice of harpists, minstrels, flute players, and trumpeters will be heard no more at all in you. No craftsman of whatever craft will be found any more at all in you. The sound of a mill will be heard no more at all in you.",
    "chr": "ᎠᎴ ᏗᎧᏃᎩᏍᏙᏗ ᏗᏂᏃᎩᏍᏗᏍᎩ, ᎠᎴ ᏗᏂᏃᎩᏍᎩ, ᎠᎴ ᎠᏦᏔᏍᏗ ᏗᏂᏃᎩᏍᏗᏍᎩ, ᎠᎴ ᏗᏂᏤᎷᎯᏍᎩ ᎤᎾᏓᏃᏴᎵᏍᏛ ᎥᏝ ᎠᎴ ᎪᏢᏅᎥᏍᎩ ᏄᏓᎴᏒᏉ ᎪᎱᏍᏗ ᎪᏢᏍᎩ ᎿᏉ ᏰᏣᏩᏛᎡᎴᏍᏗ; ᎠᎴ ᏅᏯ ᎠᏍᏙᏍᎩ ᎤᏃᏴᎬ ᎥᏝ ᎿᏉ ᎡᏣᏛᎦᏁᏗ ᏱᎨᏎᏍᏗ;"
  },
  {
    "verse": "23",
    "kjv": "And the light of a candle shall shine no more at all in thee; and the voice of the bridegroom and of the bride shall be heard no more at all in thee: for thy merchants were the great men of the earth; for by thy sorceries were all nations deceived.",
    "web": "The light of a lamp will shine no more at all in you. The voice of the bridegroom and of the bride will be heard no more at all in you, for your merchants were the princes of the earth; for with your sorcery all the nations were deceived.",
    "chr": "ᎠᎴ ᎠᏨᏍᏙᏗ ᏚᎸᏌᏛ ᎥᏝ ᎿᏉ ᏗᏣᎸᏌᏓᏕᏗ ᏱᎨᏎᏍᏗ; ᎠᎴ ᎠᏕᏒᎲᏍᎩ ᎠᎴ ᎠᏥᏰᎯ ᎠᏂᏁᎬ ᎥᏝ ᎿᏉ ᎡᏣᏛᎦᏁᏗ ᏱᎨᏎᏍᏗ; ᏗᏣᏤᎵᏰᏃ ᎠᏂᏃᏗᏍᏍᎩ ᎨᏥᎸᏉᏗ ᎨᏒᎩ ᏴᏫ ᎡᎶᎯ ᏓᏁᏩᏗᏒᎢ; ᏂᎦᏗᏳᏰᏃ ᎤᎾᏓᏤᎵᏛ ᎨᏒ ᏴᏫ ᏓᏁᏩᏗᏒ ᎠᏙᏅᏗ ᏕᏣᎸᏫᏍᏓᏁᎲ ᏕᎯᎶᏄᎮᏔᏅᎩ."
  },
  {
    "verse": "24",
    "kjv": "And in her was found the blood of prophets, and of saints, and of all that were slain upon the earth.",
    "web": "In her was found the blood of prophets and of saints, and of all who have been slain on the earth.”",
    "chr": "ᎠᎴ ᎾᏍᎩ ᎠᏥᏩᏛᎡᎸᎩ ᎤᏂᎩᎬ ᎠᎾᏙᎴᎰᏍᏗ, ᎠᎴ ᎤᎾᏓᏅᏘ, ᎠᎴ ᏂᎦᏛ ᎡᎶᎯ ᏗᎨᏥᎸᎯ ᎨᏒᎢ."
  }
]