[
  {
    "verse": "1",
    "kjv": "And after these things I heard a great voice of much people in heaven, saying, Alleluia; Salvation, and glory, and honour, and power, unto the Lord our God:",
    "web": "After these things I heard something like a loud voice of a great multitude in heaven, saying, “Hallelujah! Salvation, power, and glory belong to our God;",
    "chr": "ᎾᏍᎩᏃ ᏄᎵᏍᏔᏂᏙᎸ ᎠᏆᏛᎦᏅᎩ ᎠᏍᏓᏯ ᎠᏂᏁᎬ ᎤᏂᏣᏘ ᏴᏫ ᎦᎸᎳᏗ ᎢᏴᏛ, ᎯᎠ ᏅᏛᏂᏪᏍᎬᎩ, ᏱᎰᏩ ᎡᏗᎸᏉᏓ; ᎠᎵᏍᏕᎸᏙᏗ ᎨᏒᎢ, ᎠᎴ ᎠᏥᎸᏉᏙᏗ ᎨᏒᎢ, ᎠᎴ ᎣᏍᏛ ᎠᏥᏰᎸᏗ ᎨᏒᎢ, ᎠᎴ ᎤᎵᏂᎩᏛ ᎨᏒᎢ, ᎤᏤᎵᎦ ᎨᏎᏍᏗ ᎤᎬᏫᏳᎯ ᎢᎦᏁᎳᏅᎯ;"
  },
  {
    "verse": "2",
    "kjv": "For true and righteous are his judgments: for he hath judged the great whore, which did corrupt the earth with her fornication, and hath avenged the blood of his servants at her hand.",
    "web": "for his judgments are true and righteous. For he has judged the great prostitute who corrupted the earth with her sexual immorality, and he has avenged the blood of his servants at her hand.”",
    "chr": "ᎾᏍᎩᏰᏃ ᏧᏭᎪᏙᏗ ᎨᏒ ᏚᏳᎪᏛᎢ ᎠᎴ ᎣᏍᏛ; ᎾᏍᎩᏰᏃ ᏚᏭᎪᏓᏁᎸ ᎤᏣᏘ ᎤᏁᎫᏥᏛ ᎠᎨᏴ, ᎾᏍᎩ ᎤᏕᎵᏛ ᏓᏂᏏᏂᏙᎲ ᎤᏂᏲ ᏥᏂᏚᏩᏁᎸ ᎡᎶᎯ ᎠᏁᎯ, ᎠᎴ ᎤᏞᏨ ᏧᏅᏏᏓᏍᏗ ᎤᏂᎩᎬ ᏚᏨᏁᎸᎢ."
  },
  {
    "verse": "3",
    "kjv": "And again they said, Alleluia And her smoke rose up for ever and ever.",
    "web": "A second said, “Hallelujah! Her smoke goes up forever and ever.”",
    "chr": "ᎠᎴ ᏔᎵᏁ ᏱᎰᏩ ᎡᏗᎸᏉᏓ ᎤᎾᏛᏅᎩ. ᎠᎴ ᎾᏍᎩ ᎤᏤᎵ ᏧᎦᏒᏍᏗ ᏓᎴᎲᏍᎬᎩ ᏂᎪᎯᎸ ᎠᎴ ᏂᎪᎯᎸᎢ."
  },
  {
    "verse": "4",
    "kjv": "And the four and twenty elders and the four beasts fell down and worshipped God that sat on the throne, saying, Amen; Alleluia.",
    "web": "The twenty-four elders and the four living creatures fell down and worshiped God who sits on the throne, saying, “Amen! Hallelujah!”",
    "chr": "ᎾᏍᎩᏃ ᎾᏅᎩᏦᏁ ᎢᏯᏂᏛ ᏧᎾᏛᏐᏅᎯ, ᎠᎴ Ꮎ ᏅᎩ ᎢᏯᏂᏛ ᏗᏅᏃᏛ ᎡᎳᏗ ᏚᎾᏓᏅᏅᎩ, ᎠᎴ ᎤᏁᎳᏅᎯ ᎤᎾᏓᏙᎵᏍᏓᏁᎸᎩ, ᎾᏍᎩ ᎦᏍᎩᎸ ᎤᏪᎵ, ᎯᎠ ᎾᏂᏪᏍᎬᎩ, ᎡᎺᏅ; ᏱᎰᏩ ᎡᏗᎸᏉᏓ."
  },
  {
    "verse": "5",
    "kjv": "And a voice came out of the throne, saying, Praise our God, all ye his servants, and ye that fear him, both small and great.",
    "web": "A voice came from the throne, saying, “Give praise to our God, all you his servants, you who fear him, the small and the great!”",
    "chr": "ᎠᎴ ᎩᎶ ᎧᏁᎬ ᎦᏍᎩᎸ ᏓᏳᏓᎴᏅᎩ, ᎯᎠ ᏂᎦᏪᏍᎬᎩ, ᎡᏥᎸᏉᏓ ᎣᎦᏁᎳᏅᎯ ᏂᎯ ᏂᏥᎥ ᎢᏥᏅᏏᏓᏍᏗ ᏥᎩ, ᎠᎴ ᏂᎯ ᎡᏥᎾᏰᏍᎩ ᏥᎩ, ᏗᏣᏍᏗᎦ ᎠᎴ ᏗᏣᏔᏅ."
  },
  {
    "verse": "6",
    "kjv": "And I heard as it were the voice of a great multitude, and as the voice of many waters, and as the voice of mighty thunderings, saying, Alleluia: for the Lord God omnipotent reigneth.",
    "web": "I heard something like the voice of a great multitude, and like the voice of many waters, and like the voice of mighty thunders, saying, “Hallelujah! For the Lord our God, the Almighty, reigns!",
    "chr": "ᎠᎴ ᎠᏆᏛᎦᏅᎩ ᎤᏂᏣᏘ ᏣᏂᏁᎪ ᎾᏍᎩᏯᎢ, ᎠᎴ ᎤᏣᏘ ᎠᎹ ᏧᏍᏆᏃᏴᎪ ᎾᏍᎩᏯᎢ, ᎠᎴ ᎤᏣᏘ ᏓᏴᏓᏆᎶᏍᎬ ᏥᏚᏍᏆᏃᏴᎪ ᎾᏍᎩᏯᎢ, ᎯᎠ ᎾᏂᏪᏍᎬᎩ, ᏱᎰᏩ ᎡᏗᎸᏉᏓ; ᎤᎬᏫᏳᎯᏰᏃ ᎤᏁᎳᏅᎯ ᏫᎾᏍᏛᎾ ᎤᎵᏂᎩᏛ ᎤᎬᏫᏳᏌᏕᎦ."
  },
  {
    "verse": "7",
    "kjv": "Let us be glad and rejoice, and give honour to him: for the marriage of the Lamb is come, and his wife hath made herself ready.",
    "web": "Let’s rejoice and be exceedingly glad, and let’s give the glory to him. For the wedding of the Lamb has come, and his wife has made herself ready.”",
    "chr": "ᎣᏍᏛ ᎢᏓᏓᏅᏓᏓ ᎠᎴ ᎢᏓᎵᎮᎵᎩ, ᎠᎴ ᎾᏍᎩ ᎡᏗᎸᏉᏓ; ᎤᏃᏕᎾᏰᏃ-ᎠᎩᎾ ᏣᎦᏨᏍᏙᏗᏱ ᎠᏍᏆᎸ, ᎤᏓᎵᎢᏃ ᎠᏛᏅᎢᏍᏔᏃᎾ."
  },
  {
    "verse": "8",
    "kjv": "And to her was granted that she should be arrayed in fine linen, clean and white: for the fine linen is the righteousness of saints.",
    "web": "It was given to her that she would array herself in bright, pure, fine linen, for the fine linen is the righteous acts of the saints.",
    "chr": "ᎠᎴ ᎾᏍᎩ ᎠᎦᎵᏍᎪᎸᏓᏁᎸᎩ ᎤᏏᏙᎵ ᏙᎴᏛ ᏧᏄᏪᏍᏗᏱ, ᏗᎦᏓᎭ ᏂᎨᏒᎾ ᎠᎴ ᏧᏁᎬ; ᎤᏏᏙᎵᏰᏃ ᏙᎴᏛ ᏚᏳᎪᏛ ᏄᎾᏛᏁᎵᏙᎸ ᎤᎾᏓᏅᏘ ᎦᏛᎦ."
  },
  {
    "verse": "9",
    "kjv": "And he saith unto me, Write, Blessed are they which are called unto the marriage supper of the Lamb. And he saith unto me, These are the true sayings of God.",
    "web": "He said to me, “Write, ‘Blessed are those who are invited to the wedding supper of the Lamb.’” He said to me, “These are true words of God.”",
    "chr": "ᎯᎠᏃ ᎾᎩᏪᏎᎸᎩ, ᎰᏪᎸᎦ, (ᎯᎠᏅᎦ,) ᎣᏏᏳ ᎢᏳᎾᎵᏍᏓᏁᏗ ᎾᏍᎩ Ꮎ ᎤᏃᏕᎾ-ᎠᎩᎾ ᏣᎦᏨᏍᏙᏗᏱ ᏧᎾᎵᏍᏓᏴᏗᏱ ᎨᏒ ᎤᏂᎷᎯᏍᏗᏱ ᎨᏥᏯᏅᎥ ᎨᏎᏍᏗ. ᎯᎠᏃ ᎾᎩᏪᏎᎸᎩ, ᎯᎠ ᎾᏍᎩ ᎤᏙᎯᏳᎯ ᎢᏳᏪᏛ ᎤᏁᎳᏅᎯ."
  },
  {
    "verse": "10",
    "kjv": "And I fell at his feet to worship him. And he said unto me, See thou do it not: I am thy fellowservant, and of thy brethren that have the testimony of Jesus: worship God: for the testimony of Jesus is the spirit of prophecy.",
    "web": "I fell down before his feet to worship him. He said to me, “Look! Don’t do it! I am a fellow bondservant with you and with your brothers who hold the testimony of Jesus. Worship God, for the testimony of Jesus is the Spirit of Prophecy.”",
    "chr": "ᏚᎳᏍᎬᏃ ᎠᏆᏓᏅᏅᎩ ᏓᏥᏯᏓᏙᎵᏍᏓᏁᎵᏒᎩ. ᎯᎠᏃ ᎾᎩᏪᏎᎸᎩ, ᎥᏞᏍᏗ. ᎠᏴᏰᏃ ᎤᏠᏱᏉ ᎡᎩᏂᏅᏏᏓᏍᏗ, ᎠᎴ ᎠᏴ ᎾᏍᎩ ᎢᏣᎵᏅᏟ ᏥᎨᏒ ᎾᏍᎩ ᏥᏌ ᎤᏤᎵ ᎪᎯᏳᏗᏍᎩ ᎤᏂᎯ; ᎤᏁᎳᏅᎯ ᎯᏯᏓᏙᎵᏍᏓᏏ; ᎠᏙᎴᎰᎯᏍᏙᏗᏰᏃ ᎨᏒ ᎠᏓᏅᏙ ᎠᎴ ᏥᏌ ᎪᎯᏳᏓᏁᏗᏱ ᎤᏠᏱᏉ."
  },
  {
    "verse": "11",
    "kjv": "And I saw heaven opened, and behold a white horse; and he that sat upon him was called Faithful and True, and in righteousness he doth judge and make war.",
    "web": "I saw the heaven opened, and behold, a white horse, and he who sat on it is called Faithful and True. In righteousness he judges and makes war.",
    "chr": "ᎠᎩᎪᎲᎩᏃ ᎦᎸᎶᎢ ᎤᎵᏍᏚᎢᏛ ᎨᏒᎩ, ᎠᎴ ᎬᏂᏳᏉ ᎤᏁᎬ ᏐᏈᎵ (ᎥᏥᎪᎥᎩ;) ᎠᎴ ᎾᏍᎩ ᎾᎿ ᎤᎩᎵ, ᏄᏓᎵᏓᏍᏛᎾ ᎠᎴ ᏚᏳᎪᏛ (ᎢᏯᏛᏁᎯ) ᎠᎪᏎᎲᎩ, ᎠᎴ ᏚᏳᎪᏛ ᎬᏗᏍᎬ ᏕᎫᎪᏗᎭ ᎠᎴ ᏓᎿᏩ ᎪᏢᏍᎦ."
  },
  {
    "verse": "12",
    "kjv": "His eyes were as a flame of fire, and on his head were many crowns; and he had a name written, that no man knew, but he himself.",
    "web": "His eyes are a flame of fire, and on his head are many crowns. He has names written and a name written which no one knows but he himself.",
    "chr": "ᏗᎦᏙᎵ ᎠᏥᎸ ᎠᏓᏪᎵᎩᏍᎩ ᎾᏍᎩᏯ ᎨᏒᎩ, ᎠᏍᎪᎵᏃ ᎤᏣᏘ ᏚᎵᏍᏚᎸᎩ; ᎠᎴ ᏚᏙᎥ ᎪᏪᎸᎩ ᎾᏍᎩ ᎩᎶ ᎬᏬᎵᏍᏗ ᏂᎨᏒᎾ ᎤᏩᏒᏍᎩᏂᏃᏅ ᎪᎵᎬᎩ."
  },
  {
    "verse": "13",
    "kjv": "And he was clothed with a vesture dipped in blood: and his name is called The Word of God.",
    "web": "He is clothed in a garment sprinkled with blood. His name is called “The Word of God.”",
    "chr": "ᎠᎴ ᎩᎬᎯ ᎬᏅᎯ ᎠᏄᏬ ᎤᏄᏩᎥᎩ; ᎠᎴ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᎧᏃᎮᏛ ᎠᎪᏎᎭ ᎠᏥᏯᏂᏍᎬᎢ."
  },
  {
    "verse": "14",
    "kjv": "And the armies which were in heaven followed him upon white horses, clothed in fine linen, white and clean.",
    "web": "The armies which are in heaven, clothed in white, pure, fine linen, followed him on white horses.",
    "chr": "ᎠᎴ ᎠᏂᏯᏫᏍᎩ ᎦᎸᎳᏗ ᎠᏁᎲ ᎬᏩᏍᏓᏩᏛᏒᎩ ᎤᏂᏁᎬ ᏐᏈᎵ ᏧᎾᎩᎸᏗ, ᏧᏏᏙᎵ ᏙᎴᏛ ᏗᏄᏬ ᏚᎾᏄᏬᏍᏛᎩ, ᏧᏁᎬ ᎠᎴ ᏗᎦᏓᎭ ᏂᎨᏒᎾ."
  },
  {
    "verse": "15",
    "kjv": "And out of his mouth goeth a sharp sword, that with it he should smite the nations: and he shall rule them with a rod of iron: and he treadeth the winepress of the fierceness and wrath of Almighty God.",
    "web": "Out of his mouth proceeds a sharp, double-edged sword that with it he should strike the nations. He will rule them with an iron rod. He treads the wine press of the fierceness of the wrath of God, the Almighty.",
    "chr": "ᎠᎴ ᎠᎰᎵ ᏗᎦᏄᎪᎦ ᎪᏍᏓᏯ ᎭᏰᎳᏍᏗᎦᏅᎯᏛ, ᎾᏍᎩ ᏧᏩᏂᏍᏙᏗᏱ ᎤᎾᏓᏤᎵᏛ ᏴᏫ ᏓᏁᏩᏗᏒᎢ; ᎠᎴ ᏔᎷᎩᏍᎩ ᎬᏗ ᏗᎬᏩᏁᎶᏙᏗᏱ ᏅᏓᎬᏁᎵ; ᎠᎴ ᏖᎸᎳᏗ ᎦᏨᏩᏍᏙᏗᏱ ᎠᎳᏍᏓᎡᎭ ᎾᏍᎩ ᎤᏓᏑᏱ ᎤᏍᎦᏎᏗ ᎠᎴ ᎤᏔᎳᏬᎯᏍᏗ ᎨᏒ ᏫᎾᏍᏛᎾ ᎤᎵᏂᎩᏛ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ."
  },
  {
    "verse": "16",
    "kjv": "And he hath on his vesture and on his thigh a name written, King Of Kings, And Lord Of Lords.",
    "web": "He has on his garment and on his thigh a name written, “KING OF KINGS AND LORD OF LORDS.”",
    "chr": "ᎠᎴ ᎤᏄᏪᎩᎯ ᎠᎴ ᎦᎦᎶᎢ ᏧᏙᏍᏙᏗ ᎪᏪᎸᎩ, (ᎯᎠ ᏂᎬᏅᎩ,) ᏄᏂᎬᏫᏳᏕᎩ ᎠᏁᎲ ᏄᎬᏫᏳᏌᏕᎩ, ᎠᎴ ᎤᏂᎬᏫᏳᎯ ᎠᏁᎲ ᎤᎬᏫᏳᎯ."
  },
  {
    "verse": "17",
    "kjv": "And I saw an angel standing in the sun; and he cried with a loud voice, saying to all the fowls that fly in the midst of heaven, Come and gather yourselves together unto the supper of the great God;",
    "web": "I saw an angel standing in the sun. He cried with a loud voice, saying to all the birds that fly in the sky, “Come! Be gathered together to the great supper of God,",
    "chr": "ᏗᎧᎿᏩᏗᏙᎯᏃ ᎥᏥᎪᎥᎩ ᏅᏙ ᎢᎦᎡᎯ ᎧᎸ ᎬᏙᎬᎩ; ᎠᎴ ᎤᏪᎷᏅᎩ ᎠᏍᏓᏯ ᎤᏁᏨᎩ, ᎯᎠ ᏂᏚᏪᏎᎸᎩ ᎾᎯᎥ ᏥᏍᏆ ᎦᎸᎶ ᎠᏰᎵ ᎠᏂᏃᎯᎵᏙᎯ, ᎡᏤᎾ ᎢᏣᏓᏟᏌ ᎠᏥᎸᏉᏗ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᎠᎵᏍᏓᏴᏗᏱ ᎨᏒᎢ;"
  },
  {
    "verse": "18",
    "kjv": "That ye may eat the flesh of kings, and the flesh of captains, and the flesh of mighty men, and the flesh of horses, and of them that sit on them, and the flesh of all men, both free and bond, both small and great.",
    "web": "that you may eat the flesh of kings, the flesh of captains, the flesh of mighty men, and the flesh of horses and of those who sit on them, and the flesh of all men, both free and slave, small and great.”",
    "chr": "ᎾᏍᎩ ᎢᏥᎩᏍᏗᏱ ᎤᏂᎬᏫᏳᎯ ᎤᏂᏇᏓᎸᎢ, ᎠᎴ ᎠᏂᏍᎦᏰᎬᏍᏓ ᎤᏂᏇᏓᎸᎢ, ᎠᎴ ᏧᎾᎵᏂᎩᏛ ᎠᏂᏍᎦᏯ ᎤᏂᏇᏓᎸᎢ, ᎠᎴ ᏐᏈᎵ ᎤᏂᏇᏓᎸᎢ, ᎠᎴ ᎾᏍᎩ ᎾᏧᎾᎩᎸᏗ, ᏂᏗᎨᏥᎾᏝᎥᎾ ᎠᎴ ᏗᎨᏥᎾᏝᎢ, ᎾᏍᏉ ᏧᎾᏍᏗ ᎠᎴ ᏧᎾᏔᏅ."
  },
  {
    "verse": "19",
    "kjv": "And I saw the beast, and the kings of the earth, and their armies, gathered together to make war against him that sat on the horse, and against his army.",
    "web": "I saw the beast, the kings of the earth, and their armies, gathered together to make war against him who sat on the horse and against his army.",
    "chr": "ᎠᎴ ᎾᏍᎩ ᎾᏅᎩ-ᏗᎦᏅᏌᏗ ᎥᏥᎪᎥᎩ, ᎠᎴ ᎤᏂᎬᏫᏳᎯ ᎡᎶᎯ ᏓᏁᏩᏗᏒᎢ, ᎠᎴ ᎾᏍᎩ ᏧᎾᏤᎵ ᎠᏂᏯᏫᏍᎩ, ᎤᎾᏓᏟᏌᏅᎩ ᏓᎿᏩ ᎢᏳᏅᏁᏗᏱ ᎤᏂᏰᎸᏒᎩ ᎾᏍᎩ Ꮎ ᏐᏈᎵᎯ ᎤᎩᎵ, ᎠᎴ ᎾᏍᎩ ᏧᏤᎵ ᎠᏂᏯᏫᏍᎩ."
  },
  {
    "verse": "20",
    "kjv": "And the beast was taken, and with him the false prophet that wrought miracles before him, with which he deceived them that had received the mark of the beast, and them that worshipped his image. These both were cast alive into a lake of fire burning with brimstone.",
    "web": "The beast was taken, and with him the false prophet who worked the signs in his sight, with which he deceived those who had received the mark of the beast and those who worshiped his image. These two were thrown alive into the lake of fire that burns with sulfur.",
    "chr": "ᏅᎩᏃ-ᏗᎦᏅᏌᏗ ᎠᏥᏴᎩᏅᎩ, ᎠᎴ ᎠᎦᏠᏯᏍᏔᏅᎩ ᎤᏠᎾᏍᏗ ᎠᏙᎴᎰᏍᎩ ᎾᏍᎩ ᎠᎦᏔᎲ ᎤᏍᏆᏂᎪᏗ ᏥᏚᎸᏫᏍᏓᏁᎲᎩ, ᎾᏍᎩ ᏥᏕᎦᎶᏄᎮᏗᏍᎬᎩ ᎾᏍᎩ Ꮎ ᏅᎩ-ᏗᎦᏅᏌᏗ ᎤᏤᎵ ᎤᏓᏰᎸᏙᏗ ᏗᎨᏥᏰᎸᏔᏅᎯ, ᎠᎴ ᎾᏍᎩ Ꮎ ᏣᎦᏟᎶᏍᏔᏅᎯ ᎠᎾᏓᏙᎵᏍᏓᏁᎯ. ᎯᎠ ᎾᏍᎩ ᎢᏧᎳ ᏗᎬᏅᏃᏛ ᏫᎡᎨᎦᏓᎢᏅᏒᎩ ᎠᏥᎸ ᏨᏓᎸ ᎾᎿ ᏌᎪᏂᎨ ᎠᏓᏪᎳᎩᏍᎩ ᏗᏓᏪᎳᎩᏍᎬᎢ."
  },
  {
    "verse": "21",
    "kjv": "And the remnant were slain with the sword of him that sat upon the horse, which sword proceeded out of his mouth: and all the fowls were filled with their flesh.",
    "web": "The rest were killed with the sword of him who sat on the horse, the sword which came out of his mouth. So all the birds were filled with their flesh.",
    "chr": "ᎤᎾᎵᏃᎯᏴᎯᏃ ᎭᏰᎳᏍᏗ-ᎦᏅᎯᏛ ᏐᏈᎵᎯ ᎤᎩᎵ ᎤᏤᎵᎦ ᏕᎨᏥᎢᏍᏔᏅᎩ, ᎾᏍᎩ ᎠᎰᎵ ᏨᏓᎦᏄᎪᎬᎩ; ᏂᎦᏛᏃ ᏥᏍᏆ ᎾᏍᎩ ᎤᏂᏇᏓᎸ ᏚᏃᎸᎯᏍᏔᏅᎩ."
  }
]