[
  {
    "verse": "1",
    "kjv": "Unto the angel of the church of Ephesus write; These things saith he that holdeth the seven stars in his right hand, who walketh in the midst of the seven golden candlesticks;",
    "web": "“To the angel of the assembly in Ephesus write: “He who holds the seven stars in his right hand, he who walks among the seven golden lamp stands says these things:",
    "chr": "ᎡᏈᏌ ᏧᎾᏁᎶᏗ ᎤᎾᏓᎲᎬ ᏗᎧᎿᏩᏗᏙᎯ ᏫᏲᏪᎳᏏ ᎯᎠ ᎾᏍᎩ ᏫᏂᏪᏏ ᎠᏗᎭ ᎾᏍᎩ Ꮎ ᎦᎵᏉᎩ ᏃᏈᏏ ᎠᎦᏘᏏᏗᏢ ᎤᏬᏰᏂ ᏥᏚᏒᎦᎳ, ᎾᏍᎩ Ꮎ ᏤᏙᎭ ᎠᏰᎵ ᏕᎦᎧᎲ ᎦᎵᏉᎩ ᏗᏨᏙᏍᏗ ᏗᎦᎪᏙᏗᏱ ᎠᏕᎸ ᏓᎶᏂᎨ ᏗᎪᏢᏔᏅᎯ."
  },
  {
    "verse": "2",
    "kjv": "I know thy works, and thy labour, and thy patience, and how thou canst not bear them which are evil: and thou hast tried them which say they are apostles, and are not, and hast found them liars:",
    "web": "“I know your works, and your toil and perseverance, and that you can’t tolerate evil men, and have tested those who call themselves apostles, and they are not, and found them false.",
    "chr": "ᏥᎦᏔᎭ ᏄᏍᏛ ᏕᏣᎸᏫᏍᏓᏁᎲᎢ, ᎠᎴ ᎯᎩᎵᏲᎬᎢ, ᎠᎴ ᎲᏂᏗᏳ ᎨᏒᎢ, ᎠᎴ ᎤᏁᎳᎩ ᏗᎦᎮᎵᏎᏗ ᏂᎨᏒᎾ ᎨᏒ ᎾᏍᎩ Ꮎ ᎤᏂᏲ ᏥᎩ; ᎠᎴ ᏘᎪᎵᏰᎥᎯ ᎢᎩ ᎾᏍᎩ ᎣᎩᏅᏏᏛ ᏣᎾᏗᎭ ᎾᏍᎩᏃ ᏄᏍᏛᎾ ᎨᏒᎢ, ᎠᎴ ᏣᏙᎴᎰᏒ ᎠᏂᏰᎪᎩ ᎨᏒᎢ;"
  },
  {
    "verse": "3",
    "kjv": "And hast borne, and hast patience, and for my name's sake hast laboured, and hast not fainted.",
    "web": "You have perseverance and have endured for my name’s sake, and have not grown weary.",
    "chr": "ᎠᎴ ᎤᏁᎳᎩ ᏤᎵᏎᏅ, ᎠᎴ ᎲᏂᏗᏳ ᎨᏒᎩ, ᎠᎴ ᏓᏆᏙᎥ ᏅᏧᎵᏍᏙᏔᏅ ᎯᎩᎵᏲᎬᎩ, ᎠᎴ ᎥᏝ ᏱᏗᏣᏯᏪᏤᎢ."
  },
  {
    "verse": "4",
    "kjv": "Nevertheless I have somewhat against thee, because thou hast left thy first love.",
    "web": "But I have this against you, that you left your first love.",
    "chr": "ᎠᏎᏃ ᎪᎱᏍᏗ ᎢᎬᏰᎵᏎᎭ, ᏅᏗᎦᎵᏍᏙᏗᎭ ᎢᎬᏱᏱ ᏍᎩᎨᏳᎯᏳ ᏄᎵᏍᏔᏅ ᏕᏣᏲᏒᎢ."
  },
  {
    "verse": "5",
    "kjv": "Remember therefore from whence thou art fallen, and repent, and do the first works; or else I will come unto thee quickly, and will remove thy candlestick out of his place, except thou repent.",
    "web": "Remember therefore from where you have fallen, and repent and do the first works; or else I am coming to you swiftly, and will move your lamp stand out of its place, unless you repent.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎭᏅᏓᏓ ᎾᎿ ᏗᏣᎶᎠᏒᎢ, ᎠᎴ ᎯᏁᏟᏴᎾ ᏣᏓᏅᏛᎢ, ᎠᎴ ᎢᎬᏱᏱ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒ ᏗᏣᎸᏫᏍᏓᏏ; ᎢᏳᏃ ᎾᏍᎩ ᏂᏣᏛᏁᎸᎾ ᎢᎨᏎᏍᏗ, ᏞᎩᏳ ᏓᎬᎷᏤᎵ, ᎠᎴ ᏓᏥᎧᎲᏏ ᎠᏨᏍᏙᏗ ᎦᎪᏙᏗ ᏣᏤᎵᎦ, ᎢᏳᏃ ᏂᏣᏁᏟᏴᏒᎾ ᎢᎨᏎᏍᏗ ᏣᏓᏅᏛᎢ."
  },
  {
    "verse": "6",
    "kjv": "But this thou hast, that thou hatest the deeds of the Nicolaitanes, which I also hate.",
    "web": "But this you have, that you hate the works of the Nicolaitans, which I also hate.",
    "chr": "ᎯᎠᏍᎩᏂᏃᏅ ᏂᎤᏍᏗ ᎢᏣᎭ, ᎾᏍᎩ ᎢᎯᏂᏆᏘᎭ ᏚᏂᎸᏫᏍᏓᏁᎲ ᎠᏂᏂᎦᎴᏓᏂ, ᎾᏍᎩ ᎾᏍᏉ ᎠᏴ ᏥᏥᏂᏆᏘᎭ."
  },
  {
    "verse": "7",
    "kjv": "He that hath an ear, let him hear what the Spirit saith unto the churches; To him that overcometh will I give to eat of the tree of life, which is in the midst of the paradise of God.",
    "web": "He who has an ear, let him hear what the Spirit says to the assemblies. To him who overcomes I will give to eat from the tree of life, which is in the Paradise of my God.",
    "chr": "ᎩᎶ ᎦᎵᎷᎨᏍᏗ ᏩᏛᎬᎦ ᎠᏓᏅᏙ ᏂᏕᎦᏪᏎᎲ ᎫᎾᏁᎶᏗ ᏚᎾᏓᏡᏩᏗᏒᎢ; ᎩᎶ ᎠᏓᏎᎪᎩᏍᎨᏍᏗ ᏓᏥᏯᎵᏍᎪᎸᏓᏁᎵ ᎤᎵᏍᏓᏴᏙᏗᏱ ᎤᏓᏔᏅᎯ ᏡᎬ ᎬᏂᏛ ᎠᏓᏁᎯ, ᎾᏍᎩ ᎠᏰᎵ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᎠᏫᏒᏗᏱ ᏥᏡᎦ."
  },
  {
    "verse": "8",
    "kjv": "And unto the angel of the church in Smyrna write; These things saith the first and the last, which was dead, and is alive;",
    "web": "“To the angel of the assembly in Smyrna write: “The first and the last, who was dead, and has come to life says these things:",
    "chr": "ᏑᎹᏂᏃ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬ ᏗᎧᎿᏩᏗᏙᎯ ᏫᏲᏪᎳᏏ; ᎯᎠ ᎾᏍᎩ ᏫᏂᏪᏏ ᎠᏗᎭ ᎾᏍᎩ Ꮎ ᎢᎬᏱᏱ ᎠᎴ ᎤᎵᏍᏆᎸᏗ, ᎾᏍᎩ Ꮎ ᎤᏲᎱᏒᎯ ᏥᎨᏒ ᎠᎴ ᎾᏍᎩ ᏤᎭ."
  },
  {
    "verse": "9",
    "kjv": "I know thy works, and tribulation, and poverty, (but thou art rich) and I know the blasphemy of them which say they are Jews, and are not, but are the synagogue of Satan.",
    "web": "“I know your works, oppression, and your poverty (but you are rich), and the blasphemy of those who say they are Jews, and they are not, but are a synagogue of Satan.",
    "chr": "ᏥᎦᏔᎭ ᏄᏍᏛ ᏕᏣᎸᎾᏍᏓᏁᎲᎢ, ᎠᎴ ᎤᏕᏯᏙᏗ ᏂᏣᎵᏍᏓᏁᎲᎢ, ᎠᎴ ᎤᏲ ᏂᏣᏛᎿᏕᎬᎢ, - ᎠᏎᏃ ᏤᎿᎢᏳ. ᎠᎴ ᏥᎦᏔᎭ ᎾᏍᎩ ᎤᏂᏐᏢᎢᏍᏙᏗ ᎨᏒ ᎣᏥᏧᏏ ᎠᎾᏗᏍᎩ, ᎾᏍᎩᏃ ᏄᏍᏛᎾ ᏥᎩ, ᏎᏓᏂᏉᏍᎩᏂ ᎤᏤᎵ ᏗᎦᎳᏫᎢᏍᏗᏱ ᎠᏁᎳ ᏥᎩ."
  },
  {
    "verse": "10",
    "kjv": "Fear none of those things which thou shalt suffer: behold, the devil shall cast some of you into prison, that ye may be tried; and ye shall have tribulation ten days: be thou faithful unto death, and I will give thee a crown of life.",
    "web": "Don’t be afraid of the things which you are about to suffer. Behold, the devil is about to throw some of you into prison, that you may be tested; and you will have oppression for ten days. Be faithful to death, and I will give you the crown of life.",
    "chr": "ᏞᏍᏗ ᏣᏍᎦᎸᎩ ᎾᏍᎩ Ꮎ ᏧᏓᎴᏅᏛ ᏣᎩᎵᏲᎢᏍᏗ ᏥᎩ; ᎬᏂᏳᏉ ᎠᏍᎩᎾ ᏂᎯ ᎢᏣᏓᏡᎬ ᎩᎶ ᏗᏓᏍᏚᏗᏱ ᏙᏓᏥᏴᏔᏂ ᎡᏥᎪᎵᏰᏗᏱ; ᎠᏍᎪᎯᏃ ᏧᏒᎯᏛ ᏓᏥᎩᎵᏲᏥ; ᎤᎵᏂᎩᏛ ᏘᎧᎿᏩᏚᎦ ᎠᏲᎱᎯᏍᏗ ᎨᏒ ᎬᏗᏍᎩ, ᎠᎵᏍᏚᎶᏃ ᎬᏂᏛ ᎠᏓᏁᎯ ᏓᎬᏅᏁᎵ."
  },
  {
    "verse": "11",
    "kjv": "He that hath an ear, let him hear what the Spirit saith unto the churches; He that overcometh shall not be hurt of the second death.",
    "web": "He who has an ear, let him hear what the Spirit says to the assemblies. He who overcomes won’t be harmed by the second death.",
    "chr": "ᎩᎶ ᎦᎵᎷᎨᏍᏗ, ᏩᏛᎬᎦ ᎠᏓᏅᏙ ᏂᏕᎦᏪᏎᎲ ᏧᎾᏁᎶᏗ ᏚᎾᏓᏡᏩᏗᏒᎢ; ᎩᎶ ᎠᏓᏎᎪᎩᏍᎨᏍᏗ ᏔᎵᏁ ᎠᏲᎱᎯᏍᏗ ᎨᏒ ᎥᏝ ᎪᎱᏍᏗ ᎤᏩᏁᏗ ᏱᎨᏎᏍᏗ."
  },
  {
    "verse": "12",
    "kjv": "And to the angel of the church in Pergamos write; These things saith he which hath the sharp sword with two edges;",
    "web": "“To the angel of the assembly in Pergamum write: “He who has the sharp two-edged sword says these things:",
    "chr": "ᏆᎦᎹᏃ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬ ᏗᎧᎿᏩᏗᏙᎯ ᏫᏲᏪᎳᏏ, ᎯᎠ ᎾᏍᎩ ᏫᏂᏪᏏ ᎠᏗᎭ ᎾᏍᎩ Ꮎ ᎠᏰᎳᏍᏗ-ᎦᏅᎯᏛ ᎢᏧᎳᏗᏢ ᏗᎪᏍᏓᏯ ᏥᎦᏁᎭ."
  },
  {
    "verse": "13",
    "kjv": "I know thy works, and where thou dwellest, even where Satan's seat is: and thou holdest fast my name, and hast not denied my faith, even in those days wherein Antipas was my faithful martyr, who was slain among you, where Satan dwelleth.",
    "web": "“I know your works and where you dwell, where Satan’s throne is. You hold firmly to my name, and didn’t deny my faith in the days of Antipas my witness, my faithful one, who was killed among you, where Satan dwells.",
    "chr": "ᏥᎦᏔᎭ ᏄᏍᏛ ᏕᏣᎸᏫᏍᏓᏁᎲᎢ, ᎠᎴ ᎾᎿᎮᎲᎢ, ᎾᎿ ᏎᏓᏂ ᎤᏪᏘᏱ ᎨᏒᎢ; ᎠᎴ ᎾᏍᎩ ᎠᏍᏓᏱᏳ ᏕᏣᏂᏴᏒ ᏓᏆᏙᎥᎢ, ᎠᎴ ᏂᏣᏓᏱᎸᎾ ᎨᏒ ᎠᏆᏤᎵ ᎪᎯᏳᏗ ᎨᏒᎢ, ᎾᎯᏳᎢ ᎥᏗᏆᏏ ᎤᏓᎵᏓᏍᏗ ᏂᎨᏒᎾ ᎠᎩᏃᎮᏍᎩ ᏄᎵᏍᏔᏅ, ᎾᏍᎩ ᏂᎯ ᎢᏤᎲ ᏣᏥᎸᎩ, ᎾᎿ ᏎᏓᏂ ᏒᎲᎢ."
  },
  {
    "verse": "14",
    "kjv": "But I have a few things against thee, because thou hast there them that hold the doctrine of Balaam, who taught Balac to cast a stumblingblock before the children of Israel, to eat things sacrificed unto idols, and to commit fornication.",
    "web": "But I have a few things against you, because you have there some who hold the teaching of Balaam, who taught Balak to throw a stumbling block before the children of Israel, to eat things sacrificed to idols, and to commit sexual immorality.",
    "chr": "ᎠᏎᏃ ᎢᎸᏍᎩ ᎢᏳᏓᎴᎩ ᎡᏍᎦ ᎬᏰᎸᎾᎲ ᎢᎩ, ᏅᏗᎦᎵᏍᏙᏗᎭ ᎾᎿ ᏕᏣᎧᎲ ᏇᎳᎻ ᏓᏕᏲᎲᏍᎬ ᏧᏂᏂᏴᎯ, ᎾᏍᎩ Ꮎ ᏇᎳᎻ ᏇᎳᎻ ᏧᏪᏲᏁ ᎢᎬᏱᏗᏢ ᏧᏁᏗᏱ ᏧᏃᏕᎯᎯ ᎢᏏᎵ ᏧᏪᏥ, ᎾᏍᎩ ᎤᏂᎩᏍᏗᏱ ᎤᏁᎳᏅᎯ ᏗᏰᎸᎯ ᏗᎵᏍᎪᎸᏓᏁᎸᎯ, ᎠᎴ ᎤᏕᎵᏛ ᏧᎾᏂᏏᏗᏱ."
  },
  {
    "verse": "15",
    "kjv": "So hast thou also them that hold the doctrine of the Nicolaitanes, which thing I hate.",
    "web": "So also you likewise have some who hold to the teaching of the Nicolaitans.",
    "chr": "ᎠᎴ ᎾᏍᏉ ᏙᏣᎧᎭ ᎾᏍᎩ ᎾᏧᏂᏂᏴᎯ ᏓᎾᏕᏲᎲᏍᎬ ᎠᏂᏂᎦᎴᏓᏂ, ᎾᏍᎩ ᎠᏴ ᏥᏥᏂᏆᏘᎭ."
  },
  {
    "verse": "16",
    "kjv": "Repent; or else I will come unto thee quickly, and will fight against them with the sword of my mouth.",
    "web": "Repent therefore, or else I am coming to you quickly and I will make war against them with the sword of my mouth.",
    "chr": "ᎯᏁᏟᏴᎾ ᏣᏓᏅᏛᎢ; ᎢᏳᏃ ᎾᏍᎩ ᏂᏣᏛᏁᎸᎾ ᎢᎨᏎᏍᏗ ᏞᎩᏳ ᏓᎬᎷᏤᎵ, ᎠᎴ ᏙᏓᎬᏯᏟᏴᎡᎵ ᎠᏰᎳᏍᏗᎦᏅᎯᏛ ᎬᏗ ᏥᎰᎵ ᎤᎦᏌᏛᎢ."
  },
  {
    "verse": "17",
    "kjv": "He that hath an ear, let him hear what the Spirit saith unto the churches; To him that overcometh will I give to eat of the hidden manna, and will give him a white stone, and in the stone a new name written, which no man knoweth saving he that receiveth it.",
    "web": "He who has an ear, let him hear what the Spirit says to the assemblies. To him who overcomes, to him I will give of the hidden manna, and I will give him a white stone, and on the stone a new name written which no one knows but he who receives it.",
    "chr": "ᎩᎶ ᎦᎵᎷᎨᏍᏗ ᏩᏛᎬᎦ ᎠᏓᏅᏙ ᏂᏕᎦᏪᏎᎲ ᏧᎾᏁᎶᏗ ᏚᎾᏓᏡᏩᏗᏒᎢ; ᎩᎶ ᎠᏓᏎᎪᎩᏍᎨᏍᏗ ᏓᏥᏁᎵ ᎤᎵᏍᏓᏴᏙᏗ ᎬᏍᎦᎳᏅᎯ ᎹᎾ, ᎠᎴ ᎤᏁᎬ ᏅᏯ ᏓᏥᏁᎵ, ᎠᎴ ᏅᏲᎯ ᎪᏪᎴᏍᏗ ᎢᏤ ᏧᏙᏍᏙᏗ, ᎾᏍᎩ ᎩᎶ ᎾᎦᏔᎲᎾ Ꮎ ᏅᏯ ᎠᏥᏁᎸᎯ ᎤᏩᏒ."
  },
  {
    "verse": "18",
    "kjv": "And unto the angel of the church in Thyatira write; These things saith the Son of God, who hath his eyes like unto a flame of fire, and his feet are like fine brass;",
    "web": "“To the angel of the assembly in Thyatira write: “The Son of God, who has his eyes like a flame of fire, and his feet are like burnished brass, says these things:",
    "chr": "ᏓᏱᏓᎵᏃ ᎤᎾᏓᏡᎬ ᏧᎾᏁᎶᏗ ᏗᎧᎿᏩᏗᏙᎯ ᏫᏲᏪᎳᏏ; ᎯᎠ ᎾᏍᎩ ᏫᏂᏪᏏ ᎠᏗᎭ ᎤᏁᎳᏅᎯ ᎤᏪᏥ, ᎾᏍᎩ Ꮎ ᏗᎦᏙᎵ ᎠᏥᎸ ᎠᏓᏪᎵᎩᏍᎩ ᎾᏍᎩᏯ ᏥᎩ, ᏧᎳᏏᏕᏂᏃ ᎥᏣᏱ ᎬᏩᏔᎷᎩᏍᎩ ᎾᏍᎩᏯ ᏥᎩ;"
  },
  {
    "verse": "19",
    "kjv": "I know thy works, and charity, and service, and faith, and thy patience, and thy works; and the last to be more than the first.",
    "web": "“I know your works, your love, faith, service, patient endurance, and that your last works are more than the first.",
    "chr": "ᏥᎦᏔᎭ ᏄᏍᏛ ᏕᏣᎸᏫᏍᏓᏁᎲᎢ, ᎠᎴ ᏣᏓᎨᏳᏒᎢ, ᎠᎴ ᏕᎭᏓᏁᎳᏁᎲᎢ, ᎠᎴ ᏦᎯᏳᏒᎢ, ᎠᎴ ᎲᏂᏗᏳ ᎨᏒᎢ, ᎠᎴ ᏄᏍᏛ ᏕᏣᎸᏫᏍᏓᏁᎲᎢ; ᎤᎵᏍᏆᎸᏗᏁ ᎤᏟ ᎢᎦᎢ ᎨᏒ ᎡᏍᎦᏉ ᎢᎬᏱᏱ."
  },
  {
    "verse": "20",
    "kjv": "Notwithstanding I have a few things against thee, because thou sufferest that woman Jezebel, which calleth herself a prophetess, to teach and to seduce my servants to commit fornication, and to eat things sacrificed unto idols.",
    "web": "But I have this against you, that you tolerate your woman Jezebel, who calls herself a prophetess. She teaches and seduces my servants to commit sexual immorality and to eat things sacrificed to idols.",
    "chr": "ᎠᏎᏃ ᎢᎸᏍᎩ ᎢᏳᏓᎴᎩ ᎪᎱᏍᏗ ᎡᏍᎦ ᎬᏰᎸᎾᏁᎲ ᎢᎩ, ᏅᏗᎦᎵᏍᏙᏗᎭ ᎤᏁᎳᎩ ᏥᏰᎵᏎᎭ Ꮎ ᎠᎨᏴ ᏤᏏᏈᎵ, ᎦᏙᎴᎣᏍᎩ ᎠᏴ ᏣᏗᎭ, ᏧᏪᏲᏗᏱ ᎠᎴ ᏧᎶᏄᎮᏗᏱ ᎾᏍᎩ ᎢᏳᏩᏂᏐᏗᏱ ᎤᏕᎴᏛ ᏧᎾᏂᏏᏗᏱ ᏗᏆᏤᎵ ᎦᏥᏅᏏᏛ, ᎠᎴ ᎤᏂᎩᏍᏗᏱ ᎤᏁᎳᏅᎯ ᏗᏰᎸᎯ ᏗᎵᏍᎪᎸᏓᏁᎸᎯ."
  },
  {
    "verse": "21",
    "kjv": "And I gave her space to repent of her fornication; and she repented not.",
    "web": "I gave her time to repent, but she refuses to repent of her sexual immorality.",
    "chr": "ᎠᎴ ᏥᎳᏅᏓᏕᎸᎩ ᎤᏲ ᎤᏰᎸᏗᏱ ᎤᏕᎵᏛ ᏚᏂᏏᏂᏙᎸᎢ; ᎠᏎᏃ ᎥᏝ ᎤᏲ ᏳᏰᎸᏁᎢ."
  },
  {
    "verse": "22",
    "kjv": "Behold, I will cast her into a bed, and them that commit adultery with her into great tribulation, except they repent of their deeds.",
    "web": "Behold, I will throw her and those who commit adultery with her into a bed of great oppression, unless they repent of her works.",
    "chr": "ᎬᏂᏳᏉ ᎠᏤᏍᏙᎩᎯ ᏮᏓᏥᏯᏓᎡᏏ, ᎠᎴ ᎾᏍᎩ ᎤᏕᎵᏛ ᏗᎾᏂᏏᎲᏍᎩ ᎤᏣᏘ ᏓᎦᏥᏯᏕᏯᏙᏔᏂ ᎢᏳᏃ ᎤᏲ ᏄᏂᏁᏟᏴᏛ ᎢᎨᏎᏍᏗ ᏚᏂᎸᏫᏍᏓᏁᎲᎢ."
  },
  {
    "verse": "23",
    "kjv": "And I will kill her children with death; and all the churches shall know that I am he which searcheth the reins and hearts: and I will give unto every one of you according to your works.",
    "web": "I will kill her children with Death, and all the assemblies will know that I am he who searches the minds and hearts. I will give to each one of you according to your deeds.",
    "chr": "ᏤᏪᏥᏃ ᎠᏲᎱᎯᏍᏗ ᎨᏒ ᏙᏓᎦᏥᎢᏍᏔᏂ; ᏂᎦᏗᏳᏃ ᏓᎾᏁᎶᏗ ᏚᎾᏓᏡᏩᏗᏒ ᎠᏂᎦᏔᎮᏍᏗ ᎾᏍᎩ ᎠᏴ ᏗᏥᎪᎵᏰᏍᎩ ᎨᏒ ᎤᏕᎵᏛ ᎨᏒ ᎠᎴ ᏧᏂᎾᏫ; ᎠᎴ ᏓᏨᏁᎵ ᏂᏥᎥ ᎢᏥᏏᏴᏫᎭ ᎨᏒ ᎾᏍᎩᏯ ᏄᏍᏛ ᏕᏥᎸᏫᏍᏓᏁᎸᎢ."
  },
  {
    "verse": "24",
    "kjv": "But unto you I say, and unto the rest in Thyatira, as many as have not this doctrine, and which have not known the depths of Satan, as they speak; I will put upon you none other burden.",
    "web": "But to you I say, to the rest who are in Thyatira—as many as don’t have this teaching, who don’t know what some call ‘the deep things of Satan’—to you I say, I am not putting any other burden on you.",
    "chr": "ᏂᎯᏍᎩᏂ ᎢᏨᏲᏎᎭ, ᎠᎴ ᎠᏂᏐᎢ ᏓᏱᏓᎵ ᎠᏁᎯ, ᎾᏍᎩ ᎾᏂᎥ ᎯᎠ ᏗᏕᏲᏗ ᎨᏒ ᏄᏂᎲᎾ, ᎠᎴ ᎾᏍᎩ ᏄᏂᎦᏙᎥᏒᎾ ᎾᎭᏫᏂᏴ ᏎᏓᏂ ᎤᏤᎵᎦ, ᏣᎾᏗᎭ; ᎥᏝ ᏅᏩᏓᎴ ᎦᎨᏛ ᏴᎨᏨᏐᏈᎸᎦ;"
  },
  {
    "verse": "25",
    "kjv": "But that which ye have already hold fast till I come.",
    "web": "Nevertheless, hold that which you have firmly until I come.",
    "chr": "ᎾᏍᎩᏍᎩᏂ Ꮎ ᎦᏳᎳ ᏥᏥᎭ ᏕᏥᏂᏴᏎᏍᏗ ᎬᏂ ᎢᏥᎷᏨᎭ."
  },
  {
    "verse": "26",
    "kjv": "And he that overcometh, and keepeth my works unto the end, to him will I give power over the nations:",
    "web": "He who overcomes, and he who keeps my works to the end, to him I will give authority over the nations.",
    "chr": "ᎩᎶᏍᎩᏂ ᎠᏓᏎᎪᎩᏍᎨᏍᏗ ᎠᎴ ᎠᏍᏆᏂᎪᏗᏍᎨᏍᏗ ᎠᏆᏤᎵ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒ ᎬᎵᏍᏆᏗᏍᎩ, ᎾᏍᎩ ᏓᏥᏁᎵ ᏧᏎᎪᎩᏍᏗᏱ ᏧᎾᏓᎴᏅᏛ ᏴᏫ."
  },
  {
    "verse": "27",
    "kjv": "And he shall rule them with a rod of iron; as the vessels of a potter shall they be broken to shivers: even as I received of my Father.",
    "web": "He will rule them with a rod of iron, shattering them like clay pots, as I also have received of my Father;",
    "chr": "ᎠᎴ ᎾᏍᎩ ᏙᏛᏘᏂᏙᎵ ᎠᏙᎳᏅᏍᏗ ᏔᎷᎩᏍᎩ ᎪᏢᎳᏅᎯ ᏓᎬᏔᏂ; ᎠᎴ ᏗᏩᎵ ᏥᏕᎦᏓᏬᏗᏍᎪᎢ ᎾᏍᎩᏯ ᏙᏓᎦᏓᏬᏔᏂ; ᎾᏍᎩᏯ ᏓᎩᏲᎯᏎᎸ ᎡᏙᏓ."
  },
  {
    "verse": "28",
    "kjv": "And I will give him the morning star.",
    "web": "and I will give him the morning star.",
    "chr": "ᎠᎴ ᎾᏍᎩ Ꮎ ᏓᏥᏁᎵ ᏑᎾᎴ ᎡᎯᏃᏈᏏ."
  },
  {
    "verse": "29",
    "kjv": "He that hath an ear, let him hear what the Spirit saith unto the churches.",
    "web": "He who has an ear, let him hear what the Spirit says to the assemblies.",
    "chr": "ᎩᎶ ᎦᎵᎷᎨᏍᏗ ᏩᏛᎬᎦ ᎠᏓᏅᏙ ᏂᏕᎦᏪᏎᎲ ᏧᎾᏁᎶᏗ ᏚᎾᏓᏡᏩᏗᏒᎢ."
  }
]
