[
  {
    "verse": "1",
    "kjv": "And I saw a new heaven and a new earth: for the first heaven and the first earth were passed away; and there was no more sea.",
    "web": "I saw a new heaven and a new earth, for the first heaven and the first earth have passed away, and the sea is no more.",
    "chr": "ᏓᎩᎪᎲᎩᏃ ᎢᏤ ᎦᎸᎶᎢ ᎠᎴ ᎢᏤ ᎦᏙᎯ; ᎢᎬᏱᏱᏰᏃ ᎦᎸᎶᎢ ᎠᎴ ᎢᎬᏱᏱ ᎦᏙᎯ ᏥᎨᏒᎩ ᎤᏂᎶᏐᏅᎩ; ᎠᎴ ᎥᏝ ᎿᏉ ᎠᎺᏉᎯ ᏱᎨᏎᎢ."
  },
  {
    "verse": "2",
    "kjv": "And I John saw the holy city, new Jerusalem, coming down from God out of heaven, prepared as a bride adorned for her husband.",
    "web": "I saw the holy city, New Jerusalem, coming down out of heaven from God, prepared like a bride adorned for her husband.",
    "chr": "ᎠᎴ ᎠᏴ ᏣᏂ ᎠᎩᎪᎲᎩ ᎦᎸᏉᏗᏳ ᎦᏚᎲ ᎾᏍᎩ ᎢᏤ ᏥᎷᏏᎵᎻ ᏓᏳᏠᎠᏒᎩ ᎤᏁᎳᏅᎯᏱ ᎦᎸᎶᎢ, ᎤᏛᏅᎢᏍᏛᎩ ᎾᏍᎩᏯ ᎠᏥᏰᎯ ᏣᏙᏚᎢᏍᏗᏍᎪ ᏣᏛᏅᎢᏍᏓᏁᎰ ᎤᏰᎯ."
  },
  {
    "verse": "3",
    "kjv": "And I heard a great voice out of heaven saying, Behold, the tabernacle of God is with men, and he will dwell with them, and they shall be his people, and God himself shall be with them, and be their God.",
    "web": "I heard a loud voice out of heaven saying, “Behold, God’s dwelling is with people; and he will dwell with them, and they will be his people, and God himself will be with them as their God.",
    "chr": "ᎠᏆᏛᎦᏅᎩᏃ ᎠᏍᏓᏯ ᎧᏁᎬ ᎩᎶ ᎦᎸᎳᏗ ᏛᏓᎴᎲᏍᎬᎩ ᎯᎠ ᏂᎦᏪᏍᎬᎩ, ᎬᏂᏳᏉ ᎤᏁᎳᏅᎯ ᎤᎵᏦᏛ ᏴᏫ ᎠᏁᎲ ᎤᏓᏑᏯ, ᎠᎴ ᎤᏁᎳᏅᎯ ᎾᏍᎩ ᎠᏁᎲ ᏛᏕᏂ, ᎠᎴ ᎾᏍᎩ ᏧᏤᎵ ᎨᏎᏍᏗ ᏴᏫ, ᎤᏁᎳᏅᎯᏃ ᎤᏩᏒ ᎾᏍᎩ ᎠᏁᎲ ᎡᎮᏍᏗ ᎤᎾᏤᎵ ᎤᏁᎳᏅᎯᎨᏎᏍᏗ."
  },
  {
    "verse": "4",
    "kjv": "And God shall wipe away all tears from their eyes; and there shall be no more death, neither sorrow, nor crying, neither shall there be any more pain: for the former things are passed away.",
    "web": "He will wipe away every tear from their eyes. Death will be no more; neither will there be mourning, nor crying, nor pain any more. The first things have passed away.”",
    "chr": "ᎠᎴ ᎤᏁᎳᏅᎯ ᏙᏓᎦᏅᎦᎸᎯ ᏂᎦᏛ ᏓᏂᎦᏌᏬᎢᎲᎢ; ᎥᏝ ᎠᎴ ᎿᏉ ᏰᎮᏍᏗ ᎠᏲᎱᎯᏍᏗ, ᎠᎴ ᎤᏲ ᎠᏰᎸᏗ ᎨᏒ, ᎠᎴ ᏗᏠᏯᏍᏗ ᎨᏒᎢ, ᎥᏝ ᎠᎴ ᎿᏉ ᏰᎮᏍᏗ ᎡᎯᏍᏗ ᎨᏒᎢ; ᎢᎬᏱᏱᏰᏃ ᏧᏓᎴᏛ ᏤᎲ ᎤᎶᏐᏅ."
  },
  {
    "verse": "5",
    "kjv": "And he that sat upon the throne said, Behold, I make all things new. And he said unto me, Write: for these words are true and faithful.",
    "web": "He who sits on the throne said, “Behold, I am making all things new.” He said, “Write, for these words of God are faithful and true.”",
    "chr": "ᎦᏍᎩᎸᏃ ᎤᏬᎵ, ᎯᎠ ᏄᏪᏒᎩ, ᎬᏂᏳᏉ ᏂᎦᏗᏳ ᏧᏓᎴᏅᏛ ᎢᏤ ᏂᎬᏁᎭ. ᎠᎴ ᎯᎠ ᎾᎩᏪᏎᎸᎩ, ᎰᏪᎸᎦ; ᎯᎠᏰᏃ ᎾᏍᎩ ᎧᏃᎮᏛ ᎬᏜᏏᏛᎡᏗ ᏂᎨᏒᎾ ᎠᎴ ᎤᏙᎯᏳᎯᏯ."
  },
  {
    "verse": "6",
    "kjv": "And he said unto me, It is done. I am Alpha and Omega, the beginning and the end. I will give unto him that is athirst of the fountain of the water of life freely.",
    "web": "He said to me, “I am the Alpha and the Omega, the Beginning and the End. I will give freely to him who is thirsty from the spring of the water of life.",
    "chr": "ᎠᎴ ᎯᎠ ᎾᎩᏪᏎᎸᎩ; ᎾᏍᎩ ᏂᏌᎵᏍᏓ. ᎠᏴ ᎡᎵᏆ ᎠᎴ ᎣᎻᎦ, ᎢᎬᏱᏱ ᎨᏒ ᎠᎴ ᎤᎵᏍᏆᎸᏗ ᎨᏒᎢ. ᎤᏔᏕᎩᏍᎩ ᎠᎹ ᎬᏂᏛ ᎠᏓᏁᎯ ᎦᏄᎪᎬ ᏓᏥᏁᏁᎵ ᏧᎬᏩᎶᏗ ᏂᎨᏒᎾ."
  },
  {
    "verse": "7",
    "kjv": "He that overcometh shall inherit all things; and I will be his God, and he shall be my son.",
    "web": "He who overcomes, I will give him these things. I will be his God, and he will be my son.",
    "chr": "ᎩᎶ ᎠᏓᏎᎪᎩᏍᎨᏍᏗ ᏂᎦᏗᏳ ᏧᏓᎴᏅᏛ ᎤᏤᎵ ᎢᏳᎵᏍᏙᏗ ᎨᏎᏍᏗ; ᎠᎴ ᎠᏴ ᏥᏯᏁᎳᏅᎯ ᎨᏎᏍᏗ, ᎤᏩᏒᏃ ᎠᏴ ᎠᏇᏥ ᎨᏎᏍᏗ."
  },
  {
    "verse": "8",
    "kjv": "But the fearful, and unbelieving, and the abominable, and murderers, and whoremongers, and sorcerers, and idolaters, and all liars, shall have their part in the lake which burneth with fire and brimstone: which is the second death.",
    "web": "But for the cowardly, unbelieving, sinners, abominable, murderers, sexually immoral, sorcerers, idolaters, and all liars, their part is in the lake that burns with fire and sulfur, which is the second death.”",
    "chr": "ᎤᏂᏍᎦᎡᎾᏍᎩᏂ. ᎠᎴ ᏄᏃᎯᏳᏒᎾ, ᎠᎴ ᎤᏂᏍᎦᎢᏍᏗ, ᎠᎴ ᏗᎾᏓᎯᎯ, ᎠᎴ ᎤᏂᏁᎫᏥᏛ, ᎠᎴ ᏗᎾᏙᏂᏍᎩ, ᎠᎴ ᎤᏁᎳᏅᎯ ᏗᏰᎸᎯ ᏗᎾᏓᏙᎵᏍᏓᏁᎯ, ᎠᎴ ᏂᎦᏗᏳ ᎠᏂᏰᎪᎩ, ᎤᎾᏤᎵ ᎢᎨᎬᏁᏗ ᎨᏎᏍᏗ ᎥᏓᎸ ᎾᎿ ᎠᏓᏪᎵᎩᏍᎬ ᎠᏥᎸ ᎠᎴ ᏌᎪᏂᎨ ᎠᏓᏪᎵᎩᏍᎩ; ᎾᏍᎩ ᏔᎵᏁ ᎠᏲᎱᎯᏍᏗ ᏥᎩ."
  },
  {
    "verse": "9",
    "kjv": "And there came unto me one of the seven angels which had the seven vials full of the seven last plagues, and talked with me, saying, Come hither, I will shew thee the bride, the Lamb's wife.",
    "web": "One of the seven angels who had the seven bowls which were loaded with the seven last plagues came, and he spoke with me, saying, “Come here. I will show you the bride, the Lamb’s wife.”",
    "chr": "ᎠᎩᎷᏤᎸᎩᏃ ᎠᏏᏴᏫ ᎾᏍᎩ Ꮎ ᎦᎵᏉᎩ ᎢᏯᏂᏛ ᏗᏂᎧᎿᏩᏗᏙᎯ, ᎾᏍᎩ ᏥᏓᏂᏰᎲᎩ ᏚᎵᏉᎩ ᎫᎫ ᎦᎵᏉᎩ ᎤᎵᏍᏆᎸᏗ ᎤᏕᏯᏙᏗ ᏗᏟᏍᏗ, ᎠᎴ ᎠᏆᎵᏃᎮᏔᏅᎩ, ᎯᎠ ᏄᏪᏒᎩ; ᎡᎮᎾ, ᏓᎬᏯᏎᎮᎵᏃ ᎠᏥᏰᎯ ᎤᏃᏕᎾ ᎠᎩᎾ ᎤᏓᎵᎢ."
  },
  {
    "verse": "10",
    "kjv": "And he carried me away in the spirit to a great and high mountain, and shewed me that great city, the holy Jerusalem, descending out of heaven from God,",
    "web": "He carried me away in the Spirit to a great and high mountain, and showed me the holy city, Jerusalem, coming down out of heaven from God,",
    "chr": "ᎠᏆᏘᎾᏫᏛᎲᎩᏃ ᏗᏆᏓᏅᏛ ᎡᏆ ᎠᎴ ᎢᏅ ᎢᎦᏘ ᏦᏓᎸᎢ ᏩᏆᏘᏅᏍᏔᏅᎩ, ᎠᎴ ᎠᎩᎾᏄᎪᏫᏎᎸᎩ ᎾᎡᏆ ᎦᏚᎲᎢ, ᎾᏍᎩ ᎦᎸᏉᏗ ᏥᎷᏏᎵᎻ, ᎡᎳᏗ ᏅᏓᏳᏍᏗᏗᏒᎩ ᎦᎸᎳᏗ ᎤᏁᎳᏅᎯᏱ ᏛᏓᎴᎲᏍᎬᎩ."
  },
  {
    "verse": "11",
    "kjv": "Having the glory of God: and her light was like unto a stone most precious, even like a jasper stone, clear as crystal;",
    "web": "having the glory of God. Her light was like a most precious stone, like a jasper stone, clear as crystal;",
    "chr": "ᎦᎸᏉᏗᏳ ᎨᏒ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ ᎤᏣᏃᏛᎩ; ᎠᎴ ᎾᏍᎩ ᏚᎸᏌᏛ, ᏅᏯᎤᏣᏘ ᏧᎬᏩᎶᏗ ᎾᏍᎩᏯ ᎨᏒᎩ, ᎾᏍᎩ ᏣᏍᏆ ᏅᏯ ᎾᏍᎩᏯᎢ ᏗᎬᏩᎸᏌᏛ ᎨᏒᎩ."
  },
  {
    "verse": "12",
    "kjv": "And had a wall great and high, and had twelve gates, and at the gates twelve angels, and names written thereon, which are the names of the twelve tribes of the children of Israel:",
    "web": "having a great and high wall with twelve gates, and at the gates twelve angels, and names written on them, which are the names of the twelve tribes of the children of Israel.",
    "chr": "ᎠᏐᏴᎩᏃ ᎡᏆ ᎢᏅ ᎢᎦᏘ, ᎦᎶᎯᏍᏗᏱᏃ ᏔᎳᏚ ᏕᎪᏢᏒᎩ, ᎠᎴ ᎦᎶᎯᏍᏗᏱ ᏔᎳᏚ ᎢᏯᏂᏛ ᏗᏂᎧᎿᏩᏗᎩᎯ [ᏓᏂᏙᎬᎩ,] ᏚᎾᏙᎥᏃ ᏕᎪᏪᎸᎩ ᎦᎶᎯᏍᏗᏱ, ᎾᏍᎩ ᏔᎳᏚ ᎾᏂᎳᏍᏓᎸ ᎢᏏᎵ ᏧᏪᏥ ᏚᎾᏙᎥᎢ."
  },
  {
    "verse": "13",
    "kjv": "On the east three gates; on the north three gates; on the south three gates; and on the west three gates.",
    "web": "On the east were three gates, and on the north three gates, and on the south three gates, and on the west three gates.",
    "chr": "ᏅᏙ ᏗᎧᎸᎬ ᎢᏗᏢ ᏦᎢ ᎦᎶᎯᏍᏗᏱ [ᏕᎪᏢᏒᎩ,] ᏧᏴᏢᏃ ᎢᏗᏢ ᏦᎢ ᎦᎶᎯᏍᏗᏱ; ᏧᎦᎾᏮᏃ ᎢᏗᏢ ᏦᎢ ᎦᎶᎯᏍᏗᏱ; ᏭᏕᎵᎬᏃ ᎢᏗᏢ ᏦᎢ ᎦᎶᎯᏍᏗᏱ."
  },
  {
    "verse": "14",
    "kjv": "And the wall of the city had twelve foundations, and in them the names of the twelve apostles of the Lamb.",
    "web": "The wall of the city had twelve foundations, and on them twelve names of the twelve Apostles of the Lamb.",
    "chr": "ᎠᏐᏴᏃ ᎦᏚᎲ ᏔᎳᏚ ᏕᎦᎫᏍᏓᎥᎩ, ᏕᎦᎫᏍᏓᎥᏃ ᏔᎳᏚ ᏚᎾᏙᎥᎢ [ᏕᎪᏪᎸᎩ,] ᎾᏍᎩ ᏔᎳᏚ ᎢᏯᏂᏛ ᎤᏃᏕᎾ ᎠᎩᎾ ᏧᏅᏏᏛ ᏚᎾᏙᎥᎢ."
  },
  {
    "verse": "15",
    "kjv": "And he that talked with me had a golden reed to measure the city, and the gates thereof, and the wall thereof.",
    "web": "He who spoke with me had for a measure a golden reed to measure the city, its gates, and its walls.",
    "chr": "ᎾᏍᎩᏃ ᎠᏆᎵᏃᎮᏔᏅᎯ ᎦᏁᎲᎩ ᎠᏕᎸᏓᎶᏂᎨ ᎠᏢᏔᏅᎯ ᎠᏟᎶᏍᏗ, ᎦᏚᎲ ᎠᏟᎶᏍᏗ, ᎠᎴ ᎦᎶᎯᏍᏗᏱ ᏗᏟᎶᏍᏗ, ᎠᎴ ᎠᏐᏴ ᎠᏟᎶᏍᏗ."
  },
  {
    "verse": "16",
    "kjv": "And the city lieth foursquare, and the length is as large as the breadth: and he measured the city with the reed, twelve thousand furlongs. The length and the breadth and the height of it are equal.",
    "web": "The city is square. Its length is as great as its width. He measured the city with the reed: twelve thousand twelve stadia. Its length, width, and height are equal.",
    "chr": "ᎦᏚᎲᏃ ᏅᎩ ᏧᏅᏏᏴ ᎨᏒᎩ, ᎦᏅᎯᏒ ᎠᎴ ᎠᏯᏛᎥ ᎤᏠᏱᏉ ᎨᏒᎩ. ᎤᏟᎶᎥᎩᏃ ᎦᏚᎲ ᎤᏩᏔᏅᎩ ᎠᏟᎶᏍᏗ, ᎯᏍᎩᎦᏚ ᎢᏯᏍᎪᎯᏧᏈ ᎢᏳᏟᎶᏛ ᏂᎬᎩ. ᏂᎦᏅᎯᏒ ᎠᎴ ᎾᏯᏛᎲ ᎠᎴ ᏂᎦᏛᎢ ᎤᏠᏱᏉ ᎨᏒᎢ."
  },
  {
    "verse": "17",
    "kjv": "And he measured the wall thereof, an hundred and forty and four cubits, according to the measure of a man, that is, of the angel.",
    "web": "Its wall is one hundred forty-four cubits, by the measure of a man, that is, of an angel.",
    "chr": "ᎠᏎᏴᏃ ᎤᏟᎶᎥᎩ ᎠᏍᎪᎯᏧᏈ ᏅᎦᏍᎪᎯ ᏅᎩᎦᎵ ᎢᏯᎩᏳᏍᏈᏛ ᎤᏟᎶᎥᎩ, ᎾᏍᎩ ᏴᏫ ᎤᏟᎶᏍᏗ ᎢᎦᏅᎯᏛ, ᎾᏍᎩ ᏗᎧᎿᏩᏗᏙᎯ ᎤᏟᎶᏍᏗ."
  },
  {
    "verse": "18",
    "kjv": "And the building of the wall of it was of jasper: and the city was pure gold, like unto clear glass.",
    "web": "The construction of its wall was jasper. The city was pure gold, like pure glass.",
    "chr": "ᎠᏐᏴᏃ ᏣᏍᏆ ᏅᏯ ᎠᏁᏍᎨᏛᎩ; ᎦᏚᎲᏃ ᎪᎱᏍᏗ ᎾᏑᏴᎾ ᎠᏕᎸ ᏓᎶᏂᎨ ᎪᏢᏛᎩ, ᏧᎸᏌᏛ ᎠᏓᎨᏗ ᎾᏍᎩᏯᎢ."
  },
  {
    "verse": "19",
    "kjv": "And the foundations of the wall of the city were garnished with all manner of precious stones. The first foundation was jasper; the second, sapphire; the third, a chalcedony; the fourth, an emerald;",
    "web": "The foundations of the city’s wall were adorned with all kinds of precious stones. The first foundation was jasper, the second sapphire; the third chalcedony, the fourth emerald,",
    "chr": "ᏕᎦᎫᏍᏓᎥᏃ ᎠᏐᏴ ᎦᏚᎲᎢ ᏕᎪᏑᎢᏍᏛᎩ ᏄᏓᎴᏒ ᏗᎦᎸᏉᏗ ᏅᏯ; ᎢᎬᏱᏱ ᎦᎫᏍᏓᎥ ᏣᏍᏆ ᎨᏒᎩ, ᏔᎵᏁᏃ ᏌᏆᏯ, ᏦᎢᏁᏃ ᎦᎵᏏᏙᏂ, ᏅᎩᏁᏃ ᎡᎻᎳ,"
  },
  {
    "verse": "20",
    "kjv": "The fifth, sardonyx; the sixth, sardius; the seventh, chrysolyte; the eighth, beryl; the ninth, a topaz; the tenth, a chrysoprasus; the eleventh, a jacinth; the twelfth, an amethyst.",
    "web": "the fifth sardonyx, the sixth sardius, the seventh chrysolite, the eighth beryl, the ninth topaz, the tenth chrysoprase, the eleventh jacinth, and the twelfth amethyst.",
    "chr": "ᎯᏍᎩᏃ ᏌᏙᏂᎩ, ᏑᏓᎵᏁᏃ ᏌᏗᏱ, ᎦᎵᏉᎩᏁᏃ ᎩᏐᎳᏗ, ᏧᏁᎵᏁᏃ ᏇᎵ, ᏐᎣᏁᎵᏁᏃ ᏙᏆᏏ, ᎠᏍᎪᎯᏁᏃ ᏟᏌᏇᏌ, ᏌᏚᏏᏁᏃ ᏤᏏᏂ, ᏔᎳᏚᏏᏁᏃ ᎠᎻᏗᏏ."
  },
  {
    "verse": "21",
    "kjv": "And the twelve gates were twelve pearls: every several gate was of one pearl: and the street of the city was pure gold, as it were transparent glass.",
    "web": "The twelve gates were twelve pearls. Each one of the gates was made of one pearl. The street of the city was pure gold, like transparent glass.",
    "chr": "ᏔᎳᏚᏃ ᏕᎪᏢᏒ ᏗᏍᏚᏗ ᏔᎳᏚ ᏓᎬᎾᎢᏳᎾᏍᏗ ᏕᎪᏢᏛᎩ; ᏌᏉ ᎠᏍᏚᏗ ᏌᏉ ᏓᎬᎾᎢᏳᏍᏗ ᎪᏢᏛᎩ ᎡᏓᏍᏗᏱ ᎤᏜᏅᏛ ᎦᏚᎲ ᎪᎱᏍᏗ ᎾᏑᏴᎾ ᎠᏕᎸ ᏓᎶᏂᎨ ᎠᏢᏛᎩ, ᏧᎸᏌᏛ ᎠᏓᎨᏗ ᎾᏍᎩᏯᎢ."
  },
  {
    "verse": "22",
    "kjv": "And I saw no temple therein: for the Lord God Almighty and the Lamb are the temple of it.",
    "web": "I saw no temple in it, for the Lord God the Almighty and the Lamb are its temple.",
    "chr": "ᎥᏝ ᎠᎴ ᏯᎩᎪᎮ ᎾᎿ ᏗᎦᎳᏫᎢᏍᏗᏱ; ᎤᎬᏫᏳᎯᏰᏃ ᎤᏁᎳᏅᎯ ᏫᎾᏍᏛᎾ ᎤᎵᏂᎩᏛ ᎠᎴ ᎤᏃᏕᎾ-ᎠᎩᎾ ᎾᏍᎩ ᏗᎦᎳᏫᎢᏍᏗᏱ ᎢᎩ."
  },
  {
    "verse": "23",
    "kjv": "And the city had no need of the sun, neither of the moon, to shine in it: for the glory of God did lighten it, and the Lamb is the light thereof.",
    "web": "The city has no need for the sun or moon to shine, for the very glory of God illuminated it and its lamp is the Lamb.",
    "chr": "ᎦᏚᎲᏃ ᎥᏝ ᏯᎾᏚᎵ ᏅᏙ-ᎢᎦ-ᎡᎯ ᎠᎴ ᏅᏙ-ᎡᏃᏱ-ᎡᎯ ᎤᎦᎵᎯᏍᏗᏱ ᎾᎿᏂ; ᎦᎸᏉᏗᏳᏰᏃ ᎨᏒ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᎢᎦᎤᏘᏍᏛ ᎾᎿᏂ, ᎠᎴ ᎤᏃᏕᎾ-ᎠᎩᎾ ᎢᎦ ᎠᏘᏍᏗᏍᎩ ᎢᎩ ᎾᎿᏂ."
  },
  {
    "verse": "24",
    "kjv": "And the nations of them which are saved shall walk in the light of it: and the kings of the earth do bring their glory and honour into it.",
    "web": "The nations will walk in its light. The kings of the earth bring the glory and honor of the nations into it.",
    "chr": "ᏧᎾᏓᎴᏅᏛᏃ ᏴᏫ ᎾᏍᎩ ᎨᏥᏍᏕᎸᏛ ᎨᏒ ᎾᏍᎩ ᏚᎸᏌᏛ ᎠᏁᏙᎮᏍᏗ; ᎤᏂᎬᏫᏳᏃ ᎡᎶᎯ ᎠᏁᎯ ᎾᎿ ᎠᏂᏴᎯᎭ ᎨᏥᎸᏉᏛ ᎠᎴ ᏧᎾᏤᎵ ᏧᏓᎴᏅᏛ ᏗᎦᎸᏉᏗ."
  },
  {
    "verse": "25",
    "kjv": "And the gates of it shall not be shut at all by day: for there shall be no night there.",
    "web": "Its gates will in no way be shut by day (for there will be no night there),",
    "chr": "ᎠᎴ ᎦᎶᎯᏍᏗᏱ ᎾᎿ ᏕᎪᏢᏒ ᎥᏝ ᏧᏂᏍᏚᏗ ᏱᎨᏎᏍᏗ ᎢᎦ, ᎥᏝᏰᏃ ᏒᏃᏱ ᏱᎨᏎᏍᏗ ᎾᎿᏂ."
  },
  {
    "verse": "26",
    "kjv": "And they shall bring the glory and honour of the nations into it.",
    "web": "and they shall bring the glory and the honor of the nations into it so that they may enter.",
    "chr": "ᎠᎴ ᎾᎿ ᎠᏂᏲᎯᎮᏍᏗ ᏧᎾᏓᎴᏅᏛ ᎠᏴ ᎤᎾᏤᎵ ᎦᎸᏉᏗᏳ ᎨᏒ ᎠᎴ ᏣᏓᎴᏅᏛ ᏗᎦᎸᏉᏗ."
  },
  {
    "verse": "27",
    "kjv": "And there shall in no wise enter into it any thing that defileth, neither whatsoever worketh abomination, or maketh a lie: but they which are written in the Lamb's book of life.",
    "web": "There will in no way enter into it anything profane, or one who causes an abomination or a lie, but only those who are written in the Lamb’s book of life.",
    "chr": "ᎠᎴ ᎥᏝ ᎠᏎᎾᎿ ᎤᏴᏍᏗ ᏱᎨᏎᏍᏗ ᎪᎱᏍᏗ ᎦᏓᎭ, ᎠᎴ ᎤᏂᏆᏘᏍᏗ ᏧᎸᏫᏍᏓᏁᎯ, ᎠᎴ ᎦᏰᎪᎩ; ᎤᏅᏒᏍᎩᏂ [ᎤᏂᏴᏍᏗ ᎨᏎᏍᏗ ᏚᎾᏙᎥ] ᏗᎪᏪᎵ ᎬᏂᏛ ᎠᏓᏁᎯ ᎪᏪᎵᎯ ᎤᏃᏕᎾᎠᎩᎾ ᎤᏤᎵᎦ."
  }
]