[
  {
    "verse": "1",
    "kjv": "And he shewed me a pure river of water of life, clear as crystal, proceeding out of the throne of God and of the Lamb.",
    "web": "He showed me a river of water of life, clear as crystal, proceeding out of the throne of God and of the Lamb,",
    "chr": "ᎠᎩᎾᏄᎪᏫᏎᎸᎩᏃ ᎤᏁᎬ ᎤᏪᏴ ᎠᎹ ᎬᏂᏛ ᎠᏓᏁᎯ, ᏗᎬᏩᎸᏌᏛ ᎨᏒᎩ, ᏓᎦᎾᏄᎪᎬᎩ ᎦᏍᎩᎸ ᎤᏁᎳᏅᎯ ᎠᎴ ᎤᏃᏕᎾ ᎠᎩᎾ ᎤᎾᏤᎵᎦ."
  },
  {
    "verse": "2",
    "kjv": "In the midst of the street of it, and on either side of the river, was there the tree of life, which bare twelve manner of fruits, and yielded her fruit every month: and the leaves of the tree were for the healing of the nations.",
    "web": "in the middle of its street. On this side of the river and on that was the tree of life, bearing twelve kinds of fruits, yielding its fruit every month. The leaves of the tree were for the healing of the nations.",
    "chr": "ᎠᏰᎵᏃ ᎤᏜᏅᏛ ᎾᎿ ᎡᏓᏍᏗᏱ, ᎠᎴ ᎢᏧᎳᏗᏢ ᎤᏪᏴᎢ, ᏡᎬᎩ ᎬᏂᏛ ᎠᏓᏁᎯ ᏡᎬᎢ, ᎾᏍᎩ ᏔᎳᏚ ᎢᏳᏓᎴᎩ ᎠᏓᏛᏍᎬᎩ ᎠᎴ ᏂᏓᏦᎳᏂᏒ ᎬᎾᏍᎬᎩ ᎤᏓᏔᏅᎯ; ᎤᎳᏍᏚᏒᏃ ᎤᎾᏅᏬᏗ ᎨᏒᎩ ᏧᎾᏓᎴᏅᏛ ᏴᏫ."
  },
  {
    "verse": "3",
    "kjv": "And there shall be no more curse: but the throne of God and of the Lamb shall be in it; and his servants shall serve him:",
    "web": "There will be no curse any more. The throne of God and of the Lamb will be in it, and his servants will serve him.",
    "chr": "ᎥᏝ ᎠᎴ ᎿᏉ ᏰᎮᏍᏗ ᎤᏐᏅᎢ; ᎤᏁᎳᏅᎯᏍᎩᏂ ᎤᏤᎵ ᎠᎴ ᎤᏃᏕᎾ ᎠᎩᎾ ᎤᏤᎵ ᎦᏍᎩᎶ ᎾᎿ ᎦᏍᎩᎴᏍᏗ; ᏧᏤᎵᏃ ᏧᏅᏏᏓᏍᏗ ᎬᏩᏓᏙᎵᏍᏓᏁᎮᏍᏗ;"
  },
  {
    "verse": "4",
    "kjv": "And they shall see his face; and his name shall be in their foreheads.",
    "web": "They will see his face, and his name will be on their foreheads.",
    "chr": "ᎤᎧᏛᏃ ᎠᏂᎪᏩᏘᏍᏕᏍᏗ; ᏚᏙᎥᏃ ᎾᏍᎩ ᏗᏂᎬᏓᎨᏂ ᏕᎪᏪᎴᏍᏗ."
  },
  {
    "verse": "5",
    "kjv": "And there shall be no night there; and they need no candle, neither light of the sun; for the Lord God giveth them light: and they shall reign for ever and ever.",
    "web": "There will be no night, and they need no lamp light or sun light; for the Lord God will illuminate them. They will reign forever and ever.",
    "chr": "ᎥᏝ ᎠᎴ ᎡᏃᏱ ᏱᎨᏎᏍᏗ ᎾᎿᏂ, ᎥᏝ ᎠᎴ ᏳᎾᏚᎵ ᎠᏨᏍᏙᏗ, ᎠᎴ ᏅᏙ ᎢᎦᎡᎯ ᎢᎦ ᎤᏘᏍᏛᎢ; ᎤᎬᏫᏳᎯᏰᏃ ᎤᏁᎳᏅᎯ ᎢᎦ ᏓᏘᏍᏓᏁᎭ, ᎤᏂᎬᏫᏳᎯᏃ ᎨᏎᏍᏗ ᎤᎵᏍᏆᏗᏍᏗ ᏂᎨᏒᎾ."
  },
  {
    "verse": "6",
    "kjv": "And he said unto me, These sayings are faithful and true: and the Lord God of the holy prophets sent his angel to shew unto his servants the things which must shortly be done.",
    "web": "He said to me, “These words are faithful and true. The Lord God of the spirits of the prophets sent his angel to show to his bondservants the things which must happen soon.”",
    "chr": "ᎯᎠᏃ ᎾᎩᏪᏎᎸᎩ, ᎯᎠ ᎾᏍᎩ ᎧᏃᎮᏛ ᎬᏜᏏᏛᎡᏗ ᏂᎨᏒᎾ ᎠᎴ ᎤᏙᎯᏳᎯᏯ. ᎤᎬᏫᏳᎯᏃ ᎤᏁᎳᏅᎯ ᎨᏥᎸᏉᏗ ᎠᎾᏙᎴᎰᏍᎩ ᎤᎾᏤᎵᎦ ᏧᏅᏎ ᎤᏤᎵ ᏗᎧᎿᏩᏗᏙᎯ ᎬᏂᎨᏒ ᎢᏧᏩᏁᏗᏱ ᏧᏤᎵ ᏧᏅᏏᏓᏍᏗ, ᎾᏍᎩ ᏧᏓᎴᏅᏛ ᏂᎪᎯᎸᎾᏉ ᎢᏳᎵᏍᏙᏗ ᎨᏒᎢ."
  },
  {
    "verse": "7",
    "kjv": "Behold, I come quickly: blessed is he that keepeth the sayings of the prophecy of this book.",
    "web": "“Behold, I am coming soon! Blessed is he who keeps the words of the prophecy of this book.”",
    "chr": "ᎬᏂᏳᏉ ᏞᎩᏳ ᏓᏥᎷᏥ; ᎣᏏᏳ ᎢᏳᎵᏍᏓᏁᏗ ᎠᏍᏆᏂᎪᏗᏍᎩ ᎧᏃᎮᏛ ᎠᏙᎴᎰᏒᎯ ᎠᏂ ᎪᏪᎵᎯ ᎪᏪᎸᎢ."
  },
  {
    "verse": "8",
    "kjv": "And I John saw these things, and heard them. And when I had heard and seen, I fell down to worship before the feet of the angel which shewed me these things.",
    "web": "Now I, John, am the one who heard and saw these things. When I heard and saw, I fell down to worship before the feet of the angel who had shown me these things.",
    "chr": "ᎠᎴ ᎠᏴ ᏣᏂ ᎠᎩᎪᎲᎩ ᎯᎠ ᎾᏍᎩ ᏧᏓᎴᏅᏛ, ᎠᎴ ᎠᏆᏛᎦᏅᎩ. ᎠᏆᏛᎦᏅᏃ ᎠᎴ ᎠᎩᎪᎲ, ᎡᎳᏗ ᎠᏆᏓᏅᏅᎩ ᏓᎦᏓᏙᎵᏍᏔᏂᏒᎩ ᏚᎳᏍᎬ ᎾᏍᎩ ᎾᏗᎧᎿᏩᏗᏙᎯ ᎯᎠ ᎾᏍᎩ ᏧᏓᎴᏅᏛ ᎠᎩᎾᏄᎪᏫᏎᎸᎯ."
  },
  {
    "verse": "9",
    "kjv": "Then saith he unto me, See thou do it not: for I am thy fellowservant, and of thy brethren the prophets, and of them which keep the sayings of this book: worship God.",
    "web": "He said to me, “You must not do that! I am a fellow bondservant with you and with your brothers, the prophets, and with those who keep the words of this book. Worship God.”",
    "chr": "ᎯᎠᏃ ᎾᎩᏪᏎᎸᎩ, ᎥᏞᏍᏗ. ᎠᏴᏰᏃ ᎤᏠᏱᏉ ᎡᎩᏂᏅᏏᏓᏍᏗ, ᎠᎴ ᎠᏴ ᎾᏍᎩ ᎠᎾᏙᎴᎰᏍᎩ ᏥᎨᏒ ᎢᏣᎵᏅᏟ, ᎠᎴ ᎾᏍᎩ ᎠᏂᏍᏆᏂᎪᏗᏍᎩ ᎧᏃᎮᏛ ᎠᏂ ᎪᏪᎵᎯ ᎪᏪᎸᎢ; ᎤᏁᎳᏅᎯ ᎯᏯᏓᏙᎵᏍᏓᏏ."
  },
  {
    "verse": "10",
    "kjv": "And he saith unto me, Seal not the sayings of the prophecy of this book: for the time is at hand.",
    "web": "He said to me, “Don’t seal up the words of the prophecy of this book, for the time is at hand.",
    "chr": "ᎯᎠᏃ ᎾᎩᏪᏎᎸᎩ, ᏞᏍᏗ ᏣᏍᏚᏅᎩ ᎧᏃᎮᏛ ᎠᏙᎴᎰᏒᎯ ᎠᏂ ᎯᎠ ᎪᏪᎵᎯ; ᎤᏍᏆᎸᎯᏗᏰᏃ."
  },
  {
    "verse": "11",
    "kjv": "He that is unjust, let him be unjust still: and he which is filthy, let him be filthy still: and he that is righteous, let him be righteous still: and he that is holy, let him be holy still.",
    "web": "He who acts unjustly, let him act unjustly still. He who is filthy, let him be filthy still. He who is righteous, let him do righteousness still. He who is holy, let him be holy still.”",
    "chr": "ᎩᎶ ᎠᏍᎦᎾ ᎨᏎᏍᏗ, ᎠᏏᏉ ᎠᏍᎦᎾ ᎨᏎᏍᏗ; ᎩᎶᏃ ᎦᏓᎭ ᎨᏎᏍᏗ, ᎠᏏᏉ ᎦᏓᎭ ᎨᏎᏍᏗ; ᎩᎶᏃ ᎣᏏᏳ ᎢᏯᏛᏁᎯ ᎨᏎᏍᏗ, ᎠᏏᏉ ᎣᏏᏳ ᎢᏯᏛᏁᎯ ᎨᏎᏍᏗ; ᎩᎶᏃ ᎠᏍᎦᎾ ᏂᎨᏒᎾ ᎨᏎᏍᏗ, ᎠᏏᏉ ᎠᏍᎦᎾ ᏂᎨᏒᎾ ᎨᏎᏍᏗ."
  },
  {
    "verse": "12",
    "kjv": "And, behold, I come quickly; and my reward is with me, to give every man according as his work shall be.",
    "web": "“Behold, I am coming soon! My reward is with me, to repay to each man according to his work.",
    "chr": "ᎠᎴ ᎬᏂᏳᏉ ᏞᎩᏳ ᏓᏥᎷᏥ; ᎠᎴ ᎠᏆᎫᏴᏗ ᏥᏰᎮᏍᏗ, ᎦᏥᏁᏗᏱ ᏋᏂᎥ ᎠᏂᏏᏴᏫᎭ ᎾᏍᎩᏯ ᏄᏍᏛ ᏚᏂᎸᏫᏍᏓᏁᎸᎢ."
  },
  {
    "verse": "13",
    "kjv": "I am Alpha and Omega, the beginning and the end, the first and the last.",
    "web": "I am the Alpha and the Omega, the First and the Last, the Beginning and the End.",
    "chr": "ᎠᏴ ᎡᎵᏆ ᎠᎴ ᎣᎻᎦ, ᏗᏓᎴᏅᏗᏍᎩ ᎠᎴ ᎠᏍᏆᏗᏍᏗᏍᎩ, ᎠᎴ ᎢᎬᏱᏱ ᎠᎴ ᎤᎵᏍᏆᎸᎢ."
  },
  {
    "verse": "14",
    "kjv": "Blessed are they that do his commandments, that they may have right to the tree of life, and may enter in through the gates into the city.",
    "web": "Blessed are those who do his commandments, that they may have the right to the tree of life, and may enter in by the gates into the city.",
    "chr": "ᎣᏏᏳ ᎢᏳᎾᎵᏍᏓᏁᏗ ᎾᏍᎩ Ꮎ ᎤᏤᎵ ᏗᎧᎿᏩᏛᏍᏗ ᏂᎦᏪᏍᎬ ᎢᏯᎾᏛᏁᎯ, ᎾᏍᎩ ᎬᏂᏛ ᏡᎬ ᎤᎾᏤᎵ ᎢᏳᎵᏍᏙᏗᏱ, ᎠᎴ ᏫᎬᏩᏂᏴᏍᏗ ᎢᏳᎵᏍᏙᏗᏱ ᎦᎶᎯᏍᏗᏱ ᎪᏢᏒ ᎦᏚᎲᎢ."
  },
  {
    "verse": "15",
    "kjv": "For without are dogs, and sorcerers, and whoremongers, and murderers, and idolaters, and whosoever loveth and maketh a lie.",
    "web": "Outside are the dogs, the sorcerers, the sexually immoral, the murderers, the idolaters, and everyone who loves and practices falsehood.",
    "chr": "ᏙᏱᏗᏢᏰᏃ ᎠᏁᏙᎭ ᎩᎶ, ᎠᎴ ᏗᎾᏙᏂᏍᎩ, ᎠᎴ ᎤᏂᏁᎫᏥᏛ, ᎠᎴ ᏗᎾᏓᎯᎯ, ᎠᎴ ᎤᏁᎳᏅᎯ ᏗᏰᎸᎯ ᏗᎾᏓᏙᎵᏍᏓᏁᎯ, ᎠᎴ ᏂᎦᏗᏳ ᎣᏏᏳ ᎤᏂᏰᎸᎯ ᎦᏰᎪᎩ ᎨᏒ, ᎠᎴ ᎦᏰᎪᎩ ᎠᏃᏢᏍᎩ."
  },
  {
    "verse": "16",
    "kjv": "I Jesus have sent mine angel to testify unto you these things in the churches. I am the root and the offspring of David, and the bright and morning star.",
    "web": "I, Jesus, have sent my angel to testify these things to you for the assemblies. I am the root and the offspring of David, the Bright and Morning Star.”",
    "chr": "ᎠᏴ ᏥᏌ ᏗᏥᏅᏒ ᎠᏆᏤᎵ ᏗᎧᎿᏩᏗᏙᎯ ᎬᏂᎨᏒ ᎢᏨᏁᏗᏱ ᎯᎠ ᎾᏍᎩ ᏧᏓᎴᏅᏛ ᏧᎾᏁᎶᏗ ᏚᎾᏓᏡᏩᏗᏒᎢ. ᎠᏴ ᏕᏫ ᎤᏪᏥ ᎠᎴ ᎾᏍᎩ ᎤᏁᏢᏔᏅᏛ ᎨᏒᎢ, ᎠᎴ ᏃᏈᏏ ᏧᎦᏙᏴᎢᏍᏗ ᎠᎴ ᏑᎾᎴ ᎡᎯ."
  },
  {
    "verse": "17",
    "kjv": "And the Spirit and the bride say, Come. And let him that heareth say, Come. And let him that is athirst come. And whosoever will, let him take the water of life freely.",
    "web": "The Spirit and the bride say, “Come!” He who hears, let him say, “Come!” He who is thirsty, let him come. He who desires, let him take the water of life freely.",
    "chr": "ᎠᏓᏅᏙᏃ ᎠᎴ ᎠᏥᏰᎯ ᎡᎮᎾ ᎠᎾᏗᎭ. ᎠᎴ ᎠᏛᎩᏍᎩ ᎡᎮᎾ ᎠᏗᏍᎨᏍᏗ. ᎠᎴ ᎩᎶ ᎤᏔᏕᎩᏍᎩ ᏫᎦᎷᎩ; ᎠᎴ ᎪᎶ ᎤᏚᎵᏍᎨᏍᏗ ᎦᏁᎩ ᏍᎨᏍᏗ ᎠᎹ ᎬᏂᏛ ᎠᏓᏁᎯ ᏧᎬᏩᎶᏗ ᏂᎨᏒᎾ."
  },
  {
    "verse": "18",
    "kjv": "For I testify unto every man that heareth the words of the prophecy of this book, If any man shall add unto these things, God shall add unto him the plagues that are written in this book:",
    "web": "I testify to everyone who hears the words of the prophecy of this book: if anyone adds to them, God will add to him the plagues which are written in this book.",
    "chr": "ᎬᏂᎨᏒᏰᏃ ᏂᎦᏥᏴᏁᎭ ᎾᏂᎥᏉ ᎩᎶ ᎠᎾᏛᎩᏍᎩ ᎧᏃᎮᏛ ᎠᏙᎴᎰᏒᎯ ᎠᏂ ᎪᏪᎵᎯ ᏥᎪᏪᎳ, ᎾᏍᎩ ᎢᏳᏃ ᎩᎶ. ᎢᎧᏁᏉᏍᎨᏍᏗ ᎯᎠ ᎾᏍᎩ ᏧᏓᎴᏅᏛ ᎠᏂ ᎪᏪᎵᎯ ᏥᎪᏪᎳ, ᎤᏁᎳᏅᎯ ᎠᏎ ᎤᏁᏉᎡᏗ ᎨᏎᏍᏗ ᎤᏕᏯᏙᏗ ᎨᏒ ᎠᏂ ᎪᏪᎵᎯ ᏥᎪᏪᎳ;"
  },
  {
    "verse": "19",
    "kjv": "And if any man shall take away from the words of the book of this prophecy, God shall take away his part out of the book of life, and out of the holy city, and from the things which are written in this book.",
    "web": "If anyone takes away from the words of the book of this prophecy, God will take away his part from the tree of life, and out of the holy city, which are written in this book.",
    "chr": "ᎢᏳ ᎠᎴ ᎩᎶ ᎢᎪᏣᎴᏍᎨᏍᏗ ᎢᎦᏛ ᎧᏃᎮᏛ ᎪᏪᎵᎯ ᎯᎠ ᎾᏍᎩ ᎠᏙᎴᎰᏒᎯ ᎨᏒᎢ, ᎤᏁᎳᏅᎯ ᎠᏎ ᏓᏳᏬᏣᎳᎡᎵ ᎤᏤᎵ ᎨᏒ ᎬᏂᏛ ᎠᏓᏁᎯ ᎪᏪᎵᎯ, ᎠᎴ ᎦᎸᏉᏗᏳ ᎦᏚᎲᎢ, ᎠᎴ ᏧᏓᎴᏅᏛ ᎪᏪᎸ ᎠᏂ ᎪᏪᎵᎯ."
  },
  {
    "verse": "20",
    "kjv": "He which testifieth these things saith, Surely I come quickly. Amen. Even so, come, Lord Jesus.",
    "web": "He who testifies these things says, “Yes, I am coming soon.” Amen! Yes, come, Lord Jesus!",
    "chr": "ᎯᎠ ᎾᏍᎩ ᏧᏓᎴᏅᏛ ᎬᏂᎨᏒ ᎢᎬᏁᎯ, ᎯᎠ ᏂᎦᏪᎭ, ᎤᏙᎯᏳᎯᏯ ᏞᎩᏳ ᏓᏥᎷᏥ. ᎡᎺᏅ; ᎰᏩᏉ; ᏞᎩᏳ ᎯᎷᎩ ᏣᎬᏫᏳᎯ ᏥᏌ."
  },
  {
    "verse": "21",
    "kjv": "The grace of our Lord Jesus Christ be with you all. Amen.",
    "web": "The grace of the Lord Jesus Christ be with all the saints. Amen.",
    "chr": "ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ ᎢᎦᏤᎵᎦ ᎢᏤᎳᏗᏙᎮᏍᏗ ᏂᏥᎥᎢ. ᎡᎺᏅ."
  }
]
