[
  {
    "verse": "1",
    "kjv": "And I saw in the right hand of him that sat on the throne a book written within and on the backside, sealed with seven seals.",
    "web": "I saw, in the right hand of him who sat on the throne, a book written inside and outside, sealed shut with seven seals.",
    "chr": "ᎠᎴ ᎠᎩᎪᎲᎩ ᎪᏪᎵ ᎠᎦᏘᏏᏗᏢ ᎤᏬᏰᏂ ᎤᏒᎦᎸᎩ ᎾᏍᎩ Ꮎ ᎦᏍᎩᎸ ᎤᏬᎵ, ᎭᏫᏂᏗᏢ, ᎠᎴ ᎦᏚᎢᏗᏢ ᎪᏪᎸᎩ ᎦᎵᏉᎩ ᎪᏪᎵ ᏗᏍᏚᏗ ᏓᏍᏚᏛᎩ."
  },
  {
    "verse": "2",
    "kjv": "And I saw a strong angel proclaiming with a loud voice, Who is worthy to open the book, and to loose the seals thereof?",
    "web": "I saw a mighty angel proclaiming with a loud voice, “Who is worthy to open the book, and to break its seals?”",
    "chr": "ᎠᎴ ᏗᎧᎿᏩᏗᏙᎯ ᎤᎵᏂᎩᏛ ᎥᏥᎪᎥᎩ ᎤᏪᎷᎬᎩ ᎠᏍᏓᏯ ᎧᏁᎬᎩ, ᎯᎠ ᏂᎦᏪᏍᎬᎩ, ᎦᎪ ᏰᎵ ᎬᏩᏍᏚᎢᏍᏗ ᎪᏪᎵ, ᎠᎴ ᏗᎬᏩᏲᏍᏙᏗ ᎾᏍᎩ ᏓᏍᏚᏛᎢ?"
  },
  {
    "verse": "3",
    "kjv": "And no man in heaven, nor in earth, neither under the earth, was able to open the book, neither to look thereon.",
    "web": "No one in heaven above, or on the earth, or under the earth, was able to open the book or to look in it.",
    "chr": "ᎥᏝᏃ ᎩᎶ ᎦᎸᎳᏗ, ᎠᎴ ᎡᎶᎯ, ᎠᎴ ᎡᎶᎯ ᎭᏫᏂᏗᏢ ᏰᎵ ᎬᏩᏛᏗ ᏱᎨᏎ ᎪᏪᎵ ᎬᏩᏍᏚᎢᏍᏗ, ᎠᎴ ᎾᏍᎩ ᎾᎿ ᏗᎬᏩᎧᏃᏗ."
  },
  {
    "verse": "4",
    "kjv": "And I wept much, because no man was found worthy to open and to read the book, neither to look thereon.",
    "web": "Then I wept much, because no one was found worthy to open the book or to look in it.",
    "chr": "ᎤᏣᏘᏃ ᏓᏆᏠᏱᎸᎩ, ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᎩᎶ ᎬᏩᏛᏗ ᏂᎨᏒᎾ ᎨᏒ ᏰᎵ ᎬᏩᏍᏚᎢᏍᏗ ᎠᎴ ᎬᏩᎪᎵᏰᏗ ᎨᏒ ᎪᏪᎵ, ᎠᎴ ᎾᏍᎩ ᎾᎿ ᏗᎬᏩᎧᏃᏗ.,"
  },
  {
    "verse": "5",
    "kjv": "And one of the elders saith unto me, Weep not: behold, the Lion of the tribe of Judah, the Root of David, hath prevailed to open the book, and to loose the seven seals thereof.",
    "web": "One of the elders said to me, “Don’t weep. Behold, the Lion who is of the tribe of Judah, the Root of David, has overcome: he who opens the book and its seven seals.”",
    "chr": "ᎠᏏᏴᏫᏃ ᎾᏍᎩ ᎫᎾᏛᏐᏅᎯ ᎨᏒ ᎯᎠ ᎾᎩᏪᏎᎸᎩ, ᏞᏍᏗ ᏗᏣᏠᏱᎸᎩ; ᎬᏂᏳᏉ ᏢᏓᏥ ᎤᏃᏕᎾ ᏧᏓ ᎠᏂᏔᏍᏓᎸ ᏅᏓᏳᏓᎴᏅᎯ, ᏕᏫ ᎤᏱᏝᏅᎯ, ᎤᏓᏎᎪᎩᏒ ᎤᏍᏚᎢᏍᏗᏱ ᎪᏪᎵ, ᎠᎴ ᏧᏲᏍᏙᏗᏱ ᎦᎵᏉᎩ ᏂᏓᏍᏚᎲᎢ."
  },
  {
    "verse": "6",
    "kjv": "And I beheld, and, lo, in the midst of the throne and of the four beasts, and in the midst of the elders, stood a Lamb as it had been slain, having seven horns and seven eyes, which are the seven Spirits of God sent forth into all the earth.",
    "web": "I saw in the middle of the throne and of the four living creatures, and in the middle of the elders, a Lamb standing, as though it had been slain, having seven horns and seven eyes, which are the seven Spirits of God, sent out into all the earth.",
    "chr": "ᎠᎴ ᏓᏆᎧᎿᏅᎩ, ᎠᎴ ᎬᏂᏳᏉ, ᎠᏰᎵ ᎦᏍᎩᎸᎢ ᎠᎴ ᎠᏰᎵ ᏄᎾᏛᏅ ᎾᏍᎩ Ꮎ ᏅᎩ ᎢᏯᏂᏛ ᏗᏅᏃᏛ, ᎠᎴ ᎠᏰᎵ ᎠᏂᏅ ᏧᎾᏛᏐᏅᎯ, ᎥᎦᏙᎬᎩ ᎤᏃᏕᎾ ᎠᎩᎾ, ᎠᎸᎯ ᎢᏳᏍᏗ ᎨᏒᎩ ᏓᎧᏅᎩ, ᎾᏍᎩ ᎦᎵᏉᎩ ᏗᏓᏅᏙ ᎤᏁᎳᏅᎯ ᏧᏤᎵ ᎦᏛᎦ, ᎾᏍᎩ ᏂᎬᎾᏛ ᎡᎶᎯ ᏗᎦᏅᏒᎯ ᏥᎩ."
  },
  {
    "verse": "7",
    "kjv": "And he came and took the book out of the right hand of him that sat upon the throne.",
    "web": "Then he came, and he took it out of the right hand of him who sat on the throne.",
    "chr": "ᎾᏍᎩᏃ Ꮎ ᎤᎷᏨᎩ ᎠᎴ ᎤᏁᏒᎩ ᎪᏪᎵ ᎾᏍᎩ ᎠᎦᏘᏏᏗᏢ ᎤᏬᏰᏂ ᎤᏒᎦᎸ ᎾᏍᎩ Ꮎ ᎦᏍᎩᎸ ᎤᏬᎵ."
  },
  {
    "verse": "8",
    "kjv": "And when he had taken the book, the four beasts and four and twenty elders fell down before the Lamb, having every one of them harps, and golden vials full of odours, which are the prayers of saints.",
    "web": "Now when he had taken the book, the four living creatures and the twenty-four elders fell down before the Lamb, each one having a harp, and golden bowls full of incense, which are the prayers of the saints.",
    "chr": "ᎤᏁᏒᏃ ᎪᏪᎵ, ᎾᏍᎩ Ꮎ ᏅᎩ ᎢᏯᏂᏛ ᏗᏅᏃᏛ ᎠᎴ ᏅᎩᏦᏁ ᎢᏯᏂᏛ ᏧᎾᏛᏐᏅᎯ ᎡᎳᏗ ᏓᎾᏓᏅᏅᎩ ᎠᎦᏔᎲ ᎤᏃᏕᎾ ᎠᎩᎾ, ᏗᏂᏁᎯᎭ ᎨᏒᎩ ᏗᎧᏃᎩᏍᏙᏗ, ᎠᎴ ᏗᏖᎵᏙ ᎠᏕᎸ ᏓᎶᏂᎨ ᏗᎪᏢᏔᏅᎯ ᏗᎧᎵᎢ ᎨᏒᎩ ᎠᏜ ᎦᏩᏒᎩ, ᎾᏍᎩ ᎤᎾᏓᏅᏘ ᎠᎾᏓᏙᎵᏍᏗᏍᎬ ᏥᎩ."
  },
  {
    "verse": "9",
    "kjv": "And they sung a new song, saying, Thou art worthy to take the book, and to open the seals thereof: for thou wast slain, and hast redeemed us to God by thy blood out of every kindred, and tongue, and people, and nation;",
    "web": "They sang a new song, saying, “You are worthy to take the book and to open its seals, for you were killed, and bought us for God with your blood out of every tribe, language, people, and nation,",
    "chr": "ᎢᏤᏃ ᏗᎧᏃᎩᏍᏗ ᏚᏂᏃᎩᏒᎩ, ᎯᎠ ᏄᏂᏪᏒᎩ; ᏚᏳᎪᏗ ᏂᎯ ᏣᏁᏍᏗᏱ ᎪᏪᎵ ᎠᎴ ᏗᏣᏲᏍᏙᏗᏱ ᏓᏍᏚᎲᎢ; ᎡᏣᎸᎩᏰᏃ, ᎠᎴ ᎤᏁᎳᏅᎯ ᏧᏤᎵ ᏂᏍᎩᏴᏁᎸ ᏣᎩᎬ ᏍᎩᏩᎯᏍᏔᏅ, ᏫᏗᏍᎩᏯᏅᎲ ᏂᎦᏛ ᏓᏂᎳᏍᏓᎳᏩᏗᏒᎢ, ᎠᎴ ᏧᏓᎴᏅᏛ ᏗᏂᏬᏂᏍᎩ ᎨᏒᎢ, ᎠᎴ ᏧᎾᏓᎴᏅᏛ ᏴᏫ, ᎠᎴ ᏧᎾᏓᎴᏅᏛ ᏓᏁᏩᏗᏒᎢ."
  },
  {
    "verse": "10",
    "kjv": "And hast made us unto our God kings and priests: and we shall reign on the earth.",
    "web": "and made us kings and priests to our God; and we will reign on the earth.”",
    "chr": "ᎠᎴ ᎣᎦᏁᎳᏅᎯ ᏧᏤᎵ ᎣᎩᎬᏫ-ᏳᎯ ᎠᎴ ᎠᏥᎸ ᎣᏤᎶᎯ ᏂᏍᎩᏴᏁᎸ; ᎠᎴ ᎣᎩᎬᎾᏳᎯ ᎨᏎᏍᏗ ᎡᎶᎯ."
  },
  {
    "verse": "11",
    "kjv": "And I beheld, and I heard the voice of many angels round about the throne and the beasts and the elders: and the number of them was ten thousand times ten thousand, and thousands of thousands;",
    "web": "I looked, and I heard something like a voice of many angels around the throne, the living creatures, and the elders. The number of them was ten thousands of ten thousands, and thousands of thousands,",
    "chr": "ᎠᎴ ᏓᏆᎧᎿᏅᎩ, ᎠᎴ ᎠᏆᏛᎦᏅᎩ ᎠᏂᏁᎬ ᎠᏂᏁᎬ ᎤᏂᏣᏘ ᏗᏂᎧᎿᏩᏗᏙᎯ ᏚᎾᏚᏫᏍᏛ ᎦᏍᎩᎸᎢ, ᎠᎴ ᎠᏂᏁᎬ ᏗᏅᏃᏛ ᎠᎴ ᏧᎾᏛᏐᏅᎯ; ᎯᎠᏃ ᎾᏂᎥᎩ, ᎠᏍᎪᎯ ᎢᏯᎦᏴᎵ ᎤᎶᏏᎶᏛ ᎠᏍᎪᎯ ᎢᏯᎦᏴᎵ, ᎠᎴ ᎠᎦᏴᎵ ᎤᎦᏴᎳᏥᎶᏛ."
  },
  {
    "verse": "12",
    "kjv": "Saying with a loud voice, Worthy is the Lamb that was slain to receive power, and riches, and wisdom, and strength, and honour, and glory, and blessing.",
    "web": "saying with a loud voice, “Worthy is the Lamb who has been killed to receive the power, wealth, wisdom, strength, honor, glory, and blessing!”",
    "chr": "ᎯᎠ ᎾᏂᏪᏍᎬᎩ ᎠᏍᏓᏯ ᎤᏁᎷᎬᎩ; ᎤᏃᏕᎾ ᎠᎩᎾ ᎠᏥᎸᎯ ᏰᎵᏉ ᎦᏁᎢᏍᏓᏁᏗ ᎤᎵᏂᎩᏗᏳ ᎨᏒ, ᎠᎴ ᎤᏪᎿᎢᏳ ᎨᏒ, ᎠᎴ ᎠᏏᎾᏌᏂᏳ ᎨᏒ, ᎠᎴ ᎬᏩᏄᎸᏗ ᏂᎨᏒᎾ ᎨᏒ, ᎠᎴ ᎦᎸᏉᏗᏳ ᎨᏒ, ᎠᎴ ᎣᏍᏛ ᎧᏁᎢᏍᏓᏁᏗ ᎨᏒᎢ."
  },
  {
    "verse": "13",
    "kjv": "And every creature which is in heaven, and on the earth, and under the earth, and such as are in the sea, and all that are in them, heard I saying, Blessing, and honour, and glory, and power, be unto him that sitteth upon the throne, and unto the Lamb for ever and ever.",
    "web": "I heard every created thing which is in heaven, on the earth, under the earth, on the sea, and everything in them, saying, “To him who sits on the throne and to the Lamb be the blessing, the honor, the glory, and the dominion, forever and ever! Amen!”",
    "chr": "ᏂᎦᏗᏳᏃ ᎪᏢᏅᎯ ᎨᏒ ᎦᎸᎳᏗ ᎡᎲ, ᎠᎴ ᎡᎶᎯ ᎡᎲ, ᎠᎴ ᎡᎶᎯ ᎭᏫᏂᏗᏢ ᎡᎲ, ᎠᎴ ᎾᏍᎩ ᎠᎺᏉᎯ ᎠᏁᎲ, ᎠᎴ ᏂᎦᏛ ᎾᎿ ᎠᏂᏯᎥᎢ, ᎠᏆᏛᎦᏅᎩ ᎯᎠ ᎾᏂᏪᏍᎬᎢ, ᎣᏍᏛ ᎧᏁᎢᏍᏓᏁᏗ ᎨᏎᏍᏗ, ᎾᏍᎩ ᎦᏍᎩᎸ ᎤᏬᎵ, ᎠᎴ ᎾᏍᏉ ᎤᏃᏕᎾ ᎠᎩᎾ ᎤᎵᏍᏆᏗᏍᏗ ᏂᎨᏒᎾ ᏂᎪᎯᎸᎢ."
  },
  {
    "verse": "14",
    "kjv": "And the four beasts said, Amen. And the four and twenty elders fell down and worshipped him that liveth for ever and ever.",
    "web": "The four living creatures said, “Amen!” Then the elders fell down and worshiped.",
    "chr": "ᏅᎩᏃ ᎢᏯᏂᏛ ᏗᏅᏃᏛ ᎡᎺᏅ ᎤᎾᏛᏅᎩ ᎡᎳᏗ ᏚᎾᏓᏅᏅᎩ ᎠᎴ ᎤᎾᏓᏙᎵᏍᏓᏁᎸᎩ ᎾᏍᎩ Ꮎ ᏂᎪᎯᎸ ᎤᎵᏍᏆᏗᏍᏗ ᏂᎨᏒᎾ ᎡᎯ."
  }
]
