[
  {
    "verse": "1",
    "kjv": "And I saw when the Lamb opened one of the seals, and I heard, as it were the noise of thunder, one of the four beasts saying, Come and see.",
    "web": "I saw that the Lamb opened one of the seven seals, and I heard one of the four living creatures saying, as with a voice of thunder, “Come and see!”",
    "chr": "ᎠᎴ ᏕᏥᎦᏅᎩ ᎤᏃᏕᎾ ᎠᎩᎾ ᎤᏲᏍᏔᏅ ᏌᏉ ᎠᏍᎦᏛ ᎪᏪᎵ; ᎠᎴ ᎠᏆᏛᎦᏅᎩ ᎠᏴᏓᏆᎶᏍᎩ ᏧᏃᏴᎪ ᎾᏍᎩᏯ.Ꭲ, ᎾᏍᎩ Ꮎ ᎠᏏᏴᏫ ᏅᎩ ᎢᏯᏂᏛ ᎨᏒ ᏗᏅᏃᏛ, ᎯᎠ ᏂᎦᏪᏍᎬᎩ, ᎡᎭᎦᏔᏄᎦ."
  },
  {
    "verse": "2",
    "kjv": "And I saw, and behold a white horse: and he that sat on him had a bow; and a crown was given unto him: and he went forth conquering, and to conquer.",
    "web": "Then a white horse appeared, and he who sat on it had a bow. A crown was given to him, and he came out conquering, and to conquer.",
    "chr": "ᎠᎴ ᏫᏓᏆᎧᎾᏅᎩ, ᎠᎴ ᎬᏂᏳᏉ ᎤᏁᎬ ᏐᏈᎵ ᏫᏥᎪᎥᎩ ᎠᎴ ᎾᎿ ᎤᎩᎵ ᎦᎶᏣᏗ ᎦᏁᎲᎩ; ᎠᎴ ᎠᎵᏍᏚᎶ ᎠᏥᏅᏁᎸᎩ; ᎠᎴ ᎤᏪᏅᏒᎩ ᏫᏓᏎᎪᎩᏍᎬᎩ, ᎠᎴ ᏫᎬᏓᏎᎪᎩᏏᏒᎩ."
  },
  {
    "verse": "3",
    "kjv": "And when he had opened the second seal, I heard the second beast say, Come and see.",
    "web": "When he opened the second seal, I heard the second living creature saying, “Come!”",
    "chr": "ᎠᎴ ᏔᎵᏁ ᎠᏍᏚᎲ ᎤᏍᏚᎢᏒ, ᎠᏆᏛᎦᏅᎩ ᏔᎵᏁ ᎬᏃᏛ ᎯᎠ ᏄᏪᏒᎩ, ᎡᎭᎦᏔᏄᎦ."
  },
  {
    "verse": "4",
    "kjv": "And there went out another horse that was red: and power was given to him that sat thereon to take peace from the earth, and that they should kill one another: and there was given unto him a great sword.",
    "web": "Another came out, a red horse. To him who sat on it was given power to take peace from the earth, and that they should kill one another. There was given to him a great sword.",
    "chr": "ᎠᎴ ᏅᏩᏓᎴ ᏐᏈᎵ ᎤᏄᎪᏨᎩ, ᎠᎩᎦᎨᎢ; ᎠᎴ ᎠᎦᎵᏍᎪᎸᏓᏁᎸᎩ ᎾᎿ ᎤᎩᎵ ᏅᏩᏙᎯᏯᏛ ᎨᏒ ᎤᏄᎪᏫᏍᏗᏱ ᎡᎶᎯ, ᎠᎴ ᎾᏍᎩ ᎢᏳᏩᏂᏐᏗᏱ ᎤᏅᏒᏉ ᏧᎾᏓᎯᏍᏗᏱ; ᎠᎴ ᎡᏆ ᎠᏰᎳᏍᏗᎦᏅᎯᏛ ᎠᏥᏕᎸᎩ."
  },
  {
    "verse": "5",
    "kjv": "And when he had opened the third seal, I heard the third beast say, Come and see. And I beheld, and lo a black horse; and he that sat on him had a pair of balances in his hand.",
    "web": "When he opened the third seal, I heard the third living creature saying, “Come and see!” And behold, a black horse, and he who sat on it had a balance in his hand.",
    "chr": "ᎠᎴ ᏦᎢᏁ ᎠᏍᏚᎲ ᎤᏍᏚᎢᏒ, ᎠᏆᏛᎦᏅᎩ ᏦᎢᏁ ᎾᏍᎩ Ꮎ ᎬᏃᏛ ᎯᎠ ᏄᏪᏒᎩ, ᎡᎭᎦᏔᏄᎦ. ᎠᎴ ᏓᏆᎧᎾᏅᎩ, ᎠᎴ ᎬᏂᏳᏉ ᎬᎿᎨ ᏐᏈᎵ; ᎠᎴ ᎾᎿ ᎤᎩᎵ ᏗᎦᏛᏗ ᏕᎦᏁᎲᎩ."
  },
  {
    "verse": "6",
    "kjv": "And I heard a voice in the midst of the four beasts say, A measure of wheat for a penny, and three measures of barley for a penny; and see thou hurt not the oil and the wine.",
    "web": "I heard a voice in the middle of the four living creatures saying, “A choenix of wheat for a denarius, and three choenix of barley for a denarius! Don’t damage the oil and the wine!”",
    "chr": "ᎠᎴ ᎧᏁᎬᎠᏆᏛᎦᏅᎩ ᏛᏓᎴᎲᏍᎬᎩ ᎠᏰᎵ ᏅᎩ ᎢᏯᏂᏛ ᏗᏅᏃᏛ ᏄᎾᏛᏅᎢ, ᎯᎠ ᏅᏓᎦᏪᏍᎬᎩ, ᏥᏂᎩ ᎠᏟᎶᏍᏗ ᎠᎧᎵᎢ ᎤᏣᎴᏍᏗ ᎠᎩᏏᏧᎬᏩᎶᏗ ᎠᎫᏴᏗ, ᎠᎴ ᏥᏂᎩ ᎠᏟᎶᏍᏗ ᏦᎢ ᎢᏯᎧᎵᎢ ᎤᏣᎴᏍᏗ ᎢᏳᏍᏗ ᎠᎩᏏ-ᏧᎬᏩᎶᏗ ᎠᎫᏴᏗ; ᎠᎴ ᏞᏍᏗ ᎪᎱᏍᏗ ᏗᏨᏁᎸᎩ ᎪᎢ ᎠᎴ ᎩᎦᎨ-ᎠᏗᏔᏍᏗ."
  },
  {
    "verse": "7",
    "kjv": "And when he had opened the fourth seal, I heard the voice of the fourth beast say, Come and see.",
    "web": "When he opened the fourth seal, I heard the fourth living creature saying, “Come and see!”",
    "chr": "ᎠᎴ ᏅᎩᏁ ᎠᏍᏚᎲ ᎤᏍᏚᎢᏒ, ᎠᏆᏛᎦᏅᎩ ᎧᏁᎬ ᏅᎩᎬ ᎾᏍᎩ Ꮎ ᎬᏃᏛ ᎯᎠ ᏂᎦᏪᏍᎬᎢ, ᎡᎭᎦᏔᏄᎦ."
  },
  {
    "verse": "8",
    "kjv": "And I looked, and behold a pale horse: and his name that sat on him was Death, and Hell followed with him. And power was given unto them over the fourth part of the earth, to kill with sword, and with hunger, and with death, and with the beasts of the earth.",
    "web": "And behold, a pale horse, and the name of he who sat on it was Death. Hades followed with him. Authority over one fourth of the earth, to kill with the sword, with famine, with death, and by the wild animals of the earth was given to him.",
    "chr": "ᎠᎴ ᏫᏓᏆᎧᎾᏅᎩ, ᎠᎴ ᎬᏂᏳᏉ ᎤᏬᏓᎸ ᏗᎧᏃᏗᏱ ᏐᏈᎵ ᏫᏥᎪᎥᎩ; ᎠᎴ ᎾᎿ ᎤᎩᎵ ᎠᏲᎱᎯᏍᏗ ᏚᏙᎥᎩ, ᎠᎴ ᏨᏍᎩᏃ ᎤᏍᏓᏩᏗᏒᎩ; ᎠᎴ ᎨᎦᎵᏍᎪᎸᏓᏁᎸᎩ ᎾᏍᎩ ᏅᎩ ᎢᎦᏛᎯ ᎨᏒ ᎡᎶᎯ ᎾᏍᎩ ᏌᏉ ᏄᏓᎥ ᎾᎿ ᏧᏂᎯᏍᏗᏱ ᎠᏰᎳᏍᏗᎦᏅᎯᏛ ᎬᏗ, ᎠᎴ ᎠᎪᏄ ᎬᏗ, ᎠᎴ ᎥᎫᎩ ᎬᏗ, ᎠᎴ ᎢᎾᎨ ᎠᏁᎯ ᎤᏂᏍᎦᏎᏗ ᏗᎬᏗ."
  },
  {
    "verse": "9",
    "kjv": "And when he had opened the fifth seal, I saw under the altar the souls of them that were slain for the word of God, and for the testimony which they held:",
    "web": "When he opened the fifth seal, I saw underneath the altar the souls of those who had been killed for the Word of God, and for the testimony of the Lamb which they had.",
    "chr": "ᎠᎴ ᎯᏍᎩᏁ ᎠᏍᏚᎲ ᎤᏍᏚᎢᏒ, ᎠᏥᎸᎨᎳᏍᏗᏱ ᎭᏫᏂᏢ ᏓᎩᎪᎲᎩ ᏧᎾᏓᏅᏙ ᎾᏍᎩ Ꮎ ᏗᎨᏥᎸᎯ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᎧᏃᎮᏛ ᎤᏂᏍᏛᏛᎯ, ᎠᎴ ᏄᏍᏛ ᎤᏃᎯᏳᏔᏅ ᎤᏂᏍᏛᏛᎯ;"
  },
  {
    "verse": "10",
    "kjv": "And they cried with a loud voice, saying, How long, O Lord, holy and true, dost thou not judge and avenge our blood on them that dwell on the earth?",
    "web": "They cried with a loud voice, saying, “How long, Master, the holy and true, until you judge and avenge our blood on those who dwell on the earth?”",
    "chr": "ᎠᎴ ᎠᏍᏓᏯ ᎤᏁᎷᏅᎩ ᎯᎠ ᏄᏂᏪᏒᎩ, ᎢᎳᎪ ᏅᏓᎪᎯᏥ ᏣᎬᏫᏳᎯ, ᏂᎯ ᏂᏍᎦᏅᎾ ᎠᎴ ᏚᏳᎪᏛ ᎢᎭᏛᏁᎯ, ᎩᎳ ᏙᏓᎩᏳᎪᏓᏁᎸ ᏓᎩᏍᏛᏗᏍᏔᏂ ᎠᎴ ᏓᎩᏯᏞᏤᎢ ᎣᎩᎩᎬ ᎤᏂᏨᏅ ᎾᏍᎩ Ꮎ ᎡᎶᎯ ᏣᏁᎭ."
  },
  {
    "verse": "11",
    "kjv": "And white robes were given unto every one of them; and it was said unto them, that they should rest yet for a little season, until their fellowservants also and their brethren, that should be killed as they were, should be fulfilled.",
    "web": "A long white robe was given to each of them. They were told that they should rest yet for a while, until their fellow servants and their brothers, who would also be killed even as they were, should complete their course.",
    "chr": "ᎠᎴ ᎠᏂᏏᏴᏫᎭ ᎨᏒ ᏧᏁᎬ ᏕᎨᏥᏅᏁᎸᎩ ᏗᏄᏬ; ᎠᎴ ᎨᏥᏃᏁᎸᎩ ᎠᏏ ᏞᎦ ᎤᎾᏣᏪᏐᎸᏍᏙᏗᏱ ᎨᏒ ᎬᏂ ᎢᏧᎳᎭ ᎨᏥᏅᏏᏙᎸᎯ ᎠᎴ ᎾᏍᏉ ᎠᎾᎵᏅᏟ ᏄᏂᎪᎸᎾ ᏂᎨᎬᏁᎸ, ᎾᏍᎩ ᏕᎨᏥᎸ ᎾᏍᎩᏯ ᎤᏅᏒ ᏂᎨᎬᏁᎸᎢ."
  },
  {
    "verse": "12",
    "kjv": "And I beheld when he had opened the sixth seal, and, lo, there was a great earthquake; and the sun became black as sackcloth of hair, and the moon became as blood;",
    "web": "I saw when he opened the sixth seal, and there was a great earthquake. The sun became black as sackcloth made of hair, and the whole moon became as blood.",
    "chr": "ᎠᎴ ᏑᏓᎵᏁ ᎠᏍᏚᎲ ᎤᏍᏚᎢᏒ ᏕᏥᎦᏅᎩ, ᎠᎴ ᎬᏂᏳᏉ ᎦᏙᎯ ᎤᏣᏘ ᎤᎵᏖᎸᏅᎩ; ᎠᎴ ᏅᏙ ᎢᎦ-ᎡᎯ ᎬᎿᎨ ᏄᎵᏖᎸᏅᎩ ᎾᏍᎩᏯ ᎤᏏᏕᏅ ᎠᏄᏬ ᎪᏢᏔᏅᎯ, ᏅᏙᏃ ᏒᏃᏱ ᎡᎯ ᎩᎬ ᎾᏍᎩᏯ ᏄᎵᏍᏔᏅᎩ."
  },
  {
    "verse": "13",
    "kjv": "And the stars of heaven fell unto the earth, even as a fig tree casteth her untimely figs, when she is shaken of a mighty wind.",
    "web": "The stars of the sky fell to the earth, like a fig tree dropping its unripe figs when it is shaken by a great wind.",
    "chr": "ᏃᏈᏏᏃ ᎦᎸᎶᎢ ᎠᏂᎧᎸ ᎤᏂᏅᎪᎣᏒᎩ ᎠᎴ ᎡᎶᎯ ᎤᏂᎳᎨᏯᏛᏨᎩ, ᎾᏍᎩᏯ ᏒᎦᏔ-ᎢᏳᏍᏗ ᏡᎬ ᏨᏂᏅᎪᎠᏍᎪ ᎤᎾᏓᏙᏗᏱ ᏂᎨᏒᎾ ᎨᏒ ᎤᎾᏓᏔᏅᎯ, ᎾᎯᏳ ᎤᏣᏘ ᎦᏃᎸᎥᏍᎬ ᏧᏖᎸᎲᏍᎪᎢ;"
  },
  {
    "verse": "14",
    "kjv": "And the heaven departed as a scroll when it is rolled together; and every mountain and island were moved out of their places.",
    "web": "The sky was removed like a scroll when it is rolled up. Every mountain and island was moved out of its place.",
    "chr": "ᎠᎴ ᎦᎸᎶᎢ ᎤᏓᏅᏒᎩ ᎾᏍᎩᏯ ᎪᏪᎵ ᏣᎦᏇᏅᏍᎪᎢ; ᎠᎴ ᏂᎦᏛ ᏕᎣᏓᎸ ᎠᎴ ᎠᎹᏰᎵ ᏚᏪᎧᎲᎢ ᏚᏓᏅᏒᎩ ᎾᎿ ᏄᎾᏛᏅᎢ."
  },
  {
    "verse": "15",
    "kjv": "And the kings of the earth, and the great men, and the rich men, and the chief captains, and the mighty men, and every bondman, and every free man, hid themselves in the dens and in the rocks of the mountains;",
    "web": "The kings of the earth, the princes, the commanding officers, the rich, the strong, and every slave and free person, hid themselves in the caves and in the rocks of the mountains.",
    "chr": "ᎠᎴ ᎤᏂᎬᏫᏳᎯ ᎡᎶᎯ ᎠᏁᎯ, ᎠᎴ ᎨᏥᎸᏉᏗ ᎠᏂᏍᎦᏯ, ᎠᎴ ᏧᏁᎿᎢ ᎠᏂᏍᎦᏯ, ᎠᎴ ᏄᏂᎬᏫᏳᏒ ᏗᎾᏓᏘᏂᏙᎯ, ᎠᎴ ᏧᎾᎵᏂᎩᏛ ᎠᏂᏍᎦᏯ, ᎠᎴ ᎾᏂᎥ ᏗᎨᏥᎾᏝᎢ, ᎠᎴ ᎾᏂᎥ ᏂᏗᎨᏥᎾᏝᎥᎾ, ᎤᎾᏗᏍᎦᎳᏅᎩ ᏚᏍᏓᎦᎸᎢ, ᎠᎴ ᏅᏲᎯ ᏕᎨᏒ ᏙᏓᎸᎢ;"
  },
  {
    "verse": "16",
    "kjv": "And said to the mountains and rocks, Fall on us, and hide us from the face of him that sitteth on the throne, and from the wrath of the Lamb:",
    "web": "They told the mountains and the rocks, “Fall on us, and hide us from the face of him who sits on the throne, and from the wrath of the Lamb,",
    "chr": "ᎠᎴ ᏙᏓᎸ ᎠᎴ ᏅᏯ ᎯᎠ ᏂᏚᏂᏪᏎᎸᎩ, ᏍᎩᏯᏐᎥᎦ, ᎠᎴ ᏍᎩᏴᏍᎦᎸᎥᎦ ᎾᏍᎩ ᎣᎩᎪᏩᏛᏗᏱ ᏂᎨᏒᎾ ᎾᏍᎩ Ꮎ ᎦᏍᎩᎸ ᎤᏪᎵ, ᎠᎴ ᎤᏃᏕᎾ ᎠᎩᎾ ᎤᏔᎳᏬᎯᏍᏗ ᎨᏒ ᎣᎦᏢᏔᏍᏗᏱ ᏂᎨᏒᎾ;"
  },
  {
    "verse": "17",
    "kjv": "For the great day of his wrath is come; and who shall be able to stand?",
    "web": "for the great day of his wrath has come, and who is able to stand?”",
    "chr": "ᎦᎸᏉᏗᏳᏰᏃ ᎢᎦ ᎾᎯᏳ ᎤᏔᎳᏬᎯᏍᏗ ᎨᏒ ᎤᏍᏆᎸᎲ; ᎦᎪᏃ ᏰᎵ ᎬᏩᎴᏗ ᎨᏎᏍᏗ?"
  }
]