[
  {
    "verse": "1",
    "kjv": "And after these things I saw four angels standing on the four corners of the earth, holding the four winds of the earth, that the wind should not blow on the earth, nor on the sea, nor on any tree.",
    "web": "After this, I saw four angels standing at the four corners of the earth, holding the four winds of the earth, so that no wind would blow on the earth, or on the sea, or on any tree.",
    "chr": "ᎣᏂᏃ ᏅᎩ ᎢᏯᏂᏛ ᏗᏂᎧᎿᏩᏗᏙᎯ ᎥᎦᏥᎪᎥᎩ ᏅᎩ ᏂᏚᏅᏏᏴ ᎡᎶᎯ ᏓᏂᏙᎬᎩ, ᏚᏂᏂᏴᏒᎩ ᎤᏃᎴ ᏅᎩ ᏂᏙᏗᎦᎶᏍᎬ ᎡᎶᎯ, ᎾᏍᎩ ᎤᏃᎸᏗᏱ ᏂᎨᏒᎾ ᎡᎶᎯ, ᎠᎴ ᎠᎺᏉᎯ, ᎠᎴ ᏕᏡᎬᏉ."
  },
  {
    "verse": "2",
    "kjv": "And I saw another angel ascending from the east, having the seal of the living God: and he cried with a loud voice to the four angels, to whom it was given to hurt the earth and the sea,",
    "web": "I saw another angel ascend from the sunrise, having the seal of the living God. He cried with a loud voice to the four angels to whom it was given to harm the earth and the sea,",
    "chr": "ᎠᎴ ᏅᏩᏓᎴ ᏗᎧᎿᏩᏗᏙᎯ ᎥᏨᎪᎥᎩ ᏗᎧᎸᎬ ᎢᏗᏢ ᏧᏳᎵᎾᎳᏓᏩᏗᏒᎩ, ᎬᏂᏛ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᎤᏓᏰᎸᏙᏗ ᎨᏒ ᎦᏁᎲᎩ; ᎠᎴ ᎠᏍᏓᏯ ᏚᎵᏍᏓᏁᎸᎩ ᏅᎩ ᎢᏯᏂᏛ ᏗᏂᎧᎿᏩᏗᏙᎯ, ᎾᏍᎩ ᎨᏥᏁᎸᎯ ᏥᎨᏎ ᎪᎱᏍᏗ ᎤᏅᏁᏗᏱ ᎡᎶᎯ ᎠᎴ ᎠᎺᏉᎯ,"
  },
  {
    "verse": "3",
    "kjv": "Saying, Hurt not the earth, neither the sea, nor the trees, till we have sealed the servants of our God in their foreheads.",
    "web": "saying, “Don’t harm the earth, the sea, or the trees, until we have sealed the bondservants of our God on their foreheads!”",
    "chr": "ᎯᎠ ᏂᎨᏥᏪᏎᎸᎩ, ᏞᏍᏗ ᎪᎱᏍᏗ ᎢᏨᏁᎸᎩ ᎡᎶᎯ, ᎠᎴ ᎠᎺᏉᎯ, ᎠᎴ ᏕᏡᎬᎢ, ᎬᏂ ᏗᏗᏰᎸᏔᏅᎯ ᎨᏎᏍᏗ ᏗᏂᎬᏓᎨᏂ ᎢᎦᏁᎳᏅᎯ ᏧᏤᎵ ᏧᏅᏏᏓᏍᏗ."
  },
  {
    "verse": "4",
    "kjv": "And I heard the number of them which were sealed: and there were sealed an hundred and forty and four thousand of all the tribes of the children of Israel.",
    "web": "I heard the number of those who were sealed, one hundred forty-four thousand, sealed out of every tribe of the children of Israel:",
    "chr": "ᎠᎴ ᎠᏆᏛᎦᏅᎩ ᎾᏂᎥ ᎾᏍᎩ ᏗᎨᏥᏰᎸᎳᏅᎯ ᎨᏒᎢ; ᎠᎴ ᎠᏍᎪᎯᏧᏈ ᏅᎦᏍᎪᎯ ᏅᎩᎦᎵ ᎢᏯᎦᏴᎵ ᎾᏂᎥᎩ ᏕᎨᏥᏰᎸᏔᏅᎩ ᏂᎦᏛ ᎢᏏᎵ ᏧᏪᏥ ᏓᏂᎳᏍᏓᎳᏩᏗᏒᎢ."
  },
  {
    "verse": "5",
    "kjv": "Of the tribe of Juda were sealed twelve thousand. Of the tribe of Reuben were sealed twelve thousand. Of the tribe of Gad were sealed twelve thousand.",
    "web": "of the tribe of Judah twelve thousand were sealed, of the tribe of Reuben twelve thousand, of the tribe of Gad twelve thousand,",
    "chr": "ᏧᏓ ᎠᏂᎳᏍᏓᎸ ᏗᎪᏣᎴᏛ ᏔᎳᏚ ᎢᏯᎦᏴᎵ ᏕᎨᏥᏰᎸᏔᏅᎩ. ᎷᏈᏂ ᎠᏂᎳᏍᏓᎸ ᏗᎪᏣᎴᏛ ᏔᎳᏚ ᎢᏯᎦᏴᎵ ᏕᎨᏥᏰᎸᏔᏅᎩ. ᎦᏗ ᎠᏂᎳᏍᏓᎸ ᏗᎪᏣᎴᏛ ᏔᎳᏚ ᎢᏯᎦᏴᎵ ᏕᎨᏥᏰᎸᏔᏅᎩ."
  },
  {
    "verse": "6",
    "kjv": "Of the tribe of Aser were sealed twelve thousand. Of the tribe of Nephthalim were sealed twelve thousand. Of the tribe of Manasses were sealed twelve thousand.",
    "web": "of the tribe of Asher twelve thousand, of the tribe of Naphtali twelve thousand, of the tribe of Manasseh twelve thousand,",
    "chr": "ᎠᏒ ᎠᏂᎳᏍᏓᎸ ᏗᎪᏣᎴᏛ ᏔᎳᏚ ᎢᏯᎦᏴᎵ ᏕᎨᏥᏰᎸᏔᏅᎩ. ᏁᏈᏓᎵ ᎠᏂᎳᏍᏓᎸ ᏗᎪᏣᎴᏛ ᏔᎳᏚ ᎢᏯᎦᏴᎵ ᏕᎨᏥᏰᎸᏔᏅᎩ ᏗᎪᏣᎴᏛ ᏔᎳᏚ ᎢᏯᎳᏍᏓᎸ ᏗᎪᏣᎴᏛ ᏔᎳᏚ ᎢᏯᎦᏴᎵ ᏕᎨᏥᏰᎸᏔᏅᎩ."
  },
  {
    "verse": "7",
    "kjv": "Of the tribe of Simeon were sealed twelve thousand. Of the tribe of Levi were sealed twelve thousand. Of the tribe of Issachar were sealed twelve thousand.",
    "web": "of the tribe of Simeon twelve thousand, of the tribe of Levi twelve thousand, of the tribe of Issachar twelve thousand,",
    "chr": "ᏏᎻᏯᏂ ᎠᏂᎳᏍᏓᎸ ᏗᎪᏣᎴᏛ ᏔᎷᏚ ᎢᏯᎦᏴᎵ ᏕᎨᏥᏰᎸᏔᏅᎩ. ᎵᏫ ᎠᏂᎳᏍᏓᎸ ᏗᎪᏣᎴᏛ ᏔᎳᏚ ᎢᏯᎦᏴᎵ ᏕᎨᏥᏰᎸᏔᏅᎩ ᎢᏏᎦ ᎠᏂᎳᏍᏓᎸ ᏗᎪᏣᎴᏛ ᏔᎳᏚ ᎢᏯᎦᏴᎵ ᏕᎨᏥᏰᎸᎳᏅᎩ."
  },
  {
    "verse": "8",
    "kjv": "Of the tribe of Zabulon were sealed twelve thousand. Of the tribe of Joseph were sealed twelve thousand. Of the tribe of Benjamin were sealed twelve thousand.",
    "web": "of the tribe of Zebulun twelve thousand, of the tribe of Joseph twelve thousand, and of the tribe of Benjamin twelve thousand were sealed.",
    "chr": "ᏤᏈᎳᏂ ᎠᏂᎳᏍᏓᎸ ᏗᎪᏣᎴᏛ ᏔᎳᏚ ᎢᏯᎦᏴᎵ ᏕᎨᏥᏰᎸᏔᏅᎩ. ᏦᏩ ᎠᏂᎳᏍᏓᎸ ᏗᎪᏣᎴᏛ ᏔᎳᏚ ᎢᏯᎦᏴᎵ ᏕᎨᏥᏰᎸᏔᏅᎩ. ᏇᏂ ᎠᏂᎳᏍᏓᎸ ᏗᎪᏣᎴᏛ ᏔᎳᏚ ᎢᏯᎦᏴᎵ ᏕᎨᏥᏰᎸᎳᏅᎩ."
  },
  {
    "verse": "9",
    "kjv": "After this I beheld, and, lo, a great multitude, which no man could number, of all nations, and kindreds, and people, and tongues, stood before the throne, and before the Lamb, clothed with white robes, and palms in their hands;",
    "web": "After these things I looked, and behold, a great multitude which no man could count, out of every nation and of all tribes, peoples, and languages, standing before the throne and before the Lamb, dressed in white robes, with palm branches in their hands.",
    "chr": "ᎣᏂᏃ ᎢᏴᏛ ᏓᏆᎧᎾᏅᎩ, ᎠᎴ ᎬᏂᏳᏉ, ᎤᏂᏧᏈᏍᏗ ᏴᏫ [ᏫᏕᏥᎪᎥᎩ] ᎾᏍᎩ ᎩᎶ ᏗᎬᏩᏎᎰᎲᏍᏗ ᏂᎨᏒᎾ, ᎾᏍᎩ ᏅᏓᏳᎾᏙᏣᎴᏛ ᎾᏂᎥ ᎤᎾᏓᏤᎵᏛ ᏴᏫ ᏓᏁᏩᏗᏒᎢ, ᎠᎴ ᎪᎱᏍᏗ ᏗᎾᏓᏛᎿ ᎨᏒᎢ, ᎠᎴ ᏴᏫ ᏓᏁᏩᏗᏒᎢ ᎠᎴ ᏧᏓᎴᏅᏛ ᏗᏂᏬᏂᏍᎩ ᎨᏒᎢ, ᎠᏂᏙᎾᎥᎩ ᎦᏍᎩᎸ ᎢᎬᏱᏗᏢ, ᎠᎴ ᎤᏃᏕᎾ ᎠᎩᎾ ᏄᏛᏅ ᎢᎬᏱᏗᏢ, ᏧᏁᎬ ᏚᎾᏄᏩᎥᎩ, ᎠᎴ ᏗᏂᏁᎲᎩ ᏧᏪᏲᏔ ᏧᎦᏄᏓᏅᎯᏛ;"
  },
  {
    "verse": "10",
    "kjv": "And cried with a loud voice, saying, Salvation to our God which sitteth upon the throne, and unto the Lamb.",
    "web": "They cried with a loud voice, saying, “Salvation be to our God, who sits on the throne, and to the Lamb!”",
    "chr": "ᎠᎴ ᎠᏍᏓᏯ ᎤᏁᎷᏅᎩ, ᎯᎠ ᏄᏂᏪᏒᎩ, ᎠᎵᏍᏕᎸᏙᏗ ᎨᏒ ᎣᎦᏁᎳᏅᎯ ᎧᏁᎢᏍᏓᏁᏗ ᎨᏎᏍᏗ ᎾᏍᎩ ᎦᏍᎩᎸ ᏧᏬᎳ, ᎠᎴ ᎤᏃᏕᎾ ᎠᎩᎾ ᎧᏁᎢᏍᏓᏁᏗ ᎨᏎᏍᏗ."
  },
  {
    "verse": "11",
    "kjv": "And all the angels stood round about the throne, and about the elders and the four beasts, and fell before the throne on their faces, and worshipped God,",
    "web": "All the angels were standing around the throne, the elders, and the four living creatures; and they fell on their faces before his throne, and worshiped God,",
    "chr": "ᎠᎴ ᏂᎦᏛ ᏗᏂᎧᎿᏩᏗᏙᎯ ᎦᏍᎩᎸ ᏚᎾᏚᏫᏍᏛᎩ ᏓᏂᏙᎬᎩ, ᎠᎴ ᏧᎾᏛᏐᏅᎯ ᎠᎴ ᏅᎩ ᎢᏯᏂᏛ ᏗᏅᏃᏛ ᏄᎾᏛᏅᎢ, ᎠᎴ ᏅᎩ ᎢᏯᏂᏛ ᏗᏅᏃᏛ ᏄᎾᏛᏅᎢ, ᎠᎴ ᎦᏍᎩᎸ ᎢᎬᏱᏗᏢ ᏚᎾᎵᏯᏍᏚᏅᎩ, ᎠᎴ ᎤᏁᎳᏅᎯ ᎤᎾᏓᏙᎵᏍᏓᏁᎸᎩ;"
  },
  {
    "verse": "12",
    "kjv": "Saying, Amen: Blessing, and glory, and wisdom, and thanksgiving, and honour, and power, and might, be unto our God for ever and ever. Amen.",
    "web": "saying, “Amen! Blessing, glory, wisdom, thanksgiving, honor, power, and might, be to our God forever and ever! Amen.”",
    "chr": "ᎯᎠ ᎾᏂᏪᏍᎬᎩ, ᎡᎺᏅ; ᎣᏍᏛ ᎡᏣᏁᎢᏍᏓᏁᏗ ᎨᏒᎢ, ᎠᎴ ᎡᏣᎸᏉᏙᏗ ᎨᏒᎢ, ᎠᎴ ᎯᎦᏔᎾᎢᏳ ᎨᏒᎢ, ᎠᎴ ᎡᏣᎵᎮᎵᏤᏗ ᎨᏒᎢ, ᎠᎴ ᎡᏣᎸᏉᏗᏳ ᎨᏒᎢ, ᎠᎴ ᏣᎵᏂᎩ-ᏗᏳ ᎨᏒᎢ, ᎠᎴ ᏣᎵᏂᎪᎯᏍᏗ ᎨᏒᎢ, ᏣᏤᎵ ᎨᏎᏍᏗ ᏍᎩᏯᏁᎳᏅᎯ ᏂᎪᎯᎸ ᎠᎴ ᏂᎪᎯᎸᎢ. ᎡᎺᏅ."
  },
  {
    "verse": "13",
    "kjv": "And one of the elders answered, saying unto me, What are these which are arrayed in white robes? and whence came they?",
    "web": "One of the elders answered, saying to me, “These who are arrayed in the white robes, who are they, and where did they come from?”",
    "chr": "ᎠᏂᏴᏫᏃ ᎾᏍᎩ Ꮎ ᏧᎾᏛᏐᏅᎯ ᎨᏒ ᎤᏁᏨᎩ, ᎯᎠ ᎾᎩᏪᏎᎸᎩ, ᎦᎪ ᎯᎠ ᎾᏧᏁᎬ ᏧᎾᏄᏩᎢ ᏥᎩ? ᎠᎴ ᎭᏢ ᏧᎾᏓᎴᏁᎢ?"
  },
  {
    "verse": "14",
    "kjv": "And I said unto him, Sir, thou knowest. And he said to me, These are they which came out of great tribulation, and have washed their robes, and made them white in the blood of the Lamb.",
    "web": "I told him, “My lord, you know.” He said to me, “These are those who came out of the great suffering. They washed their robes and made them white in the Lamb’s blood.",
    "chr": "ᎯᎠᏃ ᏅᏥᏪᏎᎸᎩ, ᏣᎬᏫᏳᎯ ᏂᎯ ᎯᎦᏔᎭ. ᎯᎠᏃ ᎾᎩᏪᏎᎸᎩ, ᎯᎠᏍᎩᏂ Ꮎ ᎤᏣᏘ ᎠᎩᎵᏯ ᎨᏒ ᏅᏓᏳᏂᎶᏒᎯ, ᎠᎴ ᎤᏃᏕᎾ ᎠᎩᎾ ᎤᎩᎬᏱ ᏧᏅᎩᎶᎥᎯ ᏧᎾᏁᏬ ᎠᎴ ᏧᏁᎬ ᎢᏧᏅᏁᎸᎯ."
  },
  {
    "verse": "15",
    "kjv": "Therefore are they before the throne of God, and serve him day and night in his temple: and he that sitteth on the throne shall dwell among them.",
    "web": "Therefore they are before the throne of God, and they serve him day and night in his temple. He who sits on the throne will spread his tabernacle over them.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᎦᏍᎩᎸ ᎢᎬᏱᏗᏢ ᏄᎾᏛᏅ, ᎠᎴ ᎪᎱᏍᏗ ᎬᏩᏛᏁᎭ ᎤᏤᎵ ᏗᎦᎳᏫᎢᏍᏗᏱ, ᎢᎦ ᎠᎴ ᎡᏃᏱ ᏗᎬᏩᏜᏍᏗ; ᎠᎴ ᎾᏍᎩ Ꮎ ᎦᏍᎩᎸ ᎤᏬᎵ ᎠᏁᎲ ᎡᎮᏍᏗ."
  },
  {
    "verse": "16",
    "kjv": "They shall hunger no more, neither thirst any more; neither shall the sun light on them, nor any heat.",
    "web": "They will never be hungry or thirsty any more. The sun won’t beat on them, nor any heat;",
    "chr": "ᎿᏉ ᎥᏝ ᎠᎪᏄ ᏧᏂᏲᏏᏐᏗ ᏱᎨᏎᏍᏗ. ᎥᏝ ᎠᎴ ᎿᏉ ᏧᏂᏔᏕᎪᏗ ᏱᎨᏎᏍᏗ; ᎥᏝ ᎠᎴ ᏅᏙ ᎢᎦ ᎡᎯ ᎤᏗᎴᎩ ᏳᏂᎦᎵᏍᎨᏍᏗ, ᎠᎴ ᎪᎱᏍᏗ ᎤᏗᎴᎩ ᎨᏒᎢ."
  },
  {
    "verse": "17",
    "kjv": "For the Lamb which is in the midst of the throne shall feed them, and shall lead them unto living fountains of waters: and God shall wipe away all tears from their eyes.",
    "web": "for the Lamb who is in the middle of the throne shepherds them and leads them to springs of life-giving waters. And God will wipe away every tear from their eyes.”",
    "chr": "ᎤᏃᏕᎾᏰᏃ ᎠᎩᎾ ᎾᏍᎩ Ꮎ ᎦᏍᎩᎸ ᎠᏰᎵ ᏥᏄᏛᏅ ᏓᏳᏁᎶᎵ ᎠᎴ ᏙᏓᏳᎾᏘᏁᏏ ᎠᎹ ᎬᏂᏛ ᎠᎹ ᏙᏗᎦᏄᎪᎬᎢ; ᎠᎴ ᎤᏁᎳᏅᎯ ᏙᏓᎦᏅᎦᎸᎯ ᏂᎦᏛ ᏚᏂᎦᏌᏬᎸᎢ."
  }
]
