[
  {
    "verse": "1",
    "kjv": "And when he had opened the seventh seal, there was silence in heaven about the space of half an hour.",
    "web": "When he opened the seventh seal, there was silence in heaven for about half an hour.",
    "chr": "ᎦᎵᏉᎩᏁᏃ ᎠᏍᏚᎲ ᎤᏍᏚᎢᏒ ᎡᎳᏪ ᎤᏅᏅᎩ ᎦᎸᎳᏗ ᎠᏰᎵ ᎢᏳᏟᎶᏛ ᎢᎪᎯᏛ."
  },
  {
    "verse": "2",
    "kjv": "And I saw the seven angels which stood before God; and to them were given seven trumpets.",
    "web": "I saw the seven angels who stand before God, and seven trumpets were given to them.",
    "chr": "ᎦᎵᏉᎩᏃ ᎢᏯᏂᏛ ᏗᏂᎧᎿᏩᏗᏙᎯ ᎥᎦᏥᎪᎥᎩ ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᏄᏛᏅ ᎢᎬᏱᏗᏢ ᏣᏂᏙᎾᎠ; ᎦᎵᏉᎩᏃ ᏗᏤᎷᎩ ᏕᎨᏥᏕᎸᎩ ᎾᏍᎩ."
  },
  {
    "verse": "3",
    "kjv": "And another angel came and stood at the altar, having a golden censer; and there was given unto him much incense, that he should offer it with the prayers of all saints upon the golden altar which was before the throne.",
    "web": "Another angel came and stood over the altar, having a golden censer. Much incense was given to him, that he should add it to the prayers of all the saints on the golden altar which was before the throne.",
    "chr": "ᎠᎴ ᏅᏩᏓᎴ ᏗᎧᎿᏩᏗᏙᎯ ᎤᎷᏨᎩ ᎠᎴ ᎠᏥᎸ-ᎨᎳᏍᏗᏱ ᎤᎴᏅᎩ, ᎠᏰᎲᎩ ᎠᏕᎸ-ᏓᎶᏂᎨ ᎪᏢᏔᏅᎯ ᎠᏜ ᎦᏩᏒᎩ ᎠᎪᎲᏍᏙᏗᏱ; ᎤᏣᏘᏃ ᎠᏥᏁᎸᎩ ᎠᏜ ᎦᏩᏒᎩ ᎾᏍᎩ ᎤᎵᏍᎪᎸᏙᏗᏱ ᎤᏠᏯᏍᏙᏗᏱ ᎠᎾᏓᏙᎵᏍᏗᏍᎬ ᏂᎦᏛ ᎤᎾᏓᏅᏘ, ᎾᎿ ᎠᏥᎸ-ᎨᎳᏍᏗᏱ ᎠᏕᎸ-ᏓᎶᏂᎨ ᎪᏢᏔᏅᎯ ᎦᏍᏗᎸ ᎢᎬᏱᏗᏢ ᏥᎦᎧᎭ."
  },
  {
    "verse": "4",
    "kjv": "And the smoke of the incense, which came with the prayers of the saints, ascended up before God out of the angel's hand.",
    "web": "The smoke of the incense, with the prayers of the saints, went up before God out of the angel’s hand.",
    "chr": "ᎠᎴ ᎠᏜ ᎦᏩᏒᎩ ᏚᎦᏒᏍᏛ ᎾᎯᏳ ᎠᎵᏌᎳᏗᏍᎬᎩ ᎤᎾᏓᏅᏘ ᎠᎾᏓᏙᎵᏍᏗᏍᎬ ᏓᎵᏌᎳᏗᏍᎬ ᎤᏁᎳᏅᎯ ᏄᏛᏅ ᎢᎬᏱᏗᏢ ᏫᎦᎷᎬᎩ, ᏗᎧᎿᏩᏗᏙᎯ ᎤᏬᏰᏂ ᎠᏓᎴᎲᏍᎬᎩ."
  },
  {
    "verse": "5",
    "kjv": "And the angel took the censer, and filled it with fire of the altar, and cast it into the earth: and there were voices, and thunderings, and lightnings, and an earthquake.",
    "web": "The angel took the censer, and he filled it with the fire of the altar, then threw it on the earth. Thunders, sounds, lightnings, and an earthquake followed.",
    "chr": "ᏗᎧᎿᏩᏗᏙᎯᏃ ᎠᏜ ᎦᏩᏒᎩ ᎠᎪᎲᏍᏙᏗᏱ ᎤᎩᏒᎩ, ᎠᎴ ᎠᏥᎸ ᎤᎧᎵ-ᎢᏍᏔᏅᎩ ᎠᏥᎸ-ᎨᎳᏍᏗᏱ ᎠᏞᏛ, ᎠᎴ ᎡᎶᎯ ᏭᏗᏅᏒᎩ; ᏚᏃᏴᎳᏒᎩᏃ, ᎠᎴ ᎤᏴᏓᏆᎶᎥᎩ, ᎠᎴ ᎠᎾᎦᎵᏍᎬᎩ, ᎠᎴ ᎡᎶᎯ ᎤᎵᏖᎸᏅᎩ."
  },
  {
    "verse": "6",
    "kjv": "And the seven angels which had the seven trumpets prepared themselves to sound.",
    "web": "The seven angels who had the seven trumpets prepared themselves to sound.",
    "chr": "ᎠᎴ ᎦᎵᏉᎩ ᎢᏯᏂᏛ ᏗᏂᎧᎿᏩᏗᏙᎯ, ᎾᏍᎩ ᎦᎵᏉᎩ ᏗᏤᎷᎩ ᏗᏂᏁᎯ ᎤᎾᏛᏅᎢᏍᏔᏅᎩ ᏧᏂᏃᏴᎵᏍᏙᏗᏱ."
  },
  {
    "verse": "7",
    "kjv": "The first angel sounded, and there followed hail and fire mingled with blood, and they were cast upon the earth: and the third part of trees was burnt up, and all green grass was burnt up.",
    "web": "The first sounded, and there followed hail and fire, mixed with blood, and they were thrown to the earth. One third of the earth was burned up, and one third of the trees were burned up, and all green grass was burned up.",
    "chr": "ᎢᎬᏱᏱ ᎨᏒ ᏗᎧᎿᏩᏗᏙᎯ ᎤᏤᎷᎯᏒᎩ, ᎠᎴ ᎤᎨᎲ ᏔᏅᏒᎩ ᎠᏥᎸ ᎠᎴ ᎤᏁᏍᏓᎳ ᎩᎬ ᎤᏓᏑᏱ ᎨᏒᎩ, ᎠᎴ ᎡᎶᎯ ᏫᏕᎨᎦᏗᏅᏒᎩ, ᎠᎴ ᏕᏡᎬ ᏦᎢ ᎢᎦᏛᎯ ᎨᏒ ᎾᏍᎩ ᏌᏉ ᎢᏳᏪᏨᎯ ᏚᎪᏅᎩ, ᎠᎴ ᏂᎦᏛ ᎢᏤ ᎧᏁᏍᎦ ᎤᎪᏅᎩ."
  },
  {
    "verse": "8",
    "kjv": "And the second angel sounded, and as it were a great mountain burning with fire was cast into the sea: and the third part of the sea became blood;",
    "web": "The second angel sounded, and something like a great burning mountain was thrown into the sea. One third of the sea became blood,",
    "chr": "ᏔᎵᏁᏃ ᎨᏒ ᏗᎧᎿᏩᏗᏙᎯ ᎤᏤᎷᎯᎩ, ᎣᏓᎸᏃ ᎡᏆ ᏣᏓᏪᎵᎩᏍᎪ ᎾᏍᎩᏯ ᎨᏒᎩ ᎠᎺᏉᎯ ᏭᎾᏗᏅᎩ; ᎢᏳᏬᏨᎯ ᎩᎬ ᏄᎵᏍᏔᏅᎩ;"
  },
  {
    "verse": "9",
    "kjv": "And the third part of the creatures which were in the sea, and had life, died; and the third part of the ships were destroyed.",
    "web": "and one third of the living creatures which were in the sea died. One third of the ships were destroyed.",
    "chr": "ᎠᎴ ᏦᎢ ᎢᎨᏥᏛᎯ ᎨᏒ ᎾᏍᎩ ᎨᏒᏁᎳᏅᎯ ᎨᏒ ᎠᎺᏉᎯ ᎠᏁᎲᎢ ᎠᎴ ᏗᏅᏃᎯ ᎨᏒ ᎾᏍᎩ ᏌᏉ ᎢᏳᏂᏨᎯ ᏚᏂᎵᏬᏨᎩ; ᎠᎴ ᏥᏳ ᏧᏛᎾ ᏦᎢ ᎢᏗᎦᏛᎯ ᎨᏒ ᎾᏍᎩ ᏌᏉ ᎢᏳᏪᏨᎯ ᏚᏲᏨᎩ."
  },
  {
    "verse": "10",
    "kjv": "And the third angel sounded, and there fell a great star from heaven, burning as it were a lamp, and it fell upon the third part of the rivers, and upon the fountains of waters;",
    "web": "The third angel sounded, and a great star fell from the sky, burning like a torch, and it fell on one third of the rivers, and on the springs of water.",
    "chr": "ᏦᎢᏁᏃ ᎨᏒ ᏗᎧᎿᏩᏗᏙᎯ ᎤᏤᎷᎯᏒᎩ, ᎤᏣᏘᏃ ᎡᏆ ᏃᏈᏏ ᎤᏬᎭᏒᎩ ᎦᎸᎳᏗ ᏗᏳᏓᏅᎩ, ᎠᏨᏍᏙᏗ ᏣᏓᏪᎵᎩᏍᎪ ᎾᏍᎩᏯᎢ, ᎡᏉᏂᏃ ᏚᏪᏴ ᏦᎢ ᎢᏗᎦᏛᎯ ᎨᏒ ᎾᏍᎩ ᏌᏉ ᎢᏳᏪᏨᎯ ᏚᏥᏍᏠᏨᎩ, ᎠᎴ ᎠᎺ ᏕᎦᏄᎪᎬ ᏚᏥᏍᏠᏨᎩ."
  },
  {
    "verse": "11",
    "kjv": "And the name of the star is called Wormwood: and the third part of the waters became wormwood; and many men died of the waters, because they were made bitter.",
    "web": "The name of the star is “Wormwood.” One third of the waters became wormwood. Many people died from the waters, because they were made bitter.",
    "chr": "ᎾᏍᎩᏃ Ꮎ ᏃᏈᏏ ᎤᏴᏍᏗ ᎦᏙᎥ; ᏦᎢᏃ ᎢᏗᎦᏛᎯ ᎨᏒ ᎡᏉᏂ ᏚᏪᏴ ᎾᏍᎩ ᏌᏉᎢᏳᏪᏨᎯ ᎤᏴᏍᏗ ᏂᏚᎵᏍᏔᏅᎩ; ᎠᎴ ᎤᏂᏣᏘ ᏴᏫ ᎠᎹ ᎤᎾᏗᏔᎲ ᏚᏂᏲᎱᏒᎩ, ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᎠᎹ ᎤᏴᏍᏗ ᏂᏚᎵᏍᏔᏅᎢ."
  },
  {
    "verse": "12",
    "kjv": "And the fourth angel sounded, and the third part of the sun was smitten, and the third part of the moon, and the third part of the stars; so as the third part of them was darkened, and the day shone not for a third part of it, and the night likewise.",
    "web": "The fourth angel sounded, and one third of the sun was struck, and one third of the moon, and one third of the stars, so that one third of them would be darkened; and the day wouldn’t shine for one third of it, and the night in the same way.",
    "chr": "ᏅᎩᏁᏃ ᎨᏒ ᏗᎧᎿᏩᏗᏙᎯ ᎤᏤᎷᎯᏒᎩ, ᏅᏙᏃ ᎢᎦ ᎡᎯ ᏦᎢ ᎢᎦᏛᎯ ᎨᏒ ᎾᏍᎩ ᏌᏉ ᎢᏳᏪᏨᎯ ᎤᏩᏂᎸᎩ, ᎠᎴ ᏦᎢ ᎢᎦᏛᎯ ᎨᏒ ᎾᏍᎩ ᏌᏉ ᎢᏳᏪᏨᎯ ᏅᏙ ᏒᏃᏱ ᎡᎯ ᎤᏩᏂᎸᎩ, ᎠᎴ ᏦᎢ ᎢᏗᎦᏛᎯ ᎨᏒ ᎾᏍᎩ ᏌᏉ ᎢᏳᏪᏨᎯ ᏃᏈᏏ ᎠᏂᎧᎸ ᏚᏩᏂᎸᎩ; ᎾᏍᎩᏃ ᏦᎢ ᎢᏗᎦᏛᎯ ᎨᏒ ᎾᏍᎩ ᏌᏉ ᎢᏳᏪᏨᎯ ᏚᎵᏏᎲᏒᎩ, ᎠᎴ ᎢᎦ ᏦᎢ ᎢᎦᏛᎯ ᎨᏒ ᎾᏍᎩ ᏌᏉ ᎢᏳᏪᏨᎯ ᎥᏝ ᏯᎦᎵᏍᎨᎢ, ᎠᎴ ᏒᏃᏱ ᏦᎢ ᎢᎦᏛᎯ ᎨᏒ ᎾᏍᎩ ᏌᏉ ᎢᏳᏪᏨᎯ ᎾᏍᏉ ᎥᏝ ᏯᎦᎵᏍᎨᎢ."
  },
  {
    "verse": "13",
    "kjv": "And I beheld, and heard an angel flying through the midst of heaven, saying with a loud voice, Woe, woe, woe, to the inhabiters of the earth by reason of the other voices of the trumpet of the three angels, which are yet to sound!",
    "web": "I saw, and I heard an eagle, flying in mid heaven, saying with a loud voice, “Woe! Woe! Woe to those who dwell on the earth, because of the other blasts of the trumpets of the three angels, who are yet to sound!”",
    "chr": "ᎠᎴ ᏓᏆᎧᎾᏅᎩ, ᎠᎴ ᎠᏆᏛᎦᏅᎩ ᏗᎧᎿᏩᏗᏙᎯ ᎦᎸᎶᎢ ᎠᏰᎵ ᎦᏃᎯᎵᏒᎩ ᎠᏍᏓᏯ ᎤᏪᎷᎬᎩ ᎯᎠ ᏂᎦᏪᏍᎬᎩ, ᎤᏲᎢᏳ, ᎤᏲᎢᏳ ᎤᏲᎢᏳ ᎢᏳᎾᎵᏍᏓᏁᏗ ᎡᎶᎯ ᏓᏁᏩᏗᏒᎢ, ᏅᏗᎦᎵᏍᏙᏗᎭ ᏗᏐᎢ ᎠᏤᎷᎩ ᏗᏤᎷᎯᏍᏗ ᎨᏒ ᎾᏍᎩ ᏗᏂᎧᎿᏩᏗᏙᎯ ᏦᎢ ᎢᏯᏂᏛ ᏓᏂᏁᎲᎢ, ᎠᏏ ᏧᏂᏤᎷᎯᏍᏗ ᏥᎩ."
  }
]
