[
  {
    "verse": "1",
    "kjv": "Furthermore then we beseech you, brethren, and exhort you by the Lord Jesus, that as ye have received of us how ye ought to walk and to please God, so ye would abound more and more.",
    "web": "Finally then, brothers, we beg and exhort you in the Lord Jesus, that as you received from us how you ought to walk and to please God, that you abound more and more.",
    "chr": "ᎠᎴ ᎾᏍᏉ, ᎢᏓᎵᏅᏟ, ᎢᏨᏔᏲᏎᎭ, ᎠᎴ ᎢᏨᏍᏗᏰᏕᎭ, ᎤᎬᏫᏳᎯ ᏥᏌ ᏅᏗᎦᎵᏍᏙᏗᎭ, ᎾᏍᎩ Ꮎ ᏍᎩᏯᏛᎦᏁᎸᎯ ᏥᎩ ᎢᏣᏛᏁᏗᏱ ᎢᏤᏓᏍᏗᏱ ᎾᏍᎩ ᎣᏏᏳ ᎬᏩᏰᎸᏗ ᎨᏒ ᎤᏁᎳᏅᎯ, ᎾᏍᎩ ᏂᏣᏛᏁᎲ ᎧᏁᏉᏥᏎᏍᏗᏉ."
  },
  {
    "verse": "2",
    "kjv": "For ye know what commandments we gave you by the Lord Jesus.",
    "web": "For you know what instructions we gave you through the Lord Jesus.",
    "chr": "ᎢᏥᎦᏔᎭᏰᏃ ᏄᏍᏛ ᏕᏨᏲᎯᏎᎸ ᏗᎧᎿᏩᏛᏍᏗ ᎤᎬᏫᏳᎯ ᏥᏌ ᎣᏏᏳ ᎤᏰᎸᏅᎯ ᎨᏒᎢ."
  },
  {
    "verse": "3",
    "kjv": "For this is the will of God, even your sanctification, that ye should abstain from fornication:",
    "web": "For this is the will of God: your sanctification, that you abstain from sexual immorality,",
    "chr": "ᎯᎠᏰᏃ ᎾᏍᎩ ᏄᏍᏗ ᎤᏁᎳᏅᎯ ᎠᏓᏅᏖᏍᎬᎢ, ᏗᏣᏓᏅᎦᎸᏛ ᎢᏣᎵᏍᏙᏗᏱ, ᎾᏍᎩ ᏗᏥᏲᎯᏍᏗᏱ ᎤᏕᎵᏛ ᏗᏂᏏᏗ ᎨᏒᎢ;"
  },
  {
    "verse": "4",
    "kjv": "That every one of you should know how to possess his vessel in sanctification and honour;",
    "web": "that each one of you know how to control his own body in sanctification and honor,",
    "chr": "ᎾᏍᎩ ᏂᏥᎥ ᎢᏥᏏᏴᏫᎭ ᏱᏥᎦᏔᎭ ᎢᏣᏛᏁᏗᏱ ᎢᏥᏍᏆᏂᎪᏙᏗᏱ ᎢᏥᏰᎸᎢ ᎤᏓᏅᎦᎸᏛ ᎨᏒ ᎠᎴ ᎦᎸᏉᏗᏳ ᎨᏒᎢ;"
  },
  {
    "verse": "5",
    "kjv": "Not in the lust of concupiscence, even as the Gentiles which know not God:",
    "web": "not in the passion of lust, even as the Gentiles who don’t know God,",
    "chr": "ᎥᏝ Ꮓ ᎢᏤᎳᏲᎯᏍᏗ ᎨᏒᎢ, ᎾᏍᎩᏯ ᎾᎾᏛᏁᎲ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᎤᏁᎳᏅᎯ ᎾᏂᎦᏔᎲᎾ ᏥᎩ;"
  },
  {
    "verse": "6",
    "kjv": "That no man go beyond and defraud his brother in any matter: because that the Lord is the avenger of all such, as we also have forewarned you and testified.",
    "web": "that no one should take advantage of and wrong a brother or sister in this matter; because the Lord is an avenger in all these things, as also we forewarned you and testified.",
    "chr": "ᎾᏍᎩ ᎩᎶ ᎤᎶᏒᏍᏓᏁᏗᏱ ᎠᎴ ᎤᎶᏄᎮᏗᏱ ᏂᎨᏒᎾ ᎠᎾᎵᏅᏟ ᏥᏂᎦᎥᏉ ᎪᎱᏍᏗ ᎤᎬᏩᎵ; ᎤᎬᏫᏳᎯᏰᏃ ᏗᏞᏤᎯ ᎯᎠ ᎾᏍᎩ ᎾᎦᎥ ᏧᏓᎴᏅᏛ, ᎾᏍᎩ ᎦᏳᎳ ᎢᏨᏃᏁᎸᎯ ᎠᎴ ᎢᏨᏲᎢᏳᏓᏁᎸᎯ ᏥᎩ."
  },
  {
    "verse": "7",
    "kjv": "For God hath not called us unto uncleanness, but unto holiness.",
    "web": "For God called us not for uncleanness, but in sanctification.",
    "chr": "ᎤᏁᎳᏅᎯᏰᏃ ᎥᏝ ᏱᎩᏯᏅᎲ ᎦᏓᎭ ᎢᎦᎵᏍᏙᏗᏱ ᎢᎦᏓᏅᎦᎸᏛᏍᎩᏂ ᎢᎦᎵᏍᏙᏗᏱ."
  },
  {
    "verse": "8",
    "kjv": "He therefore that despiseth, despiseth not man, but God, who hath also given unto us his holy Spirit.",
    "web": "Therefore he who rejects this doesn’t reject man, but God, who has also given his Holy Spirit to you.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎩᎶ ᎠᏓᏂᏉᏘᎯ, ᎥᏝ ᏴᏫ ᏱᎦᏂᏆᏘᎭ, ᎤᏁᎳᏅᎯᏍᎩᏂ, ᎾᏍᎩ ᎾᏍᏉ ᎤᏤᎵ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᎢᎩᏁᎸᎯ ᏥᎩ."
  },
  {
    "verse": "9",
    "kjv": "But as touching brotherly love ye need not that I write unto you: for ye yourselves are taught of God to love one another.",
    "web": "But concerning brotherly love, you have no need that one write to you. For you yourselves are taught by God to love one another,",
    "chr": "Ꭰ-ᏍᎩᏂ ᎠᎾᎵᏅᏟ ᏧᎾᏓᎨᏳᏗ ᎨᏒ ᎤᎬᏩᎵ ᎥᏝ ᎤᏚᎸᏗ ᏱᏂᏣᎵᏍᏓᏁᎭ ᏫᏨᏲᏪᎳᏁᏗᏱ; ᏨᏒᏰᏃ ᎤᏁᎳᏅᎯ ᎢᏤᏲᏅᎯ ᎢᎩ ᏗᏣᏓᎨᏳᏗᏱ."
  },
  {
    "verse": "10",
    "kjv": "And indeed ye do it toward all the brethren which are in all Macedonia: but we beseech you, brethren, that ye increase more and more;",
    "web": "for indeed you do it toward all the brothers who are in all Macedonia. But we exhort you, brothers, that you abound more and more;",
    "chr": "ᎤᏙᎯᏳᎯᏰᏃ ᎾᏍᎩ ᏂᏣᏛᏁᎭ ᎾᏂᎥ ᏕᏥᎨᏳᎭ ᎠᎾᎵᏅᏟ ᎹᏏᏙᏂ ᎠᏁᎯ; ᎠᏎᏃ ᎢᏨᏍᏗᏰᏗᎭ, ᎢᏓᎵᏅᏟ, ᎢᏥᏁᏉᎢᏍᏗᏱ ᎤᏟᎯᏳ ᎢᎦᎢ;"
  },
  {
    "verse": "11",
    "kjv": "And that ye study to be quiet, and to do your own business, and to work with your own hands, as we commanded you;",
    "web": "and that you make it your ambition to lead a quiet life, and to do your own business, and to work with your own hands, even as we instructed you,",
    "chr": "ᎠᎴ ᎢᏣᏟᏂᎬᏁᏗᏱ ᏅᏩᏙᎯᏯᏛ ᎢᏣᏕᏗᏱ, ᎠᎴ ᎢᏨᏒ ᎢᏣᏤᎵ ᏗᎦᎸᏫᏍᏓᏁᏗ ᏗᏥᎸᏫᏍᏓᏁᏗᏱ, ᎠᎴ ᎢᏨᏒ ᏗᏦᏰᏂ ᏗᏨᏙᏗᏱ ᎪᎱᏍᏗ ᎢᏣᏛᏁᏗᏱ, ᎾᏍᎩᏯ ᏂᏨᏪᏎᎸᎢ;"
  },
  {
    "verse": "12",
    "kjv": "That ye may walk honestly toward them that are without, and that ye may have lack of nothing.",
    "web": "that you may walk properly toward those who are outside, and may have need of nothing.",
    "chr": "ᎾᏍᎩ ᎣᏏ ᎬᏰᎸᏗ ᎨᏥᏓᏍᏗ ᏱᎩ ᎠᏂᎦᏔᎲ ᎾᏍᎩ ᎠᏁᎳ ᏂᎨᏒᎾ, ᎠᎴ ᎪᎱᏍᏗ ᏂᏥᏂᎬᏎᎲᎾ ᏱᎩ."
  },
  {
    "verse": "13",
    "kjv": "But I would not have you to be ignorant, brethren, concerning them which are asleep, that ye sorrow not, even as others which have no hope.",
    "web": "But we don’t want you to be ignorant, brothers, concerning those who have fallen asleep, so that you don’t grieve like the rest, who have no hope.",
    "chr": "ᎠᏎᏃ, ᎢᏓᎵᏅᏟ, ᎥᏝ ᎾᏂᎦᏔᎥᎾᏉ ᎨᏎᏍᏗ ᏱᏨᏰᎵᏎᎭ ᎾᏍᎩ Ꮎ ᎤᏂᎵᏅᏨᎯ ᎤᎬᏩᎵ, ᎾᏍᎩ ᎤᏲ ᎢᏣᏓᏅᏓᏗᏍᏗᏱ ᏂᎨᏒᎾ ᎾᏍᎩ ᏅᏩᎾᏓᎴ ᎤᏚᎩ ᏄᏅᏒᎾ ᎾᏍᎩᏯ ᏄᎾᏍᏛᎢ."
  },
  {
    "verse": "14",
    "kjv": "For if we believe that Jesus died and rose again, even so them also which sleep in Jesus will God bring with him.",
    "web": "For if we believe that Jesus died and rose again, even so God will bring with him those who have fallen asleep in Jesus.",
    "chr": "ᎢᏳᏰᏃ ᏱᏙᎯᏳᎲᏍᎦ ᏥᏌ ᎤᏲᎱᏒᎢ, ᎠᎴ ᏚᎴᎯᏌᏅᎢ, ᎾᏍᎩᏯ ᎾᏍᏉ ᎾᏍᎩ Ꮎ ᏥᏌ ᎤᎾᎵᏍᎦᏍᏙᏔᏅᎯ ᎤᏂᎵᏅᏨᎯ ᎤᏁᎳᏅᎯ ᏧᏘᏃᎯᏍᏗ ᎨᏎᏍᏗ ᏥᏌ ᎦᎷᏨᎭ."
  },
  {
    "verse": "15",
    "kjv": "For this we say unto you by the word of the Lord, that we which are alive and remain unto the coming of the Lord shall not prevent them which are asleep.",
    "web": "For this we tell you by the word of the Lord, that we who are alive, who are left until the coming of the Lord, will in no way precede those who have fallen asleep.",
    "chr": "ᎯᎠᏰᏃ ᏂᏨᏪᏎᎭ ᎣᏣᏗᎭ ᎤᎬᏫᏳᎯ ᎤᏁᏨᎢ, ᎾᏍᎩ ᎠᏴ ᏗᏛᏃᏛ ᎠᎴ ᎢᏓᎴᏂᏙᎯ ᎤᎬᏫᏳᎯ ᎦᎷᏨ ᎢᏳᎢ ᎥᏝ ᏱᏙᎨᏗᎪᏅ ᎾᏍᎩ Ꮎ ᎤᏂᎵᏅᏨᎯ."
  },
  {
    "verse": "16",
    "kjv": "For the Lord himself shall descend from heaven with a shout, with the voice of the archangel, and with the trump of God: and the dead in Christ shall rise first:",
    "web": "For the Lord himself will descend from heaven with a shout, with the voice of the archangel and with God’s trumpet. The dead in Christ will rise first,",
    "chr": "ᎤᎬᏫᏳᎯᏰᏃ ᎤᏩᏒ ᏛᏠᎠᏏᎵ ᎦᎸᎳᏗ ᏅᏓᏳᎶᏒᎯ ᎤᎵᏠᏯᏍᏕᏍᏗ ᎤᏁᎷᎬᎢ, ᎠᎴ ᏄᎬᏫᏳᏒ ᏗᎧᎿᏩᏗᏙᎯ ᎧᏁᎬᎢ, ᎠᎴ ᎠᏤᎷᎩ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ ᎤᏃᏴᎬᎢ; ᏧᏂᏲᎱᏒᎯᏃ ᎦᎶᏁᏛ ᎤᎾᎵᏍᎦᏙᏔᏅᎯ ᎢᎬᏱ ᏙᏛᎾᎴᏂ;"
  },
  {
    "verse": "17",
    "kjv": "Then we which are alive and remain shall be caught up together with them in the clouds, to meet the Lord in the air: and so shall we ever be with the Lord.",
    "web": "then we who are alive, who are left, will be caught up together with them in the clouds to meet the Lord in the air. So we will be with the Lord forever.",
    "chr": "ᎿᏉᏃ ᎠᏴ ᏗᏛᏃᏛ ᎠᎴ ᎢᏓᎴᏂᏙᎯ ᎾᏍᎩ ᎢᏧᎳᎭ ᎡᎦᏘᎾᏫᏛᏗ ᎨᏎᏍᏗ ᎤᎶᎩᎸᎢ, ᏫᏕᏓᏠᎢᏍᏗᏱ ᎤᎬᏫᏳᎯ ᎦᎸᎶᎢ; ᎾᏍᎩᏃ ᏂᎪᎯᎸ ᎤᎬᏫᏳᎯ ᎢᏧᎳᎭ ᏫᏕᎮᏍᏗ."
  },
  {
    "verse": "18",
    "kjv": "Wherefore comfort one another with these words.",
    "web": "Therefore comfort one another with these words.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᏕᏣᏓᎦᎵᏍᏓᏗᏍᏗᏍᎨᏍᏗ ᎯᎠ ᎾᏍᎩ ᏥᏕᏣᏓᏪᏎᎲᎢ."
  }
]
