[
  {
    "verse": "1",
    "kjv": "But of the times and the seasons, brethren, ye have no need that I write unto you.",
    "web": "But concerning the times and the seasons, brothers, you have no need that anything be written to you.",
    "chr": "ᎾᎯᏳᏍᎩᏂ ᎨᏒᎢ ᎠᎴ ᎾᎯᏳ ᏕᎨᏌᏗᏒᎢ, ᎢᏓᎵᏅᏟ, ᎥᏝ ᎤᏚᎸᏗ ᏱᏂᏣᎵᏍᏓᏁᎭ ᎢᏨᏲᏪᎳᏁᏗᏱ."
  },
  {
    "verse": "2",
    "kjv": "For yourselves know perfectly that the day of the Lord so cometh as a thief in the night.",
    "web": "For you yourselves know well that the day of the Lord comes like a thief in the night.",
    "chr": "ᎢᏨᏒᏰᏃ ᎣᏏᏳ ᎢᏥᎦᏔ ᎾᏍᎩ ᎤᎬᏫᏳᎯ ᎤᏤᎵ ᎢᎦ ᎤᎵᏰᎢᎶᎯᏍᏗ ᎨᏒ ᎾᏍᎩᏯ ᎦᏃᏍᎩᏍᎩ ᏒᏃᏱ ᏥᎦᎷᎪᎢ."
  },
  {
    "verse": "3",
    "kjv": "For when they shall say, Peace and safety; then sudden destruction cometh upon them, as travail upon a woman with child; and they shall not escape.",
    "web": "For when they are saying, “Peace and safety,” then sudden destruction will come on them, like birth pains on a pregnant woman. Then they will in no way escape.",
    "chr": "ᎾᎯᏳᏰᏃ ᏅᏩᏙᎯᏯᏛ ᎠᎴ ᏄᎾᏰᎯᏍᏛᎾ ᎠᎾᏗᏍᎨᏍᏗ, ᎿᏉ ᏄᏰᎶᎢᏍᏔᏅᏛ ᎠᏓᏛᏗᏍᎩ ᎤᏂᎷᏤᏗ ᎨᏎᏍᏗ, ᎾᏍᎩᏯ ᎠᎩᎵᏯ ᏧᎷᏤᎰ ᎠᎨᏴ ᎦᏁᎵᏛ; ᎠᎴ ᎥᏝ ᎤᎾᏗᏫᏎᏗ ᏱᎨᏎᏍᏗ."
  },
  {
    "verse": "4",
    "kjv": "But ye, brethren, are not in darkness, that that day should overtake you as a thief.",
    "web": "But you, brothers, aren’t in darkness, that the day should overtake you like a thief.",
    "chr": "ᏂᎯᏍᎩᏂ, ᎢᏓᎵᏅᏟ, ᎥᏝ ᎤᎵᏏᎬ ᏱᏤᎭ, ᎾᏍᎩ Ꮎ ᎾᎯᏳ ᎢᎦ ᎨᏣᏢᏔᏍᏗ ᎢᏳᎵᏍᏙᏗᏱ ᎾᏍᎩᏯ ᎦᏃᏍᎩᏍᎩ ᏧᏢᏔᏍᎪᎢ."
  },
  {
    "verse": "5",
    "kjv": "Ye are all the children of light, and the children of the day: we are not of the night, nor of darkness.",
    "web": "You are all children of light and children of the day. We don’t belong to the night, nor to darkness,",
    "chr": "ᏂᏥᎥᎢ ᎢᎦ-ᎦᏘ ᏧᏪᏥ, ᎠᎴ ᎢᎦ ᏧᏪᏥ; ᎥᏝ ᏒᏃᏱ ᎠᎴ ᎤᎵᏏᎬ ᎢᏕᎯ ᏱᎩ."
  },
  {
    "verse": "6",
    "kjv": "Therefore let us not sleep, as do others; but let us watch and be sober.",
    "web": "so then let’s not sleep, as the rest do, but let’s watch and be sober.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᏞᏍᏗ ᏱᏗᎵᎮᏍᏗ, ᎾᏍᎩᏯ ᎠᏂᏐᎢ ᎾᎾᏛᏁᎲᎢ; ᎢᏗᏯᏫᏍᎨᏍᏗᏍᎩᏂ ᎠᎴ ᏂᏗᎩᏴᏍᏕᏍᎬᎾ ᎨᏎᏍᏗ."
  },
  {
    "verse": "7",
    "kjv": "For they that sleep sleep in the night; and they that be drunken are drunken in the night.",
    "web": "For those who sleep, sleep in the night; and those who are drunk are drunk in the night.",
    "chr": "ᎠᏂᎵᎯᏰᏃ, ᏒᏃᏱ ᏓᏂᎵᎰᎢ; ᎠᎴ ᎾᏍᎩ Ꮎ ᏧᏂᏴᏍᏕᏍᎩ, ᏒᏃᏱ ᏚᏂᏴᏍᏕᏍᎪᎢ."
  },
  {
    "verse": "8",
    "kjv": "But let us, who are of the day, be sober, putting on the breastplate of faith and love; and for an helmet, the hope of salvation.",
    "web": "But since we belong to the day, let’s be sober, putting on the breastplate of faith and love, and for a helmet, the hope of salvation.",
    "chr": "ᎠᏴᏍᎩᏂ ᎢᎦ ᎢᏕᎯ ᏥᎩ ᏂᏗᎩᏴᏍᏕᏍᎬᎾ ᎨᏎᏍᏗ, ᎠᏓᏁᏣᏍᏚᎶ ᎪᎯᏳᏗ ᎨᏒ ᎠᎴ ᎠᏓᎨᏳᏗ ᎨᏒ ᎢᏓᏓᏁᏥᏍᏚᎶᏗᏍᎨᏍᏗ, ᎡᎩᏍᏕᎸᏗᏱᏃ ᎨᏒ ᎤᏚᎩ ᎢᎬᏒ ᎢᎦᎵᏍᏚᎶᏕᏍᏗ."
  },
  {
    "verse": "9",
    "kjv": "For God hath not appointed us to wrath, but to obtain salvation by our Lord Jesus Christ,",
    "web": "For God didn’t appoint us to wrath, but to the obtaining of salvation through our Lord Jesus Christ,",
    "chr": "ᎤᏁᎳᏅᎯᏰᏃ ᎥᏝ ᏱᎦᏑᏰᏒ ᎤᏔᎳᏬᎯᏍᏗ ᎨᏒ ᎢᎩᎷᏤᏗᏱ ᎢᎦᏤᎵ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ ᎢᏳᏩᏂᏌᏛ;"
  },
  {
    "verse": "10",
    "kjv": "Who died for us, that, whether we wake or sleep, we should live together with him.",
    "web": "who died for us, that, whether we wake or sleep, we should live together with him.",
    "chr": "ᎾᏍᎩ ᏥᎩᏲᎱᎯᏎᎴᎢ, ᎾᏍᎩ ᎾᏍᏉ ᏱᏗᎵᎭ ᎠᎴ ᏂᏗᎵᎲᎾ ᏱᎩ, ᎾᏍᎩ ᎢᏧᎳᎭ ᏫᎦᏕᏗᏱ ᎢᏳᎵᏍᏙᏗᏱ."
  },
  {
    "verse": "11",
    "kjv": "Wherefore comfort yourselves together, and edify one another, even as also ye do.",
    "web": "Therefore exhort one another, and build each other up, even as you also do.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ, ᏕᏣᏓᎦᎵᏍᏓᏗᏍᎨᏍᏗ, ᎠᎴ ᏕᏣᏓᎵᏂᎪᎯᏍᏗᏍᎨᏍᏗ, ᎾᏍᎩᏯ ᏥᏂᏣᏛᏁᎭ."
  },
  {
    "verse": "12",
    "kjv": "And we beseech you, brethren, to know them which labour among you, and are over you in the Lord, and admonish you;",
    "web": "But we beg you, brothers, to know those who labor among you, and are over you in the Lord and admonish you,",
    "chr": "ᎠᎴ ᎢᏨᏔᏲᏎᎭ, ᎢᏓᎵᏅᏟ, ᎾᏍᎩ ᏗᏥᎦᏔᎯ ᎢᏳᎵᏍᏙᏗᏱ ᎾᏍᎩ Ꮎ ᏧᏂᎸᏫᏍᏓᏁᎯ ᎢᏤᎲᎢ, ᎠᎴ ᏗᎨᏣᏁᎶᏗ ᏥᎩ ᎤᎬᏫᏳᎯ ᏕᏣᏁᎶᏛᎢ, ᎠᎴ ᏥᎨᏣᏅᏓᏗᏍᏗᎭ;"
  },
  {
    "verse": "13",
    "kjv": "And to esteem them very highly in love for their work's sake. And be at peace among yourselves.",
    "web": "and to respect and honor them in love for their work’s sake. Be at peace among yourselves.",
    "chr": "ᎠᎴ ᎤᏣᏘ ᏗᏥᎸᏉᏗᏳ ᎢᏳᎵᏍᏙᏗᏱ ᎠᏓᎨᏳᏗ ᎬᏗ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ ᏚᏂᎸᏫᏍᏓᏁᎲᎢ. ᎠᎴ ᏙᎯᏱ ᏂᏨᏁᏍᏗ ᎢᏨᏒ ᎢᏤᎲᎢ."
  },
  {
    "verse": "14",
    "kjv": "Now we exhort you, brethren, warn them that are unruly, comfort the feebleminded, support the weak, be patient toward all men.",
    "web": "We exhort you, brothers: Admonish the disorderly; encourage the faint-hearted; support the weak; be patient toward all.",
    "chr": "ᎠᎴ ᎢᏨᏔᏲᏎᎭ, ᎢᏓᎵᏅᏟ, ᏕᏤᏯᏔᎲᏍᎨᏍᏗ ᎾᏍᎩ Ꮎ ᏄᎾᏁᎸᎾ, ᏕᏥᎦᎵᏍᏓᏗᏍᎨᏍᏗ ᏗᏩᎾᎦᎳ ᏧᎾᏓᏅᏘ, ᏕᏥᏂᏴᏎᏍᏗ ᏗᏂᏩᎾᎦᎳᎢ, ᏗᏨᏂᏗᏳ ᎨᏎᏍᏗ ᎾᏂᎥ [ᎤᏣᏘᏂ ᏂᎨᏣᏛᏁᎲᎢ.]"
  },
  {
    "verse": "15",
    "kjv": "See that none render evil for evil unto any man; but ever follow that which is good, both among yourselves, and to all men.",
    "web": "See that no one returns evil for evil to anyone, but always follow after that which is good for one another and for all.",
    "chr": "ᏞᏍᏗ ᎩᎶ ᎤᏲ ᎾᎬᏁᎸ ᏳᏞᎨᏍᏗ ᎤᏲ ᏱᎾᏓᏛᏁᎮᏍᏗ; ᎢᏥᏍᏓᏩᏕᎨᏍᏗᏍᎩᏂ ᏂᎪᎯᎸ ᎾᏍᎩ ᎣᏍᏛ ᎨᏒᎢ, ᎾᏍᏉ ᎢᏨᏒ ᎪᎱᏍᏗ ᏕᏣᏓᏛᏗᏍᎬ, ᎠᎴ ᎾᏂᎥᏉ."
  },
  {
    "verse": "16",
    "kjv": "Rejoice evermore.",
    "web": "Always rejoice.",
    "chr": "ᎢᏣᎵᎮᎵᎨᏍᏗ ᏂᎪᎯᎸᎢ;"
  },
  {
    "verse": "17",
    "kjv": "Pray without ceasing.",
    "web": "Pray without ceasing.",
    "chr": "ᏂᏥᏲᎯᏍᏗᏍᎬᎾ ᎢᏣᏓᏙᎵᏍᏗᏍᎨᏍᏗ;"
  },
  {
    "verse": "18",
    "kjv": "In every thing give thanks: for this is the will of God in Christ Jesus concerning you.",
    "web": "In everything give thanks, for this is the will of God in Christ Jesus toward you.",
    "chr": "ᏂᎦᎥᏉ ᏂᏣᎵᏍᏓᏁᎵᏕᎬ ᎡᏣᎵᎡᎵᏤᎮᏍᏗ [ᎤᏁᎳᏅᎯ;] ᎯᎠᏰᏃ ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎢᏣᏓᏅᏖᎮᎲ ᏥᏌ ᎦᎶᏁᏛ ᏕᏣᏁᎶᏛ ᎢᏳᏍᏗ."
  },
  {
    "verse": "19",
    "kjv": "Quench not the Spirit.",
    "web": "Don’t quench the Spirit.",
    "chr": "ᎠᏓᏅᏙ ᎠᏓᏪᎵᎩᏍᎬ ᏞᏍᏗ ᏴᎠᏗᏍᎨᏍᏗ."
  },
  {
    "verse": "20",
    "kjv": "Despise not prophesyings.",
    "web": "Don’t despise prophecies.",
    "chr": "ᏞᏍᏗ ᎠᏎᏉ ᏱᏥᏰᎸᏍᎨᏍᏗ ᎠᏙᎴᎰᎯᏍᏗ ᎨᏒᎢ."
  },
  {
    "verse": "21",
    "kjv": "Prove all things; hold fast that which is good.",
    "web": "Test all things, and hold firmly that which is good.",
    "chr": "ᏄᏓᎴᏒ ᎪᎱᏍᏗ ᎢᏥᎪᎵᏰᏍᎨᏍᏗ; ᎠᏍᏓᏯ ᏕᏥᏂᏴᏎᏍᏗ ᎾᏍᎩ Ꮎ ᎣᏍᏛ ᎨᏒᎢ."
  },
  {
    "verse": "22",
    "kjv": "Abstain from all appearance of evil.",
    "web": "Abstain from every form of evil.",
    "chr": "ᎢᏣᏓᏅᎡᎮᏍᏗ ᏂᎦᎥ ᏄᏓᎴᏒ ᎤᏲᎢ."
  },
  {
    "verse": "23",
    "kjv": "And the very God of peace sanctify you wholly; and I pray God your whole spirit and soul and body be preserved blameless unto the coming of our Lord Jesus Christ.",
    "web": "May the God of peace himself sanctify you completely. May your whole spirit, soul, and body be preserved blameless at the coming of our Lord Jesus Christ.",
    "chr": "ᎤᏁᎳᏅᎯᏃ ᎤᏩᏒ ᏅᏩᏙᎯᏯᏛ ᎠᏓᏁᎯ ᏂᎦᎷᎶᎬᎾ ᎢᏥᏅᎦᎸᏗ ᎨᏎᏍᏗ; ᎠᎴ ᏂᎬ ᎢᏣᏓᏅᏖᏗᏱ ᎠᎴ ᏗᏣᏓᏅᏙ ᎠᎴ ᏗᏥᏰᎸᎢ ᏤᏤᏍᏆᏂᎪᏓᏁᏗ ᎨᏎᏍᏗ, ᏂᏚᏚᎯᏍᏛᎾ ᎢᏣᎵᏍᏙᏗᏱ ᎢᎦᏤᎵ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ ᎦᎷᏨ ᎢᏳᎢ."
  },
  {
    "verse": "24",
    "kjv": "Faithful is he that calleth you, who also will do it.",
    "web": "He who calls you is faithful, who will also do it.",
    "chr": "ᏄᏓᎵᏓᏍᏛᎾ ᎾᏍᎩ Ꮎ ᎢᏣᏯᏅᏛ, ᎾᏍᏉ ᎾᏍᎩ ᎠᏎ ᏥᏅᏛᏛᏁᎵ."
  },
  {
    "verse": "25",
    "kjv": "Brethren, pray for us.",
    "web": "Brothers, pray for us.",
    "chr": "ᎢᏓᎵᏅᏟ ᏍᎩᏯᏅᏓᏗᏍᎨᏍᏗ ᎢᏣᏓᏙᎵᏍᏗᏍᎬᎢ."
  },
  {
    "verse": "26",
    "kjv": "Greet all the brethren with an holy kiss.",
    "web": "Greet all the brothers with a holy kiss.",
    "chr": "ᏂᎦᏛ ᎠᎾᎵᏅᏟ ᎦᎸᏉᏗᏳ ᏗᏓᏙᏪᏙᎥᏍᏗ ᏕᏥᏲᎵᏍᏗᏍᎨᏍᏗ."
  },
  {
    "verse": "27",
    "kjv": "I charge you by the Lord that this epistle be read unto all the holy brethren.",
    "web": "I solemnly command you by the Lord that this letter be read to all the holy brothers.",
    "chr": "ᎢᏨᏁᏤᎭ ᎤᎬᏫᏳᎯ ᎢᏨᏁᎢᏍᏓᏁᎭ, ᎯᎠ ᎾᏍᎩ ᎪᏪᎵ ᎨᏥᎪᎵᏰᏗᏱ ᎾᏂᎥ ᎤᎾᏓᏅᏘ ᎠᎾᎵᏅᏟ."
  },
  {
    "verse": "28",
    "kjv": "The grace of our Lord Jesus Christ be with you. Amen.",
    "web": "The grace of our Lord Jesus Christ be with you. Amen.",
    "chr": "ᎢᎦᏤᎵ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᏕᏥᎧᎿᏩᏗᏙᎮᏍᏗ. ᎡᎺᏅ."
  }
]
