[
  {
    "verse": "1",
    "kjv": "Finally, brethren, pray for us, that the word of the Lord may have free course, and be glorified, even as it is with you:",
    "web": "Finally, brothers, pray for us, that the word of the Lord may spread rapidly and be glorified, even as also with you,",
    "chr": "ᎤᎵᏍᏆᎸᏗᏃ ᎨᏒᎢ, ᎢᏓᎵᏅᏟ, ᎢᏣᏓᏙᎵᏍᏗᏍᎨᏍᏗ ᎠᏴ ᏍᎩᏯᏅᏓᏗᏍᎨᏍᏗ, ᎾᏍᎩ ᎧᏃᎮᏛ ᎤᎬᏫᏳᎯ ᎤᏤᎵᎦ ᎤᏰᎵᎯᏍᏗᏱ, ᎠᎴ ᎦᎸᏉᏗᏳ ᎢᏳᎵᏍᏙᏗᏱ, ᎾᏍᎩᏯ ᏥᏄᏍᏗ ᏂᎯ ᎢᏤᎲᎢ;"
  },
  {
    "verse": "2",
    "kjv": "And that we may be delivered from unreasonable and wicked men: for all men have not faith.",
    "web": "and that we may be delivered from unreasonable and evil men; for not all have faith.",
    "chr": "ᎠᎴ ᎾᏍᎩ ᏦᏣᏚᏓᎳᎡᏗᏱ ᎤᏂᏲ ᎠᎴ ᎠᏂᏍᎦᎾ ᎠᏂᏍᎦᏯ; ᎥᏝᏰᏃ ᎾᏂᎥ ᎪᎯᏳᏗ ᎨᏒ ᏳᏁᎭ."
  },
  {
    "verse": "3",
    "kjv": "But the Lord is faithful, who shall stablish you, and keep you from evil.",
    "web": "But the Lord is faithful, who will establish you and guard you from the evil one.",
    "chr": "ᎤᎬᏫᏳᎯᏍᎩᏂ ᏄᏓᎵᏓᏍᏛᎾ, ᎾᏍᎩ ᏨᏓᏣᎵᏂᎪᎯᏍᏔᏂ, ᎠᎴ ᏨᎵᏥᏲᏍᏙᏓᏁᎵ ᎤᏲ ᎢᏣᏛᏁᏗᏱ."
  },
  {
    "verse": "4",
    "kjv": "And we have confidence in the Lord touching you, that ye both do and will do the things which we command you.",
    "web": "We have confidence in the Lord concerning you, that you both do and will do the things we command.",
    "chr": "ᎠᎴ ᎣᏣᎵᏍᎦᏍᏙᏗ ᎤᎬᏫᏳᎯ ᏂᎯ ᎨᏒ ᎤᎬᏩᎵ, ᎾᏍᎩ ᏂᏣᏛᏁᎲᎢ, ᎠᎴ ᎠᏎ ᎾᏍᎩ ᎢᏣᏛᏁᏗ ᎨᏒ ᏄᏍᏛ ᎢᏨᏁᏤᎲᎢ."
  },
  {
    "verse": "5",
    "kjv": "And the Lord direct your hearts into the love of God, and into the patient waiting for Christ.",
    "web": "May the Lord direct your hearts into God’s love and into the perseverance of Christ.",
    "chr": "ᎠᎴ ᎤᎬᏫᏳᎯ ᏧᏎᎮᏗ ᎨᏎᏍᏗ ᏗᏥᎾᏫ ᎡᏥᎨᏳᎢ ᎢᏳᎵᏍᏙᏗᏱ ᎤᏁᎳᏅᎯ, ᎠᎴ ᏗᏒᏂᏗᏳ ᎢᏳᎵᏍᏙᏗᏱ ᎦᎶᏁᏛ ᎾᏍᎩᏯᎢ."
  },
  {
    "verse": "6",
    "kjv": "Now we command you, brethren, in the name of our Lord Jesus Christ, that ye withdraw yourselves from every brother that walketh disorderly, and not after the tradition which he received of us.",
    "web": "Now we command you, brothers, in the name of our Lord Jesus Christ, that you withdraw yourselves from every brother who walks in rebellion and not after the tradition which they received from us.",
    "chr": "ᎿᏉᏃ ᎢᏨᏁᏤᎭ, ᎢᏓᎵᏅᏟ, ᎣᏨᏗᎭ ᏚᏙᎥ ᎢᎦᏤᎵ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ, ᎾᏍᎩ ᏗᏣᏓᏓᎴᏓᏁᏗᏱ ᎾᏂᎥ ᎠᎾᎵᏅᏟ ᎤᏣᏘᏂ ᎢᏯᎾᏛᏁᎵᏙᎯ, ᎠᎴ ᏂᏓᏂᎧᎿᏩᏕᎬᎾ ᏗᏕᏲᏗ ᎨᏒ ᎠᏴ ᏗᎪᎦᏓᏂᎸᏤᎸᎯ,"
  },
  {
    "verse": "7",
    "kjv": "For yourselves know how ye ought to follow us: for we behaved not ourselves disorderly among you;",
    "web": "For you know how you ought to imitate us. For we didn’t behave ourselves rebelliously among you,",
    "chr": "ᎢᏳᏒᏰᏃ ᎢᏥᎦᏔᎭ ᎢᏣᏛᏁᏗᏱ ᏍᎩᏍᏓᏩᏛᏍᏗᏱ; ᎥᏝᏰᏃ ᎤᏣᏘᏂ ᏱᏃᏣᏛᏁᎵᏙᎮ ᎢᏨᏰᎳᏗᏙᎲᎢ;"
  },
  {
    "verse": "8",
    "kjv": "Neither did we eat any man's bread for nought; but wrought with labour and travail night and day, that we might not be chargeable to any of you:",
    "web": "neither did we eat bread from anyone’s hand without paying for it, but in labor and travail worked night and day, that we might not burden any of you.",
    "chr": "ᎥᏝ ᎠᎴ ᎩᎶ ᎠᏎᏉ ᏲᏣᎵᏍᏓᏴᎾᏁᎮᎢ; ᏙᎩᎸᏫᏍᏓᏁᎲᎩᏍᎩᏂ ᎠᎴ ᏙᎩᏯᏪᏥᏙᎲᎩ ᎬᏩᎩᏨᏗ, ᏃᎦᏚᎵᏍᎬᎾ ᎨᏒ ᎢᏳᏍᏗ ᎠᏴ ᎠᏏᏴᏫ ᏂᏣᏛᏅ ᎦᎨᏛ ᎢᏲᏨᏴᏁᏗᏱ;"
  },
  {
    "verse": "9",
    "kjv": "Not because we have not power, but to make ourselves an ensample unto you to follow us.",
    "web": "This was not because we don’t have the right, but to make ourselves an example to you, that you should imitate us.",
    "chr": "ᎥᏝ ᏃᎩᎲᎾ ᎨᏒ [ᏅᏩᏓᎴ ᎢᏲᎦᏛᏁᏗᏱ] ᏱᏅᏗᎦᎵᏍᏙᏗᏍᎨᎢ, ᏗᏣᏟᎶᏍᏙᏗᏍᎩᏂ ᏃᏣᏓᏛᏁᎲ ᎠᏴ ᏍᎩᏍᏓᏩᏛᏍᏗᏱ ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ."
  },
  {
    "verse": "10",
    "kjv": "For even when we were with you, this we commanded you, that if any would not work, neither should he eat.",
    "web": "For even when we were with you, we commanded you this: “If anyone is not willing to work, don’t let him eat.”",
    "chr": "ᎾᎯᏳᏰᏃ ᏥᏨᏰᎳᏗᏙᎲᎩ, ᎯᎠ ᎾᏍᎩ ᏄᏍᏛᎩ ᎢᏨᏁᏤᎸᎩ, ᎾᏍᎩ ᎢᏳᏃ ᎩᎶ ᏄᏚᎵᏍᎬᎾ ᏱᎩ, ᏧᎸᏫᏍᏓᏁᏗᏱ ᎾᏍᏉ ᎤᎵᏍᏓᏴᏗᏱ ᏂᎨᏒᎾ ᎨᏒᎢ."
  },
  {
    "verse": "11",
    "kjv": "For we hear that there are some which walk among you disorderly, working not at all, but are busybodies.",
    "web": "For we hear of some who walk among you in rebellion, who don’t work at all, but are busybodies.",
    "chr": "ᎣᏣᏛᎩᎭᏰᏃ ᎾᏍᎩ ᎩᎶ ᎨᏣᏓᏑᏴ ᎤᏣᏘᏂ ᎾᎾᏛᏁᎵᏙᎲᎢ, ᎪᎱᏍᏗ ᎾᎾᏛᏁᎲᎾ, ᎠᏎᏃ ᎠᎾᏛᏁᎵᏙᎯ ᎢᎩ."
  },
  {
    "verse": "12",
    "kjv": "Now them that are such we command and exhort by our Lord Jesus Christ, that with quietness they work, and eat their own bread.",
    "web": "Now those who are that way, we command and exhort in the Lord Jesus Christ, that they work with quietness and eat their own bread.",
    "chr": "ᎾᏍᎩᏃ ᎢᏳᎾᏍᏗ ᎨᏒᎢ, ᏙᏥᏁᏤᎭ ᎠᎴ ᏙᏥᏍᏗᏰᏗᎭ ᏙᏥ-ᏁᎢᏍᏓᏁᎭ ᎢᎦᏤᎵ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ, ᎾᏍᎩ ᏙᎯᏉ ᏧᏂᎸᏫᏍᏓᏁᏗᏱ, ᎠᎴ ᎤᏅᏒ ᎤᎾᏤᎵ ᎠᎵᏍᏓᏴᏗ ᎤᎾᎵᏍᏓᏴᏙᏗᏱ."
  },
  {
    "verse": "13",
    "kjv": "But ye, brethren, be not weary in well doing.",
    "web": "But you, brothers, don’t be weary in doing what is right.",
    "chr": "ᏂᎯᏍᎩᏂ, ᎢᏓᎵᏅᏟ, ᏞᏍᏗ ᏱᏗᏥᏯᏪᎨᏍᏗ ᎣᏍᏛ ᏕᏥᎸᏫᏍᏓᏁᎲᎢ."
  },
  {
    "verse": "14",
    "kjv": "And if any man obey not our word by this epistle, note that man, and have no company with him, that he may be ashamed.",
    "web": "If any man doesn’t obey our word in this letter, note that man and have no company with him, to the end that he may be ashamed.",
    "chr": "ᎢᏳᏃ ᎩᎶ ᏂᎪᎯᏳᎲᏍᎬᎾ ᎢᎨᏎᏍᏗ ᎣᏥᏬᏂᏍᎬ ᎠᏂ ᎣᏦᏪᎵᏍᎬᎢ, ᎬᏂᎨᏒ ᏁᏨᏁᎸᎭ ᎾᏍᎩ, ᎠᎴ ᏞᏍᏗ ᎢᏧᎳᎭ ᎢᏤᏙᎸᎩ, ᎾᏍᎩ ᎬᏩᏕᎰᎯᏍᏗ ᎢᏳᎵᏍᏙᏗᏱ."
  },
  {
    "verse": "15",
    "kjv": "Yet count him not as an enemy, but admonish him as a brother.",
    "web": "Don’t count him as an enemy, but admonish him as a brother.",
    "chr": "ᎠᏗᎾ ᏞᏍᏗ ᎡᏥᏍᎦᎩ ᎢᏳᏍᏗ ᏰᏣᏓᏅᏖᏍᎨᏍᏗ, ᎡᏥᎬᏍᎪᎸᎥᏍᎨᏍᏗᏍᎩᏂ ᎢᏣᏓᏅᏟ ᎾᏍᎩᏯᎢ."
  },
  {
    "verse": "16",
    "kjv": "Now the Lord of peace himself give you peace always by all means. The Lord be with you all.",
    "web": "Now may the Lord of peace himself give you peace at all times in all ways. The Lord be with you all.",
    "chr": "ᎤᎬᏫᏳᎯᏃ ᏅᏩᏙᎯᏯᏛ ᎤᏪᎯ ᎤᏩᏒ ᎠᏎ ᎢᏥᏁᏗ ᎨᏎᏍᏗ ᏅᏩᏙᎯᏯᏛ ᏂᎪᎯᎸᎢ. ᎤᎬᏫᏳᎯ ᏂᏥᎥ ᏕᏥᎧᎿᏗᏙᎮᏍᏗ."
  },
  {
    "verse": "17",
    "kjv": "The salutation of Paul with mine own hand, which is the token in every epistle: so I write.",
    "web": "I, Paul, write this greeting with my own hand, which is the sign in every letter. This is how I write.",
    "chr": "ᎠᏴ ᏉᎳ ᎠᏆᏓᏲᎵᏍᏗ ᎨᏒ ᎠᏋᏒ ᎠᏉᏰᏂ ᎠᏋᏔᏅᎯ ᎠᏉᏪᎳᏅᎯ, ᎾᏍᎩ ᏗᎪᎵᏍᏙᏗ ᏥᎩ ᏂᎦᏛ ᎪᏪᎵ; ᎾᏍᎩᏯ ᏂᎬᏁᎰ ᎪᏪᎵᏍᎪᎢ."
  },
  {
    "verse": "18",
    "kjv": "The grace of our Lord Jesus Christ be with you all. Amen.",
    "web": "The grace of our Lord Jesus Christ be with you all. Amen.",
    "chr": "ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎢᎦᏤ-Ꮅ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ ᏕᏥᎧᎿᏩᏗᏙᎮᏍᏗ ᏂᏥᎥᎢ. ᎡᎺᏅ."
  }
]