[
  {
    "verse": "1",
    "kjv": "Paul, an apostle of Jesus Christ by the will of God, and Timothy our brother, unto the church of God which is at Corinth, with all the saints which are in all Achaia:",
    "web": "Paul, an apostle of Christ Jesus through the will of God, and Timothy our brother, to the assembly of God which is at Corinth, with all the saints who are in the whole of Achaia:",
    "chr": "ᏉᎳ, ᏥᏌ ᎦᎶᏁᏛ ᎠᎩᏅᏏᏛ ᎾᏍᎩᏯ ᎤᏁᎳᏅᎯ ᎤᏓᏅᏖᎸᎢ, ᎠᎴ ᏗᎹᏗ ᎢᎩᏅᏟ. ᏫᏨᏲᏪᎳᏏ ᏗᏣᏁᎶᏗ ᎢᏣᏓᏡᎬ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ ᎪᎵᏂᏗᏱ ᏥᏣᏓᏡᎬ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ ᎪᎵᏂᏗᏱ ᏥᏣᏓᏡᎬ, ᎠᎴ ᏂᎦᏛ ᎢᏣᏓᏅᏘ ᏂᎬᎾᏛ ᎠᎦᏯ ᎢᏤᎲᎢ;"
  },
  {
    "verse": "2",
    "kjv": "Grace be to you and peace from God our Father, and from the Lord Jesus Christ.",
    "web": "Grace to you and peace from God our Father and the Lord Jesus Christ.",
    "chr": "ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎠᎴ ᏅᏩᏙᎯᏯᏛ ᎢᏤᎳᏗᏙᎮᏍᏗ ᏅᏓᏳᎾᎵᏍᎪᎸᏔᏅᎯ ᎤᏁᎳᏅᎯ ᎢᎩᏙᏓ, ᎠᎴ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ."
  },
  {
    "verse": "3",
    "kjv": "Blessed be God, even the Father of our Lord Jesus Christ, the Father of mercies, and the God of all comfort;",
    "web": "Blessed be the God and Father of our Lord Jesus Christ, the Father of mercies and God of all comfort,",
    "chr": "ᎦᎸᏉᏙᏗ ᎨᏎᏍᏗ ᎤᏁᎳᏅᎯ, ᎾᏍᎩ ᎤᏙᏓ ᎤᎬᏫᏳᎯ ᎢᎦᏤᎵ ᏥᏌ ᎦᎶᏁᏛ, ᎤᏓᏙᎵᏣᏘ ᎠᎦᏴᎵᎨᎢ, ᎾᏍᎩ Ꭴ-ᏁᎳᏅᎯ ᏂᎦᎥ ᎠᏓᎦᎵᏍᏓᏗᏍᎩ;"
  },
  {
    "verse": "4",
    "kjv": "Who comforteth us in all our tribulation, that we may be able to comfort them which are in any trouble, by the comfort wherewith we ourselves are comforted of God.",
    "web": "who comforts us in all our affliction, that we may be able to comfort those who are in any affliction, through the comfort with which we ourselves are comforted by God.",
    "chr": "ᎾᏍᎩ ᎣᎩᎦᎵᏍᏓᏗᏍᎩ ᏥᎩ ᏂᎦᎥ ᎫᏓᎴᏅᏛ ᎣᏥᎩᎵᏲᎬᎢ, ᎾᏍᎩ ᎢᏳᏩᏂᏐᏗᏱ ᏰᎵ ᏗᎦᏲᏥᎵᏍᏓᏗᏍᏗ ᎠᏂᎩᎵᏲᎩ, ᎦᏲᎬᏙᏗ ᎾᏍᎩ ᎠᏓᎦᎵᏍᏓᏗᏍᎩ ᎣᎬᏒ ᎣᎩᎦᎵᏍᏓᏗᏍᏗᏍᎬ ᎤᏁᎳᏅᎯ."
  },
  {
    "verse": "5",
    "kjv": "For as the sufferings of Christ abound in us, so our consolation also aboundeth by Christ.",
    "web": "For as the sufferings of Christ abound to us, even so our comfort also abounds through Christ.",
    "chr": "ᎾᏍᎩᏯᏰᏃ ᎦᎶᏁᏛ ᎤᎩᎵᏲᏨ ᎤᏣᏘ ᏦᏥᎩᎵᏲᎦ, ᎾᏍᎩᏯ ᎾᏍᏉ ᎤᏣᏔ ᎣᎩᏁᎭ ᎠᏓᎦᎵᏍᏓᏗᏍᎩ ᎦᎶᏁᏛ ᎨᏒ ᏅᏓᏳᏓᎴᏅᎯ."
  },
  {
    "verse": "6",
    "kjv": "And whether we be afflicted, it is for your consolation and salvation, which is effectual in the enduring of the same sufferings which we also suffer: or whether we be comforted, it is for your consolation and salvation.",
    "web": "But if we are afflicted, it is for your comfort and salvation. If we are comforted, it is for your comfort, which produces in you the patient enduring of the same sufferings which we also suffer.",
    "chr": "ᎢᏳ ᎠᎴ ᎾᏍᏉ ᏲᏥᎩᎵᏲᎦ, ᎢᏥᎦᎵᏍᏓᏗᏍᏗ ᎠᎴ ᎢᏣᎵᏍᏕᎸᏙᏗ ᎤᎬᏩᎳ, ᎾᏍᎩ ᏥᏥᏩᏛᎡᎭ ᏗᏨᏂᏗᏳ ᎢᏥᎩᎵᏲᎢᏍᏗᏱ ᎠᏴ ᎣᏥ ᎩᎵᏲᎬ ᎤᏠᏱ; ᎢᏳ ᎠᎴ ᎤᎦᎵᏍᏗ ᏲᎦᏓᏅᏔ, ᎢᏥᎦᎵᏍᏓᏗᏍᏗ ᎠᎴ ᎢᏣᎵᏍᏕᎸᏙᏗ ᎤᎬᏩᎳ."
  },
  {
    "verse": "7",
    "kjv": "And our hope of you is stedfast, knowing, that as ye are partakers of the sufferings, so shall ye be also of the consolation.",
    "web": "Our hope for you is steadfast, knowing that, since you are partakers of the sufferings, so you are also of the comfort.",
    "chr": "ᎠᎴ ᎤᏚᎩ ᎢᏨᏴᏒ ᎤᎵᏂᎩᏗᏳ, ᏅᏗᎦᎵᏍᏙᏗᎭ ᏦᏥᎦᏔᎭ, ᎾᏍᎩ Ꭲ-ᏣᏠᏯᏍᏗᏍᎬ ᎠᎩᎵᏲᎢᏍᏗ ᎨᏒᎢ, ᎾᏍᎩᏯ ᎾᏍᏉ ᎢᏣᏠᏯᏍᏙᏗ ᎨᏎᏍᏗ ᎤᎦᎵᏍᏗ ᎨᏒᎢ."
  },
  {
    "verse": "8",
    "kjv": "For we would not, brethren, have you ignorant of our trouble which came to us in Asia, that we were pressed out of measure, above strength, insomuch that we despaired even of life:",
    "web": "For we don’t desire to have you uninformed, brothers, concerning our affliction which happened to us in Asia: that we were weighed down exceedingly, beyond our power, so much that we despaired even of life.",
    "chr": "ᎥᏝᏰᏃ ᏲᎦᏚᎵᎭ, ᎢᏓᎵᏅᎵ, ᏂᏥᎦᏔᎲᎾᏉ ᎢᏳᎵᏍᏙᏗᏱ ᎾᏍᎩ ᎤᏕᏯᏙᏗ ᎣᎩᎷᏤᎸ ᎡᏏᏱ, ᎾᏍᎩ ᎤᎶᏒᏍᏔᏅᎯ ᎦᎨᏛ ᎣᎩᎷᏤᎸᎢ, ᎤᎶᏒᏍᏔᏅᎯ ᏂᏙᎦᎵᏂᎬᎬᎢ, ᎾᏍᎩᏃ ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᎣᎦᎸᏲᎵᎸᎩ ᏦᎦᏛᏂᏗᏍᏗᏱ;"
  },
  {
    "verse": "9",
    "kjv": "But we had the sentence of death in ourselves, that we should not trust in ourselves, but in God which raiseth the dead:",
    "web": "Yes, we ourselves have had the sentence of death within ourselves, that we should not trust in ourselves, but in God who raises the dead,",
    "chr": "ᎠᏎᏃ ᎣᎩᎲᎩ ᏦᎩᏲᎱᎯᏍᏗᏱ ᏚᏚᎪᏔᏅᎢ, ᎾᏍᎩ ᏱᎬᏮᏉ ᎣᎦᏓᎵᏍᎦᏍᏙᏗᏱ ᏂᎨᏒᎾ, ᎤᎾᎳᏅᎯᏍᎩᏂ ᎣᏣᎵᏍᎦᏍᏙᏗᏱ, ᎾᏍᎩ Ꮎ ᏓᏂᏲᎱᏒᎯ ᏗᎷᎯᏐᏗᏍᎩ;"
  },
  {
    "verse": "10",
    "kjv": "Who delivered us from so great a death, and doth deliver: in whom we trust that he will yet deliver us;",
    "web": "who delivered us out of so great a death, and does deliver, on whom we have set our hope that he will also still deliver us,",
    "chr": "ᎾᏍᎩ Ꮎ ᎣᎫᏓᎴᏛ ᎾᏍᎩ ᎢᏳᎾᏰᎯᏍᏗ ᎠᏲᎱᎯᏍᏗ ᎨᏒᎢ, ᎠᎴ ᎾᏍᎩ Ꮎ ᎠᏏ ᏦᎫᏓᎴᎭ; ᎾᏍᎩ ᎤᏕᎩ ᏦᏨᎾᏁᎭ ᎠᏏᏉ ᎣᏚᏓᎴᏍᏗᏱ;"
  },
  {
    "verse": "11",
    "kjv": "Ye also helping together by prayer for us, that for the gift bestowed upon us by the means of many persons thanks may be given by many on our behalf.",
    "web": "you also helping together on our behalf by your supplication; that, for the gift given to us by means of many, thanks may be given by many persons on your behalf.",
    "chr": "ᏂᎯ ᎾᏍᏉ ᏍᎩᏍᏕᎵᏍᎬ ᎢᏣᏓᏙᎵᏍᏗᏍᎬ ᎣᎩᏍᏕᎸᏗᏱ, ᎾᏍᎩ ᎣᎩᏙᎵᏨ ᎤᏂᏣᏘ ᎢᏳᏅᏂᏌᏛ ᏅᏓᏳᎵᏍᏙᏗᏱ ᎤᏂᏣᏘ ᎤᎾᎵᎮᎵᏤᏗᏱ [ᎤᏁᎳᏅᎯ] ᎠᏴ ᎨᏒ ᎢᏳᏍᏗ."
  },
  {
    "verse": "12",
    "kjv": "For our rejoicing is this, the testimony of our conscience, that in simplicity and godly sincerity, not with fleshly wisdom, but by the grace of God, we have had our conversation in the world, and more abundantly to you-ward.",
    "web": "For our boasting is this: the testimony of our conscience that in holiness and sincerity of God, not in fleshly wisdom but in the grace of God, we behaved ourselves in the world, and more abundantly toward you.",
    "chr": "ᎯᎠᏰᏃ ᏅᏗᎦᎵᏍᏙᏗᎭ ᏦᏣᎵᎮᎵᎦ, ᎾᏍᎩ ᏦᎦᏓᏅᏙᎩ ᎪᎯᏳᏗᏍᎬᎢ, ᏃᏅᏗᏍᎬᎾ ᎤᏇᏓᎵᏉ ᎤᎬᏩᎵ ᎠᎦᏙᎥᎯᏍᏗ ᎨᏒᎢ, ᎤᏁᎳᏅᎯᏍᎩᏂ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎣᎩᏍᏕᎵᏍᎬᎢ, ᏄᏠᎾᏍᏛᎾ ᎨᏒ ᎣᏨᏗᏍᎬ ᎣᎨᏙᎸ ᎠᏂ ᎡᎶᎯ ᎨᏒᎢ; ᎠᎴ Ꮀ ᎤᎬᏫᏳᎭ ᏂᎯ ᎢᏤᎲᎢ."
  },
  {
    "verse": "13",
    "kjv": "For we write none other things unto you, that what ye read or acknowledge; and I trust ye shall acknowledge even to the end;",
    "web": "For we write no other things to you than what you read or even acknowledge, and I hope you will acknowledge to the end—",
    "chr": "ᎥᏝᏰᏃ ᏅᏩᏓᎴ ᎪᎱᏍᏗ ᏱᏨᏲᏪᎳᏁᎭ, ᎾᏍᎩ Ꮎ ᎤᏩᏒ ᏥᏥᎦᏔᎭ ᎠᎴ ᎾᏍᏉ ᏥᏕᏣᏓᏂᎸᏨ; ᎠᎴ ᎤᏚᎩ ᎠᏋᎭ ᎬᎵᏍᏆᏗᏍᎩ ᏗᏣᏓᏂᎸᎢᏍᏗᏱ ᎨᏒᎢ;"
  },
  {
    "verse": "14",
    "kjv": "As also ye have acknowledged us in part, that we are your rejoicing, even as ye also are our's in the day of the Lord Jesus.",
    "web": "as also you acknowledged us in part—that we are your boasting, even as you also are ours, in the day of our Lord Jesus.",
    "chr": "ᎾᏍᎩᏯ ᎾᏍᏉ ᏰᎵᎦᎾᎨ ᏗᏍᎩᏯᏓᏂᎸᏨᎯ ᏥᎩ, ᎾᏍᎩ ᎠᏴ ᎨᏒ ᎢᏨᏯᎵᎡᎵᏍᏗᏍᎬᎢ, ᎾᏍᎩᏯ ᏍᎩᏯᎵᎡᎵᏍᏙᏗ ᏥᎩ, ᎾᎯᏳ ᎤᎬᏫᏳᎯ ᏥᏌ ᎤᏤᎵ ᎢᎦ ᎨᏎᏍᏗ."
  },
  {
    "verse": "15",
    "kjv": "And in this confidence I was minded to come unto you before, that ye might have a second benefit;",
    "web": "In this confidence, I was determined to come first to you, that you might have a second benefit,",
    "chr": "ᎾᏍᎩᏃ ᎯᎠ ᏄᏍᏛ ᎠᏉᎯᏳᏒ ᎠᏆᏓᏅᏖᎸᎩ ᎪᎯ ᎨᏒ ᎠᏏ ᎾᏍᏆᎵᏍᎬᎾ ᏫᏨᎷᏤᏗᏱ, ᎾᏍᎩ ᎢᏳᏩᏂᏐᏗᏱ ᏔᎵᏁ ᎣᏍᏛ ᎢᎶᏓᏅᏓᏗᏍᏗᏱ;"
  },
  {
    "verse": "16",
    "kjv": "And to pass by you into Macedonia, and to come again out of Macedonia unto you, and of you to be brought on my way toward Judaea.",
    "web": "and by you to pass into Macedonia, and again from Macedonia to come to you, and to be sent forward by you on my journey to Judea.",
    "chr": "ᎠᎴ ᏫᏨᎶᎢᏍᏓᏁᏗᏱ ᎹᏏᏙᏂ ᏩᎩᎷᎯᏍᏗᏱ, ᎠᎴ ᎹᏏᏙᏂ ᏗᎦᏂᎩᏒ ᏔᎵᏁ ᏅᏓᏨᎷᏤᏗᏱ, ᎠᎴ ᏧᏗᏱ ᏫᏥᎦᏛ ᏍᎩᏯᏘᏅᏍᏗᏱ."
  },
  {
    "verse": "17",
    "kjv": "When I therefore was thus minded, did I use lightness? or the things that I purpose, do I purpose according to the flesh, that with me there should be yea yea, and nay nay?",
    "web": "When I therefore planned this, did I show fickleness? Or the things that I plan, do I plan according to the flesh, that with me there should be the “Yes, yes” and the “No, no?”",
    "chr": "ᎾᏍᎩᏃ ᏥᏄᏍᏛ ᏣᏆᏓᏅᏖᎸᎩ, ᏅᎵᏌᎵᏉᏍᎪ ᎠᎩᏰᎸᎯ ᎨᏎᎢ? ᎠᎴ ᎪᎱᏍᏗ ᎦᏓᏅᏛᎵ, ᏥᎪ ᎤᏇᏓᎵ ᎤᏓᏅᏖᏗ ᎦᏓᏖᏍᎪᎢ, ᎾᏍᎩᏃ ᎠᏴ ᏥᏁᏦ ᎯᎠᏉ ᏱᏄᏍᏗ, ᎥᎥ, ᎥᎥ, ᎠᎴ ᎥᏝ, ᎥᏝ?"
  },
  {
    "verse": "18",
    "kjv": "But as God is true, our word toward you was not yea and nay.",
    "web": "But as God is faithful, our word toward you was not “Yes and no.”",
    "chr": "ᎤᏁᎳᏅᎯᏍᎩᏂ ᏄᏓᎵᏓᏍᏛᎾ ᏥᎩ, ᎾᏍᎩ [ᏄᏙᎯᏳᎭ] ᎠᏴ ᎢᏨᏁᏤᎲ ᎥᎥ ᎠᎴ ᎥᏝ ᏂᎨᏒᎾ ᎨᏒᎢ."
  },
  {
    "verse": "19",
    "kjv": "For the Son of God, Jesus Christ, who was preached among you by us, even by me and Silvanus and Timotheus, was not yea and nay, but in him was yea.",
    "web": "For the Son of God, Jesus Christ, who was preached among you by us—by me, Silvanus, and Timothy—was not “Yes and no,” but in him is “Yes.”",
    "chr": "ᎤᏁᎳᏅᎯᏰᏃ ᎤᏪᏥ ᏥᏌ ᎦᎶᏁᏛ, ᎾᏍᎩ ᎢᏤᎲ ᎢᏨᏯᎵᏥ ᏙᏁᎸᎯ ᏥᎩ, ᎾᏍᎩ ᎠᏴ, ᎠᎴ ᏏᎵᏪᎾ, ᎠᎴ ᏗᎹᏗ ᎢᏨᏯᎵᏥᏙᏁᎸᎯ ᏥᎩ, ᎥᎥ ᎠᎴ ᎥᏝ ᎤᏛᏗᏱ ᎥᏝ ᏲᎦᏛᏁᎢ, ᎥᎥᏍᎩᏂ ᎤᏩᏒ ᎤᏛᏗᏱ ᎬᏂᎨᏒ ᏃᎬᏁᎸᎩ."
  },
  {
    "verse": "20",
    "kjv": "For all the promises of God in him are yea, and in him Amen, unto the glory of God by us.",
    "web": "For however many are the promises of God, in him is the “Yes.” Therefore also through him is the “Amen”, to the glory of God through us.",
    "chr": "ᎾᎦᏛᏰᏃ ᎤᏚᎢᏍᏔᏅᎢ ᎤᏁᎳᏅᎯ ᎾᏍᎩ Ꮎ ᎢᏳᏩᏂᏌᏛ, ᎥᎥ ᎬᏛᏗ, ᎠᎴ ᎤᏙᎯᏳᎯᏯ ᎨᏐ ᎾᏍᎩ ᎢᏳᏩᏂᏌᏛ, Ꮎ-ᏍᎩ ᎤᏁᎳᏅᎯ ᎠᏥᎸᏉᏙᏗᏱ ᎠᏴ ᎢᏲᎬᏁᏗᏱ."
  },
  {
    "verse": "21",
    "kjv": "Now he which stablisheth us with you in Christ, and hath anointed us, is God;",
    "web": "Now he who establishes us with you in Christ and anointed us is God,",
    "chr": "ᎾᏍᎩᏃ ᎠᏴ ᎠᎴ ᏂᎯ ᎢᏧᎳᎭ ᏗᎦᎵᏂᎪᎯᏍᏗᏍᎩ ᎦᎶᏁᏛ ᎡᏓᏤᎵᎦ ᎨᏒᎢ, ᎠᎴ ᎢᎩᎶᏁᎥᎯ, ᎾᏍᎩ Ꮎ ᎤᏁᎳᏅᎯ;"
  },
  {
    "verse": "22",
    "kjv": "Who hath also sealed us, and given the earnest of the Spirit in our hearts.",
    "web": "who also sealed us and gave us the down payment of the Spirit in our hearts.",
    "chr": "ᎾᏍᎩ Ꮎ ᎾᏍᏉ ᎢᎩᏰᎸᏔᏅᎯ ᏥᎩ, ᎠᎴ ᎢᎩᏁᎸᎯ ᏥᎩ ᏗᎩᎾᏫᏱ ᎠᏓᏅᏙ ᎠᎦᏘᏗᏍᏙᏗ ᎨᏒᎢ."
  },
  {
    "verse": "23",
    "kjv": "Moreover I call God for a record upon my soul, that to spare you I came not as yet unto Corinth.",
    "web": "But I call God for a witness to my soul, that to spare you, I didn’t come to Corinth.",
    "chr": "ᎠᎴ ᎤᏁᎳᏅᎯ ᏥᏔᏲᏎᎭ ᎠᎦᏔᎯ ᎢᏳᎵᏍᏙᏗᏱ ᎠᏆᏓᏅᏙ ᎤᏬᎯᏳᏓᏂᏗᏱ, ᎾᏍᎩ ᎢᏨᎨᏳᎥᏍᎬ ᏅᏗᎦᎵᏍᏙᏗᏍᎬ ᎠᏏ ᎪᎵᏂᏗᏱ ᏫᏂᏥᎷᎬᎾ ᏥᎩ;"
  },
  {
    "verse": "24",
    "kjv": "Not for that we have dominion over your faith, but are helpers of your joy: for by faith ye stand.",
    "web": "We don’t control your faith, but are fellow workers with you for your joy. For you stand firm in faith.",
    "chr": "ᎥᏝ ᎠᏗᎾ ᎢᏨᏯᏓᏅᏖᎮᎯ ᎨᏒ ᎢᏦᎯᏳᏒᎢ, ᎣᏥᏍᏕᎵᏍᎩᏉᏍᎩᏂ ᎨᏒ ᎢᏣᎵᎮᎵᎬᎢ; ᎢᏦᎯᏳᏒᏰᏃ ᏂᎦᎵᏍᏙᏗ ᎠᏏ ᏥᏕᏥᏙᎦ."
  }
]