[
  {
    "verse": "1",
    "kjv": "Now I Paul myself beseech you by the meekness and gentleness of Christ, who in presence am base among you, but being absent am bold toward you:",
    "web": "Now I Paul, myself, entreat you by the humility and gentleness of Christ, I who in your presence am lowly among you, but being absent am bold toward you.",
    "chr": "ᎾᏍᎩᏃ ᎠᏴ ᏉᎳ ᎠᏋᏒ ᎢᏨᏍᏗᏰᏗᎭ ᏥᏁᎢᏍᏗᎭ ᎤᏙᎵᏍᏙᏏᏳ ᎨᏒ ᎠᎴ ᎤᏓᏅᏘᏳ ᎨᏒ ᎦᎶᏁᏛ, ᎠᏴ ᎾᏍᎩ ᏥᏨᏰᎳᏗᏙᎰ ᎠᏆᏓᎾᏰᏍᏗ ᏥᎨᎰᎢ, ᎠᏎᏃ ᎠᎩᎪᏁᎸ ᏂᏨᎾᏰᏍᎬᎾ ᏥᎩ ᏂᎯ--"
  },
  {
    "verse": "2",
    "kjv": "But I beseech you, that I may not be bold when I am present with that confidence, wherewith I think to be bold against some, which think of us as if we walked according to the flesh.",
    "web": "Yes, I beg you that I may not, when present, show courage with the confidence with which I intend to be bold against some, who consider us to be walking according to the flesh.",
    "chr": "ᎠᏎᏃ ᎢᏨᏔᏲᏎᎭ ᎢᏨᏰᎳᏗᏙᎲ ᎾᏆᏓᎾᏰᏍᏛᎾ ᎢᏯᏆᎵᏍᏙᏗᏱ ᏂᎨᏒᎾ, ᎾᏍᎩᏯ ᎾᏆᏓᎾᏰᏍᏛᎾ ᎦᏥᏴᏓᏁᏗ ᏣᎩᏰᎸᎭ ᎢᎦᏛ, ᎾᏍᎩ ᎤᏇᏓᎵ ᎠᏓᏅᏖᏍᎬ ᏓᏂᎧᎿᏩᏗ ᏥᎪᎨᎵᏎᎭ."
  },
  {
    "verse": "3",
    "kjv": "For though we walk in the flesh, we do not war after the flesh:",
    "web": "For though we walk in the flesh, we don’t wage war according to the flesh;",
    "chr": "ᎤᏙᎯᏳᎯᏍᎩᏂᏃᏅ ᎤᏇᏓᎸ ᎤᏤᏙᎭ, ᎠᏎᏃ ᎥᏝ ᎤᏇᏓᎵ ᏧᏟᏴᏙᏗ ᎨᏒ ᏱᏙᏣᏟᏴᏗᎭ;"
  },
  {
    "verse": "4",
    "kjv": "(For the weapons of our warfare are not carnal, but mighty through God to the pulling down of strong holds;)",
    "web": "for the weapons of our warfare are not of the flesh, but mighty before God to the throwing down of strongholds,",
    "chr": "(ᎣᎦᎵᏍᏕᎸᏙᏗᏰᏃ ᎨᏒ ᏓᏅᏩ ᎣᏣᎢᏒ ᎥᏝ ᎤᏇᏓᎵ ᏧᏩᏙᏗ ᏱᎩ, ᏧᎵᏂᎩᏗᏳᏍᎩᏂ ᎤᏁᎳᏅᎯ ᎢᏳᏩᏂᏌᏛ, ᏓᏐᏲᎥᏗᏍᎬ ᎤᎵᏂᎩᏛ ᏓᏐᏴᎢ.)"
  },
  {
    "verse": "5",
    "kjv": "Casting down imaginations, and every high thing that exalteth itself against the knowledge of God, and bringing into captivity every thought to the obedience of Christ;",
    "web": "throwing down imaginations and every high thing that is exalted against the knowledge of God and bringing every thought into captivity to the obedience of Christ,",
    "chr": "ᎡᎳᏗ ᏂᏙᏨᏁᎰ ᎠᏓᏅᏖᏗ ᎨᏒ, ᎠᎴ ᏄᏓᎴᏒ ᎢᏅ ᎢᎦᏘ ᎾᏍᎩ ᎠᏓᎵᏌᎳᏗᏍᎩ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᎠᎦᏙᎥᎯᏍᏗ ᎨᏒ ᏗᎦᏘᎴᎩ, ᎠᎴ ᏙᏥᏎᎪᎩᏍᎪ ᏙᏣᏘᏁᎪ ᏄᏓᎴᏒ ᎠᏓᏅᏖᏗ ᎨᏒ ᎦᎶᏁᏛ ᎬᏬᎯᏳᏗᏱ ᏃᏨᏁᎰᎢ;"
  },
  {
    "verse": "6",
    "kjv": "And having in a readiness to revenge all disobedience, when your obedience is fulfilled.",
    "web": "and being in readiness to avenge all disobedience when your obedience is made full.",
    "chr": "ᎠᎴ ᎣᎦᏛᏅᎢᏍᏗ ᏦᏥᏍᏛᏗᏍᏙᏗᏱ ᎾᏂᎥ ᏄᏃᎯᏳᏒᎾ ᎨᏒᎢ, ᎾᎯᏳ ᎢᏦᎯᏳᏒ ᎤᎧᎵᏨᎯ ᎨᏎᏍᏗ."
  },
  {
    "verse": "7",
    "kjv": "Do ye look on things after the outward appearance? if any man trust to himself that he is Christ's, let him of himself think this again, that, as he is Christ's, even so are we Christ's.",
    "web": "Do you look at things only as they appear in front of your face? If anyone trusts in himself that he is Christ’s, let him consider this again with himself, that even as he is Christ’s, so we also are Christ’s.",
    "chr": "ᏥᎪ ᎦᏚ-ᎢᏗᏢ ᏄᏍᏛ ᏗᎧᏃᏗᏱ ᎪᎱᏍᏗ ᏕᏣᎧᏂᏍᎪᎢ? ᎢᏳᏃ ᎩᎶ ᎤᏩᏒᏉ ᎠᏓᎵᏍᎦᏍᏙᏗᏍᎨᏍᏗ ᎦᎶᏁᏛ ᏥᏯᏤᎵ ᎠᏴ ᎢᎡᎵᏍᎨᏍᏗ, ᎤᏩᏒ ᎨᏒ ᏔᎵᏁ ᎯᎠ ᎾᏍᎩ ᏥᎠᏓᏅᏛᎵ, ᎾᏍᎩ ᎾᏍᎩᏯ ᎦᎶᏁᏛ ᎤᏤᎵ ᎨᏒ ᎾᏍᎩ, ᎾᏍᎩᏯ ᎾᏍᏉ ᎠᏴ ᎦᎶᏁᏛ ᎣᏣᏤᎵᎦ."
  },
  {
    "verse": "8",
    "kjv": "For though I should boast somewhat more of our authority, which the Lord hath given us for edification, and not for your destruction, I should not be ashamed:",
    "web": "For even if I boast somewhat abundantly concerning our authority, which the Lord gave for building you up and not for casting you down, I will not be ashamed,",
    "chr": "ᎢᏳᏰᏃ ᎾᏍᏉ ᎤᏟ ᎢᎦᎢ ᏯᏆᏢᏈᏍᏔᏅ ᏄᏍᏛ ᎣᎦᏒᎦᎸᎢ, ᎾᏍᎩ ᎤᎬᏫᏳᎯ ᏦᎩᏁᎸ ᎢᏣᎵᏍᏕᎸᏙᏗ ᎨᏒᎢ, ᎥᏝᏃ ᎡᎳᏗ ᎢᏰᏨᏁᏙᏗ ᎨᏒᎢ, ᎥᏝ ᏱᎦᎦᏕᎣᏍᎦ."
  },
  {
    "verse": "9",
    "kjv": "That I may not seem as if I would terrify you by letters.",
    "web": "that I may not seem as if I desire to terrify you by my letters.",
    "chr": "ᏞᏍᏗ ᎠᏗᎾ ᎢᏨᏲᏪᎳᏁᎲ ᎢᏨᏍᎦᏍᏓᏁᏗᏱᏉ ᏣᎩᏰᎸᏐ ᏱᏅᏩᏍᏕᏍᏗ."
  },
  {
    "verse": "10",
    "kjv": "For his letters, say they, are weighty and powerful; but his bodily presence is weak, and his speech contemptible.",
    "web": "For, “His letters”, they say, “are weighty and strong, but his bodily presence is weak, and his speech is despised.”",
    "chr": "ᏕᎪᏪᎵᏍᎬᏰᏃ ᏗᎦᎨᏗᏳ ᎠᎴ ᏧᎵᏂᎩᏗᏳ, ᎤᏙᎯᏳ, ᎠᎾᏗᎭ; ᎠᏰᎸᏍᎩᏂ ᏲᏪᎳ-ᏗᏙᎭ ᎠᏩᎾᎦᎳᎯᏳ, ᎦᏬᏂᏍᎬᏃ ᎬᏕᎰᏙᏗᏉ."
  },
  {
    "verse": "11",
    "kjv": "Let such an one think this, that, such as we are in word by letters when we are absent, such will we be also in deed when we are present.",
    "web": "Let such a person consider this, that what we are in word by letters when we are absent, such are we also in deed when we are present.",
    "chr": "ᎾᏍᎩ ᎢᏰᎵᏍᎩ ᎯᎠ ᎾᏍᎩ ᏄᏍᏕᏍᏗ ᎠᏓᏅᏖᏍᎨᏍᏗ, ᎾᏍᎩ ᎠᏴ ᎾᏍᎩᏯ ᏃᎦᏍᏛ ᎣᏥᏬᏂᏍᎬ ᏙᏦᏪᎵᏍᎬᎢ, ᎾᎿ ᏫᏃᏤᏙᎲᎾ ᎨᏒᎢ, ᎾᏍᎩᏯ ᎾᏍᏉ ᏃᎦᏍᏕᏍᏗ ᏙᎩᎸᏫᏍᏓᏁᎲ ᎿᏉ ᎾᎿ ᏬᏤᏙᎮᏍᏗ."
  },
  {
    "verse": "12",
    "kjv": "For we dare not make ourselves of the number, or compare ourselves with some that commend themselves: but they measuring themselves by themselves, and comparing themselves among themselves, are not wise.",
    "web": "For we are not bold to number or compare ourselves with some of those who commend themselves. But they themselves, measuring themselves by themselves, and comparing themselves with themselves, are without understanding.",
    "chr": "ᎥᏝᏰᏃ ᏰᎵ ᎦᏲᎦᎵᏠᏯᏍᏙᏗ ᏱᎩ, ᎠᎴ ᏗᎦᏲᎦᏓᏟᎶᏍᏙᏗ ᏱᎩ ᏄᎾᏍᏛ ᎾᏍᎩ ᎤᏅᏒ ᎠᎾᏓᎸᏉᏗᏍᎩ; ᎾᏍᎩᏰᏃ ᎤᏅᏒ ᎠᎾᎸᏉᏗᏍᎩ; ᎾᏍᎩᏰᏃ ᎤᏅᏒ ᎨᏒ ᎤᏅᏒᏉ ᏄᎾᏍᏛ ᏓᎾᏓᏟᎶᏍᏗᏍᎬ, ᎠᎴ ᎤᏅᏒᏉ ᏄᎾᏍᏛ ᏓᎾᏓᏟᎶᏍᏗᏍᎬ, ᎠᎴ ᎤᏅᏒᏉ ᏓᎾᏓᏤᎳᏍᏗᏍᎬ ᎥᏝ ᏳᎾᏓᏅᏔ."
  },
  {
    "verse": "13",
    "kjv": "But we will not boast of things without our measure, but according to the measure of the rule which God hath distributed to us, a measure to reach even unto you.",
    "web": "But we will not boast beyond proper limits, but within the boundaries with which God appointed to us, which reach even to you.",
    "chr": "ᎠᏴᏍᎩᏂ ᎥᏝ ᏴᎦᏲᏣᏢᏈ ᎠᎦᏲᏥᎶᏒᏍᏓ ᎠᏟᎶᎥᎢ; ᎾᏍᎩᏯᏉᏍᎩᏂ ᏩᏍᏛ ᎢᏴᏛ ᎠᏟᎶᎥ ᎤᏁᎳᏅᎯ ᏙᎩᏲᎯᏎᎸᎢ, ᎾᏍᎩ ᎠᏟᎶᏍᏗ ᏂᎯ ᏗᏤᎲ ᏫᎦᎷᎩ."
  },
  {
    "verse": "14",
    "kjv": "For we stretch not ourselves beyond our measure, as though we reached not unto you: for we are come as far as to you also in preaching the gospel of Christ:",
    "web": "For we don’t stretch ourselves too much, as though we didn’t reach to you. For we came even as far as to you with the Good News of Christ,",
    "chr": "ᎥᏝᏰᏃ ᏲᏥᎶᏒᏍᏗᎭ ᎣᎦᏟᎶᏒᎸᎢ, ᎾᏍᎩᏯ ᏂᎯ ᏗᏤᎲ ᏫᎦᏲᎩᎷᎯᏍᏗ ᏂᎨᏒᎾ ᏥᎨᏐ ᎢᏳᏍᏗ; ᏂᎯᏰᏃ ᎾᏍᏉ ᏗᏤᎲ ᎢᏴᏛ ᏬᎩᎷᏨ ᎣᏣᎵᏥᏙᎲᏍᎬ ᎣᏍᏛ ᎧᏃᎮᏛ ᎦᎶᏁᏛ ᎤᏤᎵᎦ;"
  },
  {
    "verse": "15",
    "kjv": "Not boasting of things without our measure, that is, of other men's labours; but having hope, when your faith is increased, that we shall be enlarged by you according to our rule abundantly,",
    "web": "not boasting beyond proper limits in other men’s labors, but having hope that as your faith grows, we will be abundantly enlarged by you in our sphere of influence,",
    "chr": "ᏃᏣᏢᏈᏍᏗᏍᎬᎾ ᎠᏟᎶᎥ ᏙᏱᏗᏢ ᎨᏒᎢ, ᎾᏍᎩ ᎠᏂᏐᎢ ᏴᏫ ᏚᏂᎸᏫᏍᏓᏁᎸᎢ; ᎤᏚᎩᏍᎩᏂ ᎣᎬᏒᎢ, ᎾᏍᎩ ᎢᏦᎯᏳᏒ ᎿᏉ ᎤᏁᏉᏨᎯ ᎨᏎᏍᏗ, ᏂᎯ ᏍᎩᏁᏉᎡᏗᏱ ᏍᎩᏍᏕᎸᏗᏱ ᏩᏍᏛ ᎢᏴᏛ ᎣᎦᏟᎶᎡᎸ ᏬᎩᎶᏒᏍᏙᏗᏱ,"
  },
  {
    "verse": "16",
    "kjv": "To preach the gospel in the regions beyond you, and not to boast in another man's line of things made ready to our hand.",
    "web": "so as to preach the Good News even to the parts beyond you, not to boast in what someone else has already done.",
    "chr": "ᎣᎦᎵᏥᏙᏗᏱ ᎣᏍᏛ ᎧᏃ-ᎮᏛ ᏗᏤᎲ ᎤᏗᏗᏢ, ᎥᏝᏃ ᎣᎦᏢᏈᏍᏗᏱ ᏅᏗᎦᎵᏍᏙᏗᏍᎬ ᏅᏩᏓᏕ ᎩᎶ ᏩᏍᏛ ᎢᏴᏛ ᎠᎦᏟᎶᎡᎸᎢ, ᎦᏳᎳ ᎣᎦᏛᏅᎢᏍᏓᏁᎸᎯ ᎨᏒᎢ."
  },
  {
    "verse": "17",
    "kjv": "But he that glorieth, let him glory in the Lord.",
    "web": "But “he who boasts, let him boast in the Lord.”",
    "chr": "ᎩᎶᏍᎩᏂ ᎠᏢᏈᏍᎨᏍᏗ ᎤᎬᏫᏳᎯ ᎠᏢᏈᏍᏗᏍᎨᏍᏗ."
  },
  {
    "verse": "18",
    "kjv": "For not he that commendeth himself is approved, but whom the Lord commendeth.",
    "web": "For it isn’t he who commends himself who is approved, but whom the Lord commends.",
    "chr": "ᎥᏝᏰᏃ ᎾᏍᎩ Ꮎ ᎤᏩᏒ ᎠᏓᎸᏉᏗᏍᎩ ᏣᎦᏓᏂᎸᎢᏍᏗ ᏱᎩ, ᎾᏍᎩᏍᎩᏂ Ꮎ ᎤᎬᏫᏳᎯ ᎤᎸᏉᏔᏅᎯ."
  }
]
