[
  {
    "verse": "1",
    "kjv": "It is not expedient for me doubtless to glory. I will come to visions and revelations of the Lord.",
    "web": "It is doubtless not profitable for me to boast, but I will come to visions and revelations of the Lord.",
    "chr": "ᎥᏝ ᎬᏩᏓᏍᏕᎸᏗ ᏱᎩ ᎤᏙᎯᏳᎯ ᎠᏆᏢᏈᏍᏗᏱ; ᎾᏍᎩ ᎢᏳᏍᏗ ᏓᏥᏁᎢᏍᏔᏂ [ᎩᎶ] ᎤᏁᎳᏫᏎᎸ ᎠᎴ ᎤᎬᏫᏳᎯ ᎬᏂᎨᏒ ᏄᏩᏁᎸᎢ."
  },
  {
    "verse": "2",
    "kjv": "I knew a man in Christ above fourteen years ago, (whether in the body, I cannot tell; or whether out of the body, I cannot tell: God knoweth;) such an one caught up to the third heaven.",
    "web": "I know a man in Christ who was caught up into the third heaven fourteen years ago—whether in the body, I don’t know, or whether out of the body, I don’t know; God knows.",
    "chr": "ᏥᎦᏔᎲᎩ ᎠᏍᎦᏯ ᎦᎶᏁᏛ ᎪᎯᏳᏍᎩ, ᎿᏉ ᏂᎦᏚ ᎾᏕᏘᏴ, (ᎠᏯᎥ ᎠᏰᎸ ᎥᏝ ᏱᏥᎦᏔᎭ, ᎠᎴ ᎠᏰᎸ ᎾᏯᎥᎾ ᎨᏒ ᎥᏝ ᏱᏥᎦᏔᎭ; ᎤᏁᎳᏅᎯ ᎠᎦᏔᎭ;) ᎾᏍᎩ ᎯᎠ ᎠᎦᏘᎾᏫᏛᎲᎩ ᏦᎢᏁ ᎦᎸᎶ ᏗᎨᏒ ᏩᎦᏘᏃᎸᎩ."
  },
  {
    "verse": "3",
    "kjv": "And I knew such a man, (whether in the body, or out of the body, I cannot tell: God knoweth;)",
    "web": "I know such a man (whether in the body, or outside of the body, I don’t know; God knows),",
    "chr": "ᎠᎴ ᏥᎦᏔᎯ ᎨᏒᎩ ᎾᏍᎩ, (ᎠᏰᎸ ᎠᏯᎥ, ᎠᎴ ᎠᏰᎸ ᎾᏯᎥᎾ ᎨᏒ ᎥᏝ ᏱᏥᎦᏔᎭ; ᎤᏁᎳᏅᎯ ᎠᎦᏔᎭ;)"
  },
  {
    "verse": "4",
    "kjv": "How that he was caught up into paradise, and heard unspeakable words, which it is not lawful for a man to utter.",
    "web": "how he was caught up into Paradise and heard unspeakable words, which it is not lawful for a man to utter.",
    "chr": "ᎾᏍᎩ Ꮎ ᎠᎦᏘᎾᏫᏛᎲᎩ ᏅᏩᏙᎯᏯᏛ ᏗᎨᏒ ᏩᎦᏘᏃᎸᎩ, ᎠᎴ ᎤᏛᎦᏅᎩ ᎠᏂᏬᏂᏍᎬ ᎢᎦᏪᏍᏗ ᏂᎨᏒᎾ, ᏂᏚᏳᎪᏛᎾ ᎨᏒ ᏴᏫ ᎾᏍᎩ ᎢᏳᏪᏍᏗᏱ."
  },
  {
    "verse": "5",
    "kjv": "Of such an one will I glory: yet of myself I will not glory, but in mine infirmities.",
    "web": "On behalf of such a one I will boast, but on my own behalf I will not boast, except in my weaknesses.",
    "chr": "ᎾᏍ-Ꭹ Ꮎ ᏥᏁᎢᏍᏗᏍᎬ ᏱᎦᏢᏈ; ᎠᏋᏒᏍᎩᏂ ᎦᏓᏁᎢᏍᏗᏍᎬ ᎥᏝ ᏴᎦᎦᏢᏈ, ᏥᏩᎾᎦᎵᏳ ᎨᏒ ᎤᏩᏒ."
  },
  {
    "verse": "6",
    "kjv": "For though I would desire to glory, I shall not be a fool; for I will say the truth: but now I forbear, lest any man should think of me above that which he seeth me to be, or that he heareth of me.",
    "web": "For if I would desire to boast, I will not be foolish; for I will speak the truth. But I refrain, so that no man may think more of me than that which he sees in me or hears from me.",
    "chr": "ᎢᏳᏰᏃ ᏯᏆᏚᎵ ᎠᏆᏢᏈᏍᏗᏱ, ᎥᏝ ᎠᎩᏁ-Ꭻ ᏱᎦᎨᏎᏍᏗ; ᎤᏙᎯᏳᎯᏰᏃ ᎨᏒ ᏱᏥᏃᎲᎵ; ᎠᏎᏃ ᎤᏁᎳᎩ ᎥᎨᎳ, ᏅᏗᎦᎵᏍᏙᏗᎭ ᎩᎶ ᎠᏆᏓᏅᏖᏍᎬ ᎤᏟ ᏱᏂᎠᎩᎸᏉᏗ ᎠᏃ ᎾᏆᏍᏛ ᎠᎩᎪᏩᏘᏍᎬᎢ, ᎠᎴ ᏄᏍᏛ ᎠᏆᏛᎩᏍᎬᎢ."
  },
  {
    "verse": "7",
    "kjv": "And lest I should be exalted above measure through the abundance of the revelations, there was given to me a thorn in the flesh, the messenger of Satan to buffet me, lest I should be exalted above measure.",
    "web": "By reason of the exceeding greatness of the revelations, that I should not be exalted excessively, a thorn in the flesh was given to me: a messenger of Satan to torment me, that I should not be exalted excessively.",
    "chr": "ᎾᏍᎩᏃ ᎤᎶᏒᏍᏔᏅᎯ ᎠᏆᎵᏌᎳᏙᏗᏱ ᏂᎨᏒᎾ ᎢᏳᎵᏍᏙᏗᏱ ᏅᏗᎦᎵᏍᏙᏗᏍᎬ ᎤᏣᏘ ᎥᎩᎾᏄᎪᏫᏎᎸᎩ, ᎠᎩᎶᏲᎯᎯ ᎥᎩᏁᎸᎩ ᎠᎩᏇᏓᎸᎢ, ᏎᏓᏂ ᎤᏅᏏᏛ ᎠᏋᏂᎯ, ᎾᏍᎩ ᎤᎶᏒᏍᏔᏅᎯ ᎠᏆᎵᏌᎳᏙᏗᏱ ᏂᎨᏒᎾ ᎢᏳᎵᏍᏙᏗᏱ."
  },
  {
    "verse": "8",
    "kjv": "For this thing I besought the Lord thrice, that it might depart from me.",
    "web": "Concerning this thing, I begged the Lord three times that it might depart from me.",
    "chr": "ᎾᏍᎩ ᎯᎠ ᎤᎬᏩᎵ ᏦᎢ ᏂᏥᏔᏲ-ᏎᎸᎩ ᎤᎬᏫᏳᎯ ᎾᏍᎩ ᎠᏆᏓᏅᎡᏗᏱ.."
  },
  {
    "verse": "9",
    "kjv": "And he said unto me, My grace is sufficient for thee: for my strength is made perfect in weakness. Most gladly therefore will I rather glory in my infirmities, that the power of Christ may rest upon me.",
    "web": "He has said to me, “My grace is sufficient for you, for my power is made perfect in weakness.” Most gladly therefore I will rather glory in my weaknesses, that the power of Christ may rest on me.",
    "chr": "ᎯᎠᏃ ᎾᎩᏪᏎᎸᎩ, ᎬᏩᎦᏘᏯ ᎠᏆᏓᏙᎵᏍᏗ ᎨᏒ ᏰᎵᏉ ᎨᏣᎵᏍᏕᎸᏙᏗ; ᎠᏆᎵᏂᎬᎬᏰᏃ ᎤᎧᎵᏨᎯ ᎢᎬᏁᎸᎯ ᎾᎿ ᏩᎾᎦᎳ ᎨᏒᎢ. ᎾᏍᎩ ᎢᏳᏍᏗ ᎤᏣᏘ ᎠᏆᎵᎮᎵᏨᎯ ᎤᏟ ᎠᎩᏰᎸᎭ ᎠᏆᏢᏈᏍᏗᏱ ᏥᏩᎾᎦᎵᏳ ᎨᏒᎢ, ᎾᏍᎩ ᎤᎵᏂᎩᏗᏳ ᎨᏒ ᎦᎶᏁᏛ ᎠᏊᏢᏙᏗᏱ."
  },
  {
    "verse": "10",
    "kjv": "Therefore I take pleasure in infirmities, in reproaches, in necessities, in persecutions, in distresses for Christ's sake: for when I am weak, then am I strong.",
    "web": "Therefore I take pleasure in weaknesses, in injuries, in necessities, in persecutions, and in distresses, for Christ’s sake. For when I am weak, then am I strong.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎦᎵᎡᎵᎦ ᏥᏩᎾᎦᎵᏳ ᎨᏒᎢ, ᎦᏴᎩᏐᏢᏛᎢ, ᎠᎩᏂᎩᏛ ᎨᏒᎢ, ᎤᏲ ᏅᏋᎿᏕᎬᎢ, ᎡᎯᏍᏗ ᎠᏆᏓᏅᏔᏩᏕᎬ ᎦᎶᏁᏛ ᏅᏗᎦᎵᏍᏙᏗᏍᎬᎢ; ᏥᏩᏂᎦᎵᏳᏰᏃ ᏥᎨᏐ, ᎾᎯᏳ ᎠᏆᎵᏂᎩᏗᏳ ᎨᏐᎢ."
  },
  {
    "verse": "11",
    "kjv": "I am become a fool in glorying; ye have compelled me: for I ought to have been commended of you: for in nothing am I behind the very chiefest apostles, though I be nothing.",
    "web": "I have become foolish in boasting. You compelled me, for I ought to have been commended by you, for I am in no way inferior to the very best apostles, though I am nothing.",
    "chr": "ᎠᎩᏁᎫ ᎾᏆᎵᏍᏔᏅ ᎦᏢᏆᏍᎬᎢ; ᏂᎯ ᏂᏍᎩᏴᏂᏌᏏ; ᏂᎯᏰᏃ ᏍᎩᎸᏉᏙᏗ ᎨᏒᎩ; ᎥᏝ ᏰᏃ ᏑᏓᎴᎩ ᎤᏅ ᎡᏍᎦ ᏱᎦᏥᏲᎠᏍᎦ ᏄᏂᎬᏫᏳᏒ ᎨᏥᏅᏏᏛ, ᎾᏍᏉ ᎠᏴ ᎪᎱᏍᏗ ᏂᎨᏒᎾ ᏱᎩ."
  },
  {
    "verse": "12",
    "kjv": "Truly the signs of an apostle were wrought among you in all patience, in signs, and wonders, and mighty deeds.",
    "web": "Truly the signs of an apostle were worked among you in all perseverance, in signs and wonders and mighty works.",
    "chr": "ᎤᏙᎯᏳᎯᏯ ᎠᏙᎴᎰᎯᏍᏙᏗ ᎥᎩᏅᏏᏛ ᎨᏒ ᏗᎦᎸᏫᏍᏓᏁᎸᎯ ᏂᎦᎵᏍᏗᎭ ᎢᏤᎲᎢ, ᎬᏔᏅᎯ ᎤᏣᏘ ᎬᏂᏗᏳ ᎨᏒᎢ, ᎤᏰᎸᏛᎢ, ᎤᏍᏆᏂᎪᏗ ᏕᎦᎸᏫᏍᏓᏁᎸᎢ, ᎠᎴ ᎤᎵᏂᎩᏛ ᏕᎦᎸᏫᏍᏓᏁᎸᎢ."
  },
  {
    "verse": "13",
    "kjv": "For what is it wherein ye were inferior to other churches, except it be that I myself was not burdensome to you? forgive me this wrong.",
    "web": "For what is there in which you were made inferior to the rest of the assemblies, unless it is that I myself was not a burden to you? Forgive me this wrong!",
    "chr": "ᎦᏙᏃ ᎤᏍᏗ ᎾᏍᎩ ᎾᎿ ᎡᏍᎦ ᏕᏦᎭᏍᎦ ᏗᏐᎢ ᏧᎾᏁᎶᏗ ᏚᎾᏓᏡᏩᏗᏒᎢ, ᎯᎠ ᎤᏩᏒ, ᎾᏍᎩ ᎠᏴ ᎠᏋᏒ ᎦᎨᏛ ᏂᏨ ᏴᏁᎸᎾ ᎨᏒᎢ? ᎨᏍᎩᎥᏏᏉ ᎠᏗᎾ ᎯᎠ ᎾᏍᎩ ᎤᏣᏘᏂ ᏂᏨᏯᏛᏁᎸᎢ."
  },
  {
    "verse": "14",
    "kjv": "Behold, the third time I am ready to come to you; and I will not be burdensome to you: for I seek not yours but you: for the children ought not to lay up for the parents, but the parents for the children.",
    "web": "Behold, this is the third time I am ready to come to you, and I will not be a burden to you; for I seek not your possessions, but you. For the children ought not to save up for the parents, but the parents for the children.",
    "chr": "ᎬᏂᏳᏉ, ᏦᎢᏁ ᎠᏆᏛᏅᎢᏍᏗ ᏫᏨᎷᏤᏗᏱ; ᎥᏝ ᎠᎴ ᎦᎨᏛ ᏱᏅᎨᏨᏴᎦ; ᎥᏝᏰᏃ ᎪᎱᏍᏗ ᎢᏥᎲ ᏱᎩᏲᎭ, ᏂᎯᏍᎩᏂ ᎢᏨᏲᎭ; ᏗᏂᏲᎵᏰᏃ ᎥᏝ ᏧᏂᎦᏴᎵᎨ ᏧᎾᏓᏁᎳᏁᏗ ᏱᎩ, ᎠᏂᎦᏴᎵᎨᏍᎩᏂ ᏧᏁᏥ ᏧᎾᏓᏁᎳᏁᏗ ᎨᏐᎢ."
  },
  {
    "verse": "15",
    "kjv": "And I will very gladly spend and be spent for you; though the more abundantly I love you, the less I be loved.",
    "web": "I will most gladly spend and be spent for your souls. If I love you more abundantly, am I loved the less?",
    "chr": "ᎠᎴ ᎤᏣᏘ ᎣᏏᏳ ᎠᎩᏰᎸᏎᏍᏗ ᎠᏆᎫᏴᎯᏓᏍᏗᏱ ᎠᎴ ᎠᏋᏒ ᎠᏆᏗᏒᎲᏍᏗᏱ ᏗᏣᏓᏅᏙ ᏕᏥᏍᏕᎵᏍᎬᎢ, ᎾᏍᏉ ᎧᏁᏉᎬ ᎢᏨᎨᏳᏒᎢ ᎤᎦᏲᎶᎯᏍᏗᏱ ᏱᏂᎬᏁᎭ ᏍᎩᎨᏳᏒᎢ."
  },
  {
    "verse": "16",
    "kjv": "But be it so, I did not burden you: nevertheless, being crafty, I caught you with guile.",
    "web": "Even so, I myself didn’t burden you. But you might say that being crafty, I caught you with deception.",
    "chr": "ᎠᏗᎾ ᎤᏁᎳᎩ ᎾᏍᎩ ᏄᏍᏕᏍᏗ, ᎾᏍᎩ ᎦᎨᏛ ᏂᏨᏴᏁᎸᎾ ᎨᏒᎢ; ᎠᏎᏃ ᏥᏏᎾᏌᏂᏳ ᎨᏒ, ᎦᎶᏄᎮᏛ ᎠᏆᏔᏅᎩ ᏕᏨᏂᏴᎲᎩ."
  },
  {
    "verse": "17",
    "kjv": "Did I make a gain of you by any of them whom I sent unto you?",
    "web": "Did I take advantage of you by anyone of those whom I have sent to you?",
    "chr": "ᏥᎪ ᎢᏨᎶᏄᎡᏍᎨ ᎦᏥᏴᏗᏍᎨ ᎩᎶ ᎦᏥᏅᏏᏛ ᏫᎨ-ᏥᎷᏤᎸᎯ?"
  },
  {
    "verse": "18",
    "kjv": "I desired Titus, and with him I sent a brother. Did Titus make a gain of you? walked we not in the same spirit? walked we not in the same steps?",
    "web": "I exhorted Titus, and I sent the brother with him. Did Titus take any advantage of you? Didn’t we walk in the same spirit? Didn’t we walk in the same steps?",
    "chr": "ᏓᏓᏏ ᏥᏔᏲᏎᎸᎩ, ᎠᎴ ᎠᏁᎩ ᎥᏥᏅᏒᎩ ᎢᏓᎵᏅᏟ. ᏥᎪ ᏓᏓᏏ ᎢᏥᎶᏄᎮᎴᎢ? ᏝᏍᎪ ᎤᏠᏱᏉ ᎠᏓᏅᏙ ᏲᏍᏛᏗᏍᎨ ᎣᏍᏕᏙᎲᎢ? ᏝᏍᎪ ᏌᏉ ᏱᎨᏎ ᏙᏍᏓᎳᏏᏂᏙᎲᎢ?"
  },
  {
    "verse": "19",
    "kjv": "Again, think ye that we excuse ourselves unto you? we speak before God in Christ: but we do all things, dearly beloved, for your edifying.",
    "web": "Again, do you think that we are excusing ourselves to you? In the sight of God we speak in Christ. But all things, beloved, are for your edifying.",
    "chr": "ᎠᎴᏬ, ᏥᎪ ᎣᏣᎵᏍᏕᎵ ᎢᏤᎵᎭ ᎢᏥᎦᏔᎲᎢ? ᎤᏁᎳᏅᎯ ᎠᎦᏔᎲ ᎣᏥᏁᎦ ᎦᎶᏁᏛ ᏧᏪᏲᏅᎯ ᎾᏍᎩᏯᎢ; ᎠᏎᏃ ᎢᏨᎨᏳᎢ, ᏂᎦᎥ ᏂᎯ ᎢᏣᎵᏂᎯᏍᏙᏗ ᎤᎬᏩᎵ [ᎣᏥᏁᎦ.]"
  },
  {
    "verse": "20",
    "kjv": "For I fear, lest, when I come, I shall not find you such as I would, and that I shall be found unto you such as ye would not: lest there be debates, envyings, wraths, strifes, backbitings, whisperings, swellings, tumults:",
    "web": "For I am afraid that perhaps when I come, I might find you not the way I want to, and that I might be found by you as you don’t desire, that perhaps there would be strife, jealousy, outbursts of anger, factions, slander, whisperings, proud thoughts, or riots,",
    "chr": "ᏥᎾᏰᏍᎦᏰᏃ ᎾᏍᎩ ᏫᏥᎷᏨᎭ ᎾᏍᎩ ᏂᏣᏍᏛᎾᏉ ᎨᏒ ᏄᏍᏛ ᎠᏆᏚᎵᏍᎬ ᎢᏨᏩᏛᏗᏱ, ᎠᎴ ᎠᏋᏒ ᎨᏒ ᏍᎩᎪᏩᏛᏗᏱ ᎾᏍᎩᏯ ᏂᏣᏚᎵᏍᎬᎾ ᎨᏒᎢ; ᎠᎴ ᎠᎩᏩᏛᏗᏱ ᏗᏘᏲᏍᏗ ᎨᏒᎢ, ᎠᏛᏰᎨᏗ ᎨᏒᎢ, ᎠᏔᎳᏬᎯᏍᏗ ᎨᏒᎢ, ᎠᏗᏒᏍᏗ ᎨᏒᎢ, ᎠᏔᎳᏬᎯᏍᏗ ᎨᏒᎢ, ᎠᏗᏒᏍᏗ ᎨᏒᎢ, ᎤᏲ ᏗᏓᏃᎮᎵᏓᏍᏗ ᎨᏒᎢ, ᎠᏙᏅᏗ ᎨᏒᎢ, ᎤᏟ ᎠᏤᎸᏗ ᎨᏒᎢ, ᏧᏓᎴᏅᏛ ᎢᎬᏁᏗ ᎨᏒᎢ;"
  },
  {
    "verse": "21",
    "kjv": "And lest, when I come again, my God will humble me among you, and that I shall bewail many which have sinned already, and have not repented of the uncleanness and fornication and lasciviousness which they have committed.",
    "web": "that again when I come my God would humble me before you, and I would mourn for many of those who have sinned before now, and not repented of the uncleanness, sexual immorality, and lustfulness which they committed.",
    "chr": "ᎠᎴ [ᏥᎾᏰᏍᎦ.] ᏔᎵᏁ ᏫᏥᎷᏨᎭ, ᎠᏆᏁᎳᏅᎯ ᎠᏆᏕᎰᎯᏍᏙᏗᏱ ᎢᏥᎦᏔᎲᎢ, ᎠᎴ ᎦᏥᏍᎪᏂᏍᏗᏱ ᎤᏂᏣᏘ ᎦᏳᎳ ᎤᏂᏍᎦᏅᏨᎯ ᏥᎩ, ᎠᎴ ᎤᏲ ᏄᏂᏰᎸᏅᎾ ᏥᎩ ᎦᏓᎭ ᏄᎾᏛᏁᎸᎢ, ᎠᎴ ᎤᏕᎵᏛ ᏚᎾᏂᏏᏅᎢ, ᎠᎴ ᎤᎾᎵᏐᏢᎢᏍᏔᏅᎢ."
  }
]
