[
  {
    "verse": "1",
    "kjv": "This is the third time I am coming to you. In the mouth of two or three witnesses shall every word be established.",
    "web": "This is the third time I am coming to you. “At the mouth of two or three witnesses shall every word be established.”",
    "chr": "ᎪᎯ ᎾᏍᎩ ᏦᎢᏁ ᎿᏉ ᏥᏮᏓᏨᎷᏤᎵ. ᎠᏂᏔᎵ ᎠᎴ ᏦᎢ ᎠᏂᎦᏔᎯ ᏗᎬᏙᏗ ᎨᏎᏍᏗ ᎠᏍᏓᏱᏗᏍᏗ ᏂᎦᎥ ᎧᏃᎮᏗ ᎨᏒᎢ."
  },
  {
    "verse": "2",
    "kjv": "I told you before, and foretell you, as if I were present, the second time; and being absent now I write to them which heretofore have sinned, and to all other, that, if I come again, I will not spare:",
    "web": "I have warned previously, and I warn again, as when I was present the second time, so now, being absent, I write to those who have sinned before now and to all the rest that if I come again, I will not spare,",
    "chr": "ᎦᏳᎳ ᎯᎠ ᎾᎩᏪᏒ, ᎠᎴ ᎢᎬᏱ ᎦᏰᎯ ᎯᎠ ᏂᏥᏪᎭ, ᏔᎵᏁ ᏥᏫᏥᎦᏔᎰ ᎾᏍᎩᏯᎢ, ᎠᎴ ᎠᎩᎪᏁᎸ ᎪᎯ ᎨᏒ ᎦᏥᏲᎳᏁᎭ ᎾᏍᎩ Ꮎ ᎦᏳᎳ ᎤᏂᏍᎦᏅᏨᎯ ᏥᎩ, ᎠᎴ ᏂᎦᏛᏉ ᎠᏂᏐᎢ, ᎾᏍᎩ ᎢᏳ ᏔᎵᏁ ᏱᏫᎠᎩᎷᏨ, ᎥᏝ ᏴᎦᎦᎵᏏᏅᏓ;"
  },
  {
    "verse": "3",
    "kjv": "Since ye seek a proof of Christ speaking in me, which to you-ward is not weak, but is mighty in you.",
    "web": "seeing that you seek a proof of Christ who speaks in me who is not weak, but is powerful in you.",
    "chr": "ᏂᎦᎵᏍᏙᏗᎭ ᏥᏥᏲᎭ ᎪᎯᏳᏗᏍᎩ ᎦᎶᏁᏛ ᎠᎥ ᎠᏋᏗᏍᎬ ᎧᏁᎬᎢ, ᎾᏍᎩ ᎢᏥᎦᏔᎲ ᎥᏝ ᎠᏩᎾᎦᎳ ᏱᎩ, ᎤᎵᏂᎩᏗᏳᏍᎩᏂ ᎢᎬᏁᎸᎯ ᎢᏤᎲᎢ,"
  },
  {
    "verse": "4",
    "kjv": "For though he was crucified through weakness, yet he liveth by the power of God. For we also are weak in him, but we shall live with him by the power of God toward you.",
    "web": "For he was crucified through weakness, yet he lives through the power of God. For we also are weak in him, but we will live with him through the power of God toward you.",
    "chr": "ᎤᏙᎯᏳᎯᏍᎩᏂᏃᏅ ᎠᏩᎾᎦᎳᎯᏳ ᎨᏒ ᏓᏓᎾᏩᏍᏛ ᎠᎦᏛᏅᎩ, ᎠᏎᏃ ᎬᏃᏛ ᎢᏯᎬᏁᎸᎯ ᎬᏔᏅᎯ ᎤᎵᏂᎩᏗᏳ ᎨᏒ ᎤᏁᎳᏅᎯ. ᎠᏴ ᎾᏍᏉ ᎾᏍᎩ ᎣᏥᏯᎥ ᏦᏥᏩᎾᎦᎳᎯᏳ, ᎠᏎᏃ ᎢᏧᎳᎭ ᏙᏨᏁᏍᏗ ᎾᏍᎩ, ᎤᏁᎳᏅᎯ ᎤᎵᏂᎩᏗᏳ ᎨᏒ ᎢᏨᏴᏓᏁᎲ ᏂᎯ."
  },
  {
    "verse": "5",
    "kjv": "Examine yourselves, whether ye be in the faith; prove your own selves. Know ye not your own selves, how that Jesus Christ is in you, except ye be reprobates?",
    "web": "Examine your own selves, whether you are in the faith. Test your own selves. Or don’t you know about your own selves, that Jesus Christ is in you?—unless indeed you are disqualified.",
    "chr": "ᎢᏣᏓᎪᎵᏯ ᎢᏨᏒ, ᎾᏍᎩ ᎢᏦᎯᏳᎯ ᏱᎩ, ᎠᎴ ᎢᏦᎯᏳᎯ ᏂᎨᏒᎾ ᏱᎩ; ᎢᏣᏙᎴᎰᎯ ᏂᏣᏍᏛᎢ. ᏝᏍᎪ ᎢᏨᏒ ᏱᏣᏓᎦᏔᎭ ᎾᏍᎩ ᏥᏌ ᎦᎶᏁᏛ ᎢᏥᏯᎥᎢ, ᎢᏳᏍᎩᏂᏃᏅ ᎡᏥᏐᏅᎢᏍᏔᏅᎯ ᏱᎩ."
  },
  {
    "verse": "6",
    "kjv": "But I trust that ye shall know that we are not reprobates.",
    "web": "But I hope that you will know that we aren’t disqualified.",
    "chr": "ᎠᏎᏃ ᎤᏚᎩ ᎬᏍᎦ ᎾᏍᎩ ᎢᏥᎦᏙᎥᎯᏍᏗᏱ ᎾᏍᎩ ᎠᏴ ᎣᎩᏐᏅᎢᏍᏔᏅᎯ ᏂᎨᏒᎾ ᎨᏒᎢ."
  },
  {
    "verse": "7",
    "kjv": "Now I pray to God that ye do no evil; not that we should appear approved, but that ye should do that which is honest, though we be as reprobates.",
    "web": "Now I pray to God that you do no evil; not that we may appear approved, but that you may do that which is honorable, though we may seem to have failed.",
    "chr": "ᎤᏁᎳᏅᎯᏍᎩᏂ ᏥᏔᏲᏎᎭ ᎾᏍᎩ ᏂᎯ ᎪᎱᏍᏗ ᎤᏐᏅ ᏗᏥᎸᏫᏍᏓᏁᏗᏱ ᏂᎨᏒᎾ; ᎥᏝ ᎠᏴ ᎣᏏᏳ ᎣᎩᏰᎸᏒ ᎬᏂᎨᏒ ᎢᏳᎵᏍᏙᏗᏱ ᎠᏆᏚᎵᏍᎬ ᏱᏅᏗᎦᎵᏍᏙᏗᎭ, ᏂᎯᏍᎩᏂ ᎾᏍᎩ Ꮎ ᏚᏳᎪᏛ ᎨᏒ ᎢᏣᏛᏁᏗᏱ, ᎤᏁᎳᎩ ᎣᎩᏐᏅᎢᏍᏔᏅᎯ ᏱᏅᏩᏍᏗ."
  },
  {
    "verse": "8",
    "kjv": "For we can do nothing against the truth, but for the truth.",
    "web": "For we can do nothing against the truth, but for the truth.",
    "chr": "ᎥᏝᏰᏃ ᏰᎵ ᏴᎦᏲᏣᏡᏓ ᎤᏙᎯᏳᎯ ᎨᏒᎢ, ᏲᏥᏍᏕᎸᏍᎩᏂ ᎤᏙᎯᏳᎯ ᎨᏒᎢ."
  },
  {
    "verse": "9",
    "kjv": "For we are glad, when we are weak, and ye are strong: and this also we wish, even your perfection.",
    "web": "For we rejoice when we are weak and you are strong. We also pray for this: your becoming perfect.",
    "chr": "ᎣᏏᏳᏰᏃ ᎣᎩᏰᎸᎭ ᏦᏥᏩᎾᎦᎳ ᏥᎨᏐᎢ, ᏂᎯᏃ ᏥᏕᏣᎵᏂᎬᎪᎢ; ᎯᎠᏃ ᎾᏍᏉ ᎣᎦᏚᎵᎭ, ᎾᏍᎩ ᏂᏥᎪᎸᎾ ᎢᏣᎵᏍᏙᏗᏱ."
  },
  {
    "verse": "10",
    "kjv": "Therefore I write these things being absent, lest being present I should use sharpness, according to the power which the Lord hath given me to edification, and not to destruction.",
    "web": "For this cause I write these things while absent, that I may not deal sharply when present, according to the authority which the Lord gave me for building up and not for tearing down.",
    "chr": "ᎾᏍᎩ ᏅᏗᎦᎵᏍᏙᏗᎭ ᎯᎠ ᎾᏍᎩ ᏥᏄᏍᏗ ᏥᏨᏲᏪᎳᏁᎭ ᎠᎩᎪᏁᎸᎢ, ᎾᏍᎩ ᎾᎯᏳ ᏥᎦᏔᎮᏍᏗ ᎬᏍᎦᎢᏍᏓᎩ ᎠᏋᏔᏂᏓᏍᏗᏱ ᏂᎨᏒᎾ, ᎾᏍᎩᏯ ᎢᎬᏆᏛᏁᏗ ᎠᏆᎵᏍᎪᎸᏓᏁᎸ ᎤᎬᏫᏳᎯ, ᎾᏍᎩ ᏧᎾᎵᏂᎪᎯᏍᏗ ᎨᏒᎢ, ᎥᏝᏃ ᎤᏂᏛᏙᏗ ᎨᏒᎢ."
  },
  {
    "verse": "11",
    "kjv": "Finally, brethren, farewell. Be perfect, be of good comfort, be of one mind, live in peace; and the God of love and peace shall be with you.",
    "web": "Finally, brothers, rejoice! Be perfected. Be comforted. Be of the same mind. Live in peace, and the God of love and peace will be with you.",
    "chr": "ᎤᎵᏍᏆᎸᏗᏃ, ᎢᏓᎵᏅᏟ, ᏅᏩᏙᎯᏯᏛᏉ ᏂᏣᏛᎿᏕᎨᏍᏗ. ᎪᎱᏍᏗ ᏂᏥᎪᎸᎾ ᎨᏎᏍᏗ, ᎤᎦᎵᏍᏗᏉ ᏕᏣᏓᏅᏖᏍᏗ, ᎤᏠᏱᏉ ᎨᏎᏍᏗ ᏕᏣᏓᏅᏛᎢ, ᏅᏩᏙᎯᏯᏛᏉ ᎢᏤᎮᏍᏗ; ᎤᏁᎳᏅᎯᏃ ᎠᏓᎨᏳᏗ ᎨᏒ ᎠᎴ ᏅᏩᏙᎯᏯᏛ ᎠᏓᏁᎯ ᏥᎩ, ᎢᏤᎳᏗᏙᎮᏍᏗ."
  },
  {
    "verse": "12",
    "kjv": "Greet one another with an holy kiss.",
    "web": "Greet one another with a holy kiss.",
    "chr": "ᏕᏣᏓᏲᎵᎮᏍᏗ ᎢᏨᏗᏍᎨᏍᏗ ᎦᎸᏉᏗᏳ ᏗᏓᏔᏪᏙᎥᏍᏗ ᎨᏒᎢ."
  },
  {
    "verse": "13",
    "kjv": "All the saints salute you.",
    "web": "All the saints greet you.",
    "chr": "ᏂᎦᏛ ᎤᎾᏓᏅᏘ ᏫᎨᏥᏲᎵᎭ."
  },
  {
    "verse": "14",
    "kjv": "The grace of the Lord Jesus Christ, and the love of God, and the communion of the Holy Ghost, be with you all. Amen.",
    "web": "The grace of the Lord Jesus Christ, God’s love, and the fellowship of the Holy Spirit be with you all. Amen.",
    "chr": "ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ, ᎠᎴ ᎤᏓᎨᏳᏗ ᎨᏒ ᎤᏁᎳᏅᎯ, ᎠᎴ ᎤᏓᏚᏓᏙᏗ ᎨᏒ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᏕᏥᎧᎿᏩᏗᏙᎮᏍᏗ ᏂᏥᎥᎢ. ᎡᎺᏅ."
  }
]