[
  {
    "verse": "1",
    "kjv": "Do we begin again to commend ourselves? or need we, as some others, epistles of commendation to you, or letters of commendation from you?",
    "web": "Are we beginning again to commend ourselves? Or do we need, as do some, letters of commendation to you or from you?",
    "chr": "ᏥᎪ ᏔᎵᏁ ᎣᏣᎴᏂ ᎣᎬᏒ ᎣᏣᏓᎸᏉᏗᎭ? ᏥᎪᎨ ᎠᏎ ᏫᏗᏨᏃᎮᏗ ᏃᎦᎵᏍᏓᏁᎭ, ᎪᏪᎵ ᎣᎩᎸᏉᏗᏍᎩ ᎩᎶ ᏥᏄᎾᎵᏍᏓᏁᎰᎢ, ᎠᎴ ᏂᎯ ᏗᏍᎩᏅᏁᎸᎯ ᏍᎩᎸᏉᏗᏍᎩ?"
  },
  {
    "verse": "2",
    "kjv": "Ye are our epistle written in our hearts, known and read of all men:",
    "web": "You are our letter, written in our hearts, known and read by all men,",
    "chr": "ᏂᎯ ᎪᏪᎵ ᎣᎦᏤᎵᎦ, ᏥᎪᏪᎳ ᏦᎩᎾᏫᎯ, ᎾᏂᎥ ᏴᏫ ᏣᏂᎦᏔᎭ ᎠᎴ ᏣᏂᎪᎵᏰᎠ."
  },
  {
    "verse": "3",
    "kjv": "Forasmuch as ye are manifestly declared to be the epistle of Christ ministered by us, written not with ink, but with the Spirit of the living God; not in tables of stone, but in fleshy tables of the heart.",
    "web": "being revealed that you are a letter of Christ, served by us, written not with ink, but with the Spirit of the living God; not in tablets of stone, but in tablets that are hearts of flesh.",
    "chr": "ᎬᏂᎨᏒᎢᏳ ᎢᏰᏨᏁᎸᎯ ᏂᎯ ᎦᎶᏁᏛ ᎤᏤᎵ ᎪᏪᎵ ᎨᏒᎢ, ᎠᏴ ᏦᎩᎸᏫᏍᏓᏁᎸᎯ, ᎪᏪᎳᏅᎯ ᎪᏪᎶᏗ ᎬᏔᏅᎯ ᏂᎨᏒᎾ, ᎠᏓᏅᏙᏍᎩᏂ ᎤᏁᎳᏅᎯ ᎬᏂᏛ ᎤᏤᎵ ᎬᏔᏅᎯ; ᎥᏝ ᏅᏲᎯ ᏗᎪᏪᎶᏗᏱ ᏗᎪᏪᎳᏅᎯ ᏱᎩ, ᎤᏇᏓᎵᏍᎩᏂ ᎨᏒ ᏗᎪᏪᎶᏗᏱ ᎣᎾᏫᏱ."
  },
  {
    "verse": "4",
    "kjv": "And such trust have we through Christ to God-ward:",
    "web": "Such confidence we have through Christ toward God,",
    "chr": "ᎾᏍᎩᏃ ᏄᏍᏗ ᏱᏣᎵᏍᎦᏍᏙᏛ ᎤᏁᎳᏅᎯ ᎦᎶᏁᏛ ᎢᏳᏩᏂᏌᏛ."
  },
  {
    "verse": "5",
    "kjv": "Not that we are sufficient of ourselves to think any thing as of ourselves; but our sufficiency is of God;",
    "web": "not that we are sufficient of ourselves to account anything as from ourselves; but our sufficiency is from God,",
    "chr": "ᎥᏝ ᏍᎩᏂᏃᏅ ᎣᎬᏒ ᎨᏒ ᏰᎵ ᎦᏲᎦᏓᏅᏖᏗ ᏱᎩ ᎪᎱᏍᏗ ᎣᎬ ᏒᏉ ᎨᏒ ᏅᏛᏓᎴᎲᏍᎩ, ᏰᎵᏉᏍᎩᏂ ᎢᎦᏲᎦᏛᏁᏗ ᎨᏒ ᎤᏁᎳᏅᎯᏱ ᏗᏓᎴᎲᏍᎦ."
  },
  {
    "verse": "6",
    "kjv": "Who also hath made us able ministers of the new testament; not of the letter, but of the spirit: for the letter killeth, but the spirit giveth life.",
    "web": "who also made us sufficient as servants of a new covenant, not of the letter but of the Spirit. For the letter kills, but the Spirit gives life.",
    "chr": "ᎾᏍᎩ ᎾᏍᏉ ᏰᎵ ᎢᎦᏲᎦᏛᏁᏗ ᏥᏃᎬᏁᎸ ᏦᏠᎯᏍᏛᎢ; ᎥᏝ ᎠᏗᎾ ᏄᏍᏛ ᎪᏪᎸᎢ, ᎠᏓᏅᏙᏍᎩᏂ ᏓᏕᏲᎲᏍᎬᎢ; ᏄᏍᏛᏰᏃ ᎪᏪᎸ ᎠᏓᎯᎰᏉ, ᎠᏓᏅᏙᏍᎩᏂ ᎠᏓᏛᏂᏗᏍᎪᎢ."
  },
  {
    "verse": "7",
    "kjv": "But if the ministration of death, written and engraven in stones, was glorious, so that the children of Israel could not stedfastly behold the face of Moses for the glory of his countenance; which glory was to be done away:",
    "web": "But if the service of death, written engraved on stones, came with glory, so that the children of Israel could not look steadfastly on the face of Moses for the glory of his face, which was passing away,",
    "chr": "ᎢᏳᏃ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎠᏓᎯᎯ ᎨᏒ ᎤᎬᏩᎵ ᏥᎪᏪᎴ ᏣᏰᎶᎴ ᏅᏲᎯ ᎦᎸᏉᏗᏳ ᏥᎨᏎᎢ, ᎾᏍᎩ ᎢᏏᎵ ᏧᏪᏥ ᎪᎯᏛ ᏗᎬᏩᎾᎧᏃᏗ ᏂᎨᏒᎾ ᏥᎨᏎ ᎼᏏ ᎤᎧᏛᎢ, ᏥᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᏗᎬᏩᎸᏌᏛ ᎨᏒ ᎤᎧᏛᎢ; ᎾᏍᎩ ᎠᎲᏍᏗᏉ ᏥᎨᏎᎢ;"
  },
  {
    "verse": "8",
    "kjv": "How shall not the ministration of the spirit be rather glorious?",
    "web": "won’t service of the Spirit be with much more glory?",
    "chr": "ᏝᏍᎪ Ꮀ ᏳᎬᏫᏳᏎᏍᏗ ᎦᎸᏉᏗᏳ ᏱᎨᏎᏍᏗ ᎠᏓᏅᏙ ᎤᎬᏩᎵ ᎨᏒ ᏗᎦᎸᏫᏍᏓᏁᏗ?"
  },
  {
    "verse": "9",
    "kjv": "For if the ministration of condemnation be glory, much more doth the ministration of righteousness exceed in glory.",
    "web": "For if the service of condemnation has glory, the service of righteousness exceeds much more in glory.",
    "chr": "ᎢᏳᏰᏃ ᏗᎦᎸᏫᏍᏓᏁᏗ ᏗᏓᏚᎪᏓᏁᎯ ᎨᏒ ᎦᎾᏄᏫᏍᎩ ᎦᎸᏉᏗᏳ ᏱᎩ, Ꮀ ᎤᎬᏫᏳᎭ ᎤᏓᎪᎾᏛᏗ ᎦᎸᏉᏗᏳ ᎠᏓᏚᏓᎴᏍᎩ ᎨᏒ ᏗᎦᎸᏫᏍᏓᏁᏗ."
  },
  {
    "verse": "10",
    "kjv": "For even that which was made glorious had no glory in this respect, by reason of the glory that excelleth.",
    "web": "For most certainly that which has been made glorious has not been made glorious in this respect, by reason of the glory that surpasses.",
    "chr": "ᎾᏍᎩᏰᏃ ᎾᏍᏉ ᎦᎸᏉᏗᏳ ᎢᎬᏁᎸᎯ ᏥᎨᏎ ᎥᏝ ᎰᏩ ᎦᎸᏉᏗᏳ ᏱᎨᏎᎢ, ᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᎬᏩᏓᎪᎾᏛᏛ ᎦᎸᏉᏗᏳ ᎨᏒ ᏐᎢ."
  },
  {
    "verse": "11",
    "kjv": "For if that which is done away was glorious, much more that which remaineth is glorious.",
    "web": "For if that which passes away was with glory, much more that which remains is in glory.",
    "chr": "ᎢᏳᏰᏃ ᎾᏍᎩ Ꮎ ᎠᎲᏛ ᏥᎩ ᎦᎸᏉᏗᏳ ᏱᎨᏎᎢ, ᎤᏟᎯᏳ ᏭᏓᎪᎾᏛᏗ ᎦᎸᏉᏗᏳ ᎾᏍᎩ Ꮎ ᏥᏅᏩᏍᏗᏉ."
  },
  {
    "verse": "12",
    "kjv": "Seeing then that we have such hope, we use great plainness of speech:",
    "web": "Having therefore such a hope, we use great boldness of speech,",
    "chr": "ᎾᏍᎩᏃ Ꮎ ᏥᏄᏍᏗ ᎤᏚᎩ ᏦᎬᎭ, ᎤᏣᏘ ᎠᎯᏗᏳ ᎦᎪᎵᏍᏗ ᎣᏥᏬᏂᎭ;"
  },
  {
    "verse": "13",
    "kjv": "And not as Moses, which put a veil over his face, that the children of Israel could not stedfastly look to the end of that which is abolished:",
    "web": "and not as Moses, who put a veil on his face so that the children of Israel wouldn’t look steadfastly on the end of that which was passing away.",
    "chr": "ᎢᏝᏃ ᎼᏏ ᏥᏄᏛᏁᎴ [ᏱᏃᏣᏛᏁᎭ] ᏧᎵᎬᏚᎳᏁ ᎾᏍᎩ ᎢᏗᎵ ᏧᏪᏥ ᏫᏗᎬᏩᎾᎧᏃᏗ ᏂᎨᏒᎾ ᎢᏳᎵᏍᏙᏗᏱ ᏩᏍᏛ ᎾᏍᎩ Ꮎ ᎠᎲᏛ ᏥᎩ."
  },
  {
    "verse": "14",
    "kjv": "But their minds were blinded: for until this day remaineth the same vail untaken away in the reading of the old testament; which vail is done away in Christ.",
    "web": "But their minds were hardened, for until this very day at the reading of the old covenant the same veil remains, because in Christ it passes away.",
    "chr": "ᏚᎾᏓᏅᏛᏍᎩᏂ ᏧᏍᎦᏃᎵᏳ ᎨᏎᎢ; ᎪᎯᏰᏃ ᎢᏯᏍᏗ ᏅᏩᏍᏗᏉ ᎾᏍᎩ Ꮎ ᎠᎵᎬᏚᎶ ᎠᎲᏛ ᏂᎨᏒᎾ ᎢᏳᏃ ᏓᏂᎪᎵᏯ ᎤᏪᏘ ᎧᏃᎮᏛ ᏓᏠᎯᏍᏛ ᎪᏪᎸᎢ; ᎦᎶᏁᏛᏰᏃ ᏂᎬᏂᏏᏍᎪ ᎠᎲᏛ ᏂᎨᏐᎢ."
  },
  {
    "verse": "15",
    "kjv": "But even unto this day, when Moses is read, the vail is upon their heart.",
    "web": "But to this day, when Moses is read, a veil lies on their heart.",
    "chr": "ᎩᎳᎯᏳᏉᏍᎩᏂ ᎪᎯ ᎢᎦ ᎢᏯᏍᏗ ᎢᏳᏃ ᎼᏏ ᏓᏥᎪᎵᏯ ᎠᎵᎬᏚᎶ ᏧᏂᎾᏫ ᏚᏭᏢᏙᎢ."
  },
  {
    "verse": "16",
    "kjv": "Nevertheless when it shall turn to the Lord, the vail shall be taken away.",
    "web": "But whenever someone turns to the Lord, the veil is taken away.",
    "chr": "ᎠᏎᏍᎩᏂᏃᏅ, ᎤᎬᏫᏳᎯᏱ ᏫᏓᎦᏔᎲᏍᏔᏅᎭ, ᎾᏍᎩ Ꮎ ᎠᎵᎬᏚᎶ ᎢᏴᏛ ᎢᎬᏁᏗ ᏅᏓᎦᎵᏍᏔᏂ."
  },
  {
    "verse": "17",
    "kjv": "Now the Lord is that Spirit: and where the Spirit of the Lord is, there is liberty.",
    "web": "Now the Lord is the Spirit; and where the Spirit of the Lord is, there is liberty.",
    "chr": "ᎠᎴ ᎤᎬᏫᏳᎯ ᎾᏍᎩ Ꮎ ᎠᏓᏅᏙ; ᎢᎸᎯᏢᏃ ᏄᏛᎿᏕᎬ ᎤᎬᏫᏳᎯ ᎤᏤᎵ ᎠᏓᏅᏙ, ᎾᎿ ᎡᎭ ᎣᏩᏒ ᎣᏤᎵ ᎠᏓᏅᏙ, ᎾᎿ ᎡᎭ ᎣᏩᏒ ᎣᏓᏤᎵᎦᏯ ᎨᏒᎢ."
  },
  {
    "verse": "18",
    "kjv": "But we all, with open face beholding as in a glass the glory of the Lord, are changed into the same image from glory to glory, even as by the Spirit of the Lord.",
    "web": "But we all, with unveiled face seeing the glory of the Lord as in a mirror, are transformed into the same image from glory to glory, even as from the Lord, the Spirit.",
    "chr": "ᎠᏴᏍᎩᏂ ᏂᏗᎥ ᏂᏗᎦᎵᎬᏚᎸᎾ ᎠᏓᎨᏗᏱ ᎾᏍᎩᏯ ᏕᏓᎧᏂᏍᎬ ᎦᎸᏉᏗᏳ ᎨᏒ ᎤᎬᏫᏳᎯ ᎤᏤᎵᎦ, ᎢᏓᏓᏁᏟᏴᎭ ᎾᏍᎩᏯ ᏄᏍᏛ ᏂᏓᎵᏍᏗᎭ, ᎦᎸᏉᏗᏳ ᎨᏒ ᎢᎩᎲ ᎧᏁᏉᏤᎦ, ᎤᎬᏫᏳᎯ ᎤᏓᏅᏙ ᎢᏳᏩᏂᏌᏛ ᎾᏍᎩᏯᎢ."
  }
]