[
  {
    "verse": "1",
    "kjv": "We then, as workers together with him, beseech you also that ye receive not the grace of God in vain.",
    "web": "Working together, we entreat also that you do not receive the grace of God in vain.",
    "chr": "ᎠᏴᏃ ᏦᎩᎸᏫᏍᏓᏁᎯ ᎣᏥᏍᏕᎵᏍᎩ ᎾᏍᏉ ᎢᏨᏍᏗᏰᏗᎭ ᎠᏎᏉᏉ ᎡᏥᏁᏗᏱ ᏂᎨᏒᎾ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎤᏁᎳᏅᎯ."
  },
  {
    "verse": "2",
    "kjv": "(For he saith, I have heard thee in a time accepted, and in the day of salvation have I succoured thee: behold, now is the accepted time; behold, now is the day of salvation.)",
    "web": "For he says, “At an acceptable time I listened to you. In a day of salvation I helped you.” Behold, now is the acceptable time. Behold, now is the day of salvation.",
    "chr": "ᎯᎠᏰᏃ ᏂᎦᏪᎭ, ᎬᏩᏛᎦᏁᎸ ᎾᎯᏳ ᏗᏓᏂᎸᏨᎯ ᎨᏒᎢ, ᎠᎴ ᎾᎯᏳ ᎢᎦ ᎦᏴᏓᏗᏍᏕᎸᏗ ᎨᏒ ᎬᏍᏕᎸᎲ; (ᎬᏂᏳᏉ, ᎪᎯ ᎿᏉ ᎾᎯᏳ ᏗᏓᏂᎸᏨᎯ ᎨᏒᎢ; ᎬᏂᏳᏉ, ᎪᎯ ᎿᏉ ᎾᎯᏳ ᏗᏓᏂᎸᏨᎯ ᎨᏒᎢ; ᎬᏂᏳᏉ, ᎪᎯ ᎿᏉ ᎾᎯᏳ ᎢᎦ ᎦᏴᏓᏗᏍᏕᎸᏗ ᎨᏒᎢ;)"
  },
  {
    "verse": "3",
    "kjv": "Giving no offence in any thing, that the ministry be not blamed:",
    "web": "We give no occasion of stumbling in anything, that our service may not be blamed,",
    "chr": "ᎪᎱᏍᏗ ᏃᏣᏛᏁᎲᎾ ᎬᏩᏓᏙᏕᏍᏙᏗ ᎨᏒᎢ, ᎯᎠ ᎾᏍᎩ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒ ᎤᏐᏅ ᎬᏩᏂᏃᎮᏗ ᏂᎨᏒᎾ ᎢᏳᎵᏍᏙᏗᏱ;"
  },
  {
    "verse": "4",
    "kjv": "But in all things approving ourselves as the ministers of God, in much patience, in afflictions, in necessities, in distresses,",
    "web": "but in everything commending ourselves as servants of God: in great endurance, in afflictions, in hardships, in distresses,",
    "chr": "ᏂᎦᎥᏍᎩᏂ ᏄᏓᎴᏒ ᏙᎩᎸᏫᏍᏓᏁᎲ ᎬᏂᎨᏒ ᏃᏨᏁᎰ ᎤᏁᎳᏅᎯ ᎪᎱᏍᏗ ᎣᏣᏛᏁᎯ ᎨᏒᎢ, ᎤᏣᏘ ᏦᏨᏂᏗᏳ ᎨᏒᎢ, ᎣᏥᎩᎵᏲᎬᎢ, ᎣᎩᏂᎬᏎᎲᎢ, ᎡᎯᏍᏗ ᎣᎦᏓᏅᏔᏩᏕᎬᎢ,"
  },
  {
    "verse": "5",
    "kjv": "In stripes, in imprisonments, in tumults, in labours, in watchings, in fastings;",
    "web": "in beatings, in imprisonments, in riots, in labors, in watchings, in fastings,",
    "chr": "ᏙᎩᎵᏂᎲᎢ, ᎣᎩᏴᎩᏅᎢ, ᎤᏓᏓᏍᎨᏛ ᎤᎾᎵᏖᎸᏅᎢ, ᏙᎩᎸᏫᏍᏓᏁᎲᎢ, ᎣᏥᏯᏫᏍᎬᎢ, ᎠᎹᏟ ᎣᏨᏍᎬᎢ,"
  },
  {
    "verse": "6",
    "kjv": "By pureness, by knowledge, by long suffering, by kindness, by the Holy Ghost, by love unfeigned,",
    "web": "in pureness, in knowledge, in perseverance, in kindness, in the Holy Spirit, in sincere love,",
    "chr": "ᏃᎦᏓᏅᎦᎸᎾ ᎨᏒᎢ, ᎠᎦᏙᎥᎯᏍᏗ ᎨᏒᎢ, ᎪᎯᏙᏳ ᎤᏁᎳᎩ ᎣᏤᎵᏎᎬᎢ, ᎣᎦᏓᏅᏘᏳ ᎨᏒᎢ, ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᎣᎨᎲᎢ, ᏄᏠᎾᏍᏛᎾ ᎠᏓᎨᏳᏗ ᎣᎨᎲᎢ."
  },
  {
    "verse": "7",
    "kjv": "By the word of truth, by the power of God, by the armour of righteousness on the right hand and on the left,",
    "web": "in the word of truth, in the power of God, by the armor of righteousness on the right hand and on the left,",
    "chr": "ᎦᏰᎪᎩ ᏂᎨᏒᎾ ᎧᏃᎮᏛ ᎣᏨᏗᏍᎬᎢ, ᎤᎵᏂᎩᏛ ᎨᏒ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᎣᏨᏗᏍᎬᎢ, ᏚᏳ-ᎪᏛ ᎨᏒ ᎠᎦᏘᏏᏗᏢ ᎠᎴ ᎠᎦᏍᎦᏂᏗᏢ ᎣᎦᏣᏅᏛᎢ,"
  },
  {
    "verse": "8",
    "kjv": "By honour and dishonour, by evil report and good report: as deceivers, and yet true;",
    "web": "by glory and dishonor, by evil report and good report, as deceivers and yet true,",
    "chr": "ᎣᎩᎸᏉᏗᏳ ᎨᏒ ᎠᎴ ᏃᎩᎸᏉᏛᎾ ᎨᏒᎢ, ᎤᏲ ᎣᎩᏃᎮᏍᎬ ᎠᎴ ᎣᏍᏛ ᎣᎩᏃᎮᏍᎬᎢ; ᎣᎦᏠᎾᏍᏗ ᏥᎨᏐ ᎾᏍᎩᏯᎢ, ᎠᏎᏃ ᏃᎦᏠᎾᏍᏛᎾ ᎨᏒᎢ,"
  },
  {
    "verse": "9",
    "kjv": "As unknown, and yet well known; as dying, and, behold, we live; as chastened, and not killed;",
    "web": "as unknown and yet well known, as dying and behold—we live, as punished and not killed,",
    "chr": "ᏃᎩᎦᏔᎲᎾ ᎾᏍᎩᏯᎢ, ᎠᏎᏃ ᎣᏏᏳ ᎣᎩᎦᏔᎯ ᎨᏒᎢ; ᏥᏙᏥᏲᎱᏍᎪ ᎾᏍᎩᏯᎢ, ᎬᏂᏳᏉᏃ ᏦᏨᏃᏛ; ᎣᎩᏍᏛᏗᏍᏔᏅᎯ, ᎣᎩᎸᎯᏃ ᏂᎨᏒᎾ;"
  },
  {
    "verse": "10",
    "kjv": "As sorrowful, yet alway rejoicing; as poor, yet making many rich; as having nothing, and yet possessing all things.",
    "web": "as sorrowful yet always rejoicing, as poor yet making many rich, as having nothing and yet possessing all things.",
    "chr": "ᎤᏲ ᏦᎦᏓᏅᏔᏩᏕᎪ ᎾᏍᎩᏯ, ᎠᏎᏃ ᏯᏃ ᎣᏣᎵᎮᎵᎪᎢ; ᎤᏲ ᏥᏃᎦᏛᎿᏕᎪ ᎾᏍᎩᏯ, ᎠᏎᏃ ᎤᏂᏣᏘ ᏙᏤᏅᎢᏍᏗᏍᎪᎢ; ᎪᎱᏍᏗ ᏃᎩᎲᎾ ᏥᎨᏐ ᎾᏍᎩᏯ, ᎠᏎᏃ ᏂᎦᏗᏳ ᏧᏓᎴᏅᏛ ᎣᎦᏤᎵᎦ."
  },
  {
    "verse": "11",
    "kjv": "O ye Corinthians, our mouth is open unto you, our heart is enlarged.",
    "web": "Our mouth is open to you, Corinthians. Our heart is enlarged.",
    "chr": "ᏕᏨᏍᏚᎩᎡᎸ ᏦᏥᎰᎵ, ᎢᏥᎪᎵᏂᏗ, ᏦᎩᎾᏫ ᏕᏨᏯᏛᏃᎯᏍᏓᏁᎸ."
  },
  {
    "verse": "12",
    "kjv": "Ye are not straitened in us, but ye are straitened in your own bowels.",
    "web": "You are not restricted by us, but you are restricted by your own affections.",
    "chr": "ᎥᏝ ᏱᏗᏣᏍᏗᎬᏎᎸ ᎠᏴ ᏦᎩᎾᏫ; ᎢᏨᏒᏍᎩᏂ ᏗᏥᎾᏫ ᏚᏍᏗᎬᏒ."
  },
  {
    "verse": "13",
    "kjv": "Now for a recompence in the same, (I speak as unto my children,) be ye also enlarged.",
    "web": "Now in return—I speak as to my children—you also open your hearts.",
    "chr": "ᎾᏍᎩᏃ ᎤᏠᏱᏉ ᏍᎩᏯᎫᏴᏓᏁᎲ -ᏗᏇᏥ ᏥᎦᏥᏬᏁᏗᏍᎪ ᎾᏍᎩᏯ ᎢᏨᏬᏁᏗᎭ-ᎾᏍᏉ ᏂᎯ ᏗᏣᏛᏃᎯ."
  },
  {
    "verse": "14",
    "kjv": "Be ye not unequally yoked together with unbelievers: for what fellowship hath righteousness with unrighteousness? and what communion hath light with darkness?",
    "web": "Don’t be unequally yoked with unbelievers, for what fellowship do righteousness and iniquity have? Or what fellowship does light have with darkness?",
    "chr": "ᏞᏍᏗ ᏂᏗᏣᏙᎵᎬᎾ ᎢᏧᎳᎭ ᏱᏕᏥᎩᎳᎾᎳᏗᏍᎨᏍᏗ ᎾᏃᎯᏳᎲᏍᎬᎾ; ᎦᏙᏰᏃ ᎤᏍᏗ ᏚᎾᏚᏓᏛ ᏚᏳᎪᏛ ᎨᏒ ᎠᎴ ᏂᏚᏳᎪᏛᎾ ᎨᏒᎢ? ᎠᎴ ᎦᏙ ᎤᏍᏗ ᏌᏉ ᏄᏅᏅ ᎢᎦ-ᎦᏘ ᎠᎴ ᎤᎵᏏᎩ?"
  },
  {
    "verse": "15",
    "kjv": "And what concord hath Christ with Belial? or what part hath he that believeth with an infidel?",
    "web": "What agreement does Christ have with Belial? Or what portion does a believer have with an unbeliever?",
    "chr": "ᎠᎴ ᎦᏙ ᎤᏍᏗ ᎤᏠᏱ ᏄᏅᏅ ᎦᎶᏁᏛ ᎠᎴ ᏈᎵᏱᎵ? ᎠᎴ ᎦᏙ ᎤᏍᏗ ᎢᏧᎳᏉ ᎤᎾᏤᎵᎦ ᎨᏐ ᎪᎯᏳᎲᏍᎩ ᎠᎴ ᎪᎯᏳᎲᏍᎩ ᏂᎨᏒᎾ?"
  },
  {
    "verse": "16",
    "kjv": "And what agreement hath the temple of God with idols? for ye are the temple of the living God; as God hath said, I will dwell in them, and walk in them; and I will be their God, and they shall be my people.",
    "web": "What agreement does a temple of God have with idols? For you are a temple of the living God. Even as God said, “I will dwell in them and walk in them. I will be their God and they will be my people.”",
    "chr": "ᎠᎴ ᎦᏙ ᎤᏍᏗ ᏗᏙᎵᎩ ᏂᎦᎵᏍᏗᎭ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᎠᏓᏁᎸ ᎠᎴ ᎤᏁᎳᏅᎯ ᏗᏟᎶᏍᏔᏅᎯ? ᏂᎯᏰᏃ ᎾᏍᎩ ᎬᏂᏛ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ ᎤᏁᎳᏗᏍᏗᏱ; ᎾᏍᎩᏯ ᎤᏁᎳᏅᎯ ᎯᎠ ᏥᏁᏪᏒ, ᎾᏍᎩ Ꮎ ᎦᏥᏯᎡᏍᏗ, ᎠᎴ ᎠᏁᎲ ᎨᏙᎮᏍᏗ; ᎠᎴ ᎠᏴ ᎦᏥᏯᏁᎳᏅᎯ ᎨᏎᏍᏗ, ᎠᎴ ᎤᏅᏒ ᏗᏆᏤᎵ ᏴᏫ ᎨᏎᏍᏗ."
  },
  {
    "verse": "17",
    "kjv": "Wherefore come out from among them, and be ye separate, saith the Lord, and touch not the unclean thing; and I will receive you.",
    "web": "Therefore “‘Come out from among them, and be separate,’ says the Lord. ‘Touch no unclean thing. I will receive you.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎡᏥᏄᎪ ᎢᏣᏓᏑᏴ ᎠᏁᎲᎢ, ᎠᎴ ᎢᏣᏖᎴᏛ ᎨᏎᏍᏗ, ᎠᏗᎭ ᎤᎬᏫᏳᎯ, ᎠᎴ ᏞᏍᏗ ᎢᏣᏒᏂᎸᎩ ᎪᎱᏍᏗ ᎦᏓᎲᎢ; ᎠᏴᏃ ᏙᏓᏨᏯᏓᏂᎸᏥ,"
  },
  {
    "verse": "18",
    "kjv": "And will be a Father unto you, and ye shall be my sons and daughters, saith the Lord Almighty.",
    "web": "I will be to you a Father. You will be to me sons and daughters,’ says the Lord Almighty.”",
    "chr": "ᎠᎴ ᎠᏴ ᎢᏥᏙᏓ ᎨᏎᏍᏗ, ᏂᎯᏃ ᏗᏇᏥ ᎨᏎᏍᏗ ᎢᏥᏍᎦᏯ ᎠᎴ ᎢᏥᎨᏴ, ᎠᏗᎭ ᎤᎬᏫᏳᎯ ᏫᎾᏍᏛᎾ ᎤᎵᏂᎩᏛ."
  }
]