[
  {
    "verse": "1",
    "kjv": "Having therefore these promises, dearly beloved, let us cleanse ourselves from all filthiness of the flesh and spirit, perfecting holiness in the fear of God.",
    "web": "Having therefore these promises, beloved, let’s cleanse ourselves from all defilement of flesh and spirit, perfecting holiness in the fear of God.",
    "chr": "ᎯᎠᏃ ᎾᏍᎩ ᏥᏄᏍᏗ ᎡᎩᏚᎢᏍᏓᏁᎸᎯ ᏥᎩ, ᎢᏨᎨᏳᎢ, ᎢᏓᏓᏅᎦᎸ ᎢᏗᎲᎾ ᏄᏓᎴᏒ ᎦᏓᎭ ᎨᏒ ᎢᎩᏇᏓᎸ, ᎠᎴ ᎢᎦᏓᏅᏙᎩᎯ, ᎢᏗᏍᏆᏗᏍᎨᏍᏗ ᏚᏳᎪᏛ ᎨᏒᎢ, ᎤᏁᎳᏅᎯ ᎡᏗᎾᏰᏍᎬᎢ."
  },
  {
    "verse": "2",
    "kjv": "Receive us; we have wronged no man, we have corrupted no man, we have defrauded no man.",
    "web": "Open your hearts to us. We wronged no one. We corrupted no one. We took advantage of no one.",
    "chr": "ᏗᏍᎩᏯᏓᏂᎸᎩ; ᎥᏝ ᎩᎶ ᎤᏣᏘᏂ ᏱᏃᏨᏁᎸ, ᎥᏝ ᎩᎶ ᎠᏍᎦᎾ ᏱᏃᏨᏁᎸ, ᎥᏝ ᎩᎶ ᏲᏥᎶᏄᎡᎸ."
  },
  {
    "verse": "3",
    "kjv": "I speak not this to condemn you: for I have said before, that ye are in our hearts to die and live with you.",
    "web": "I say this not to condemn you, for I have said before that you are in our hearts to die together and live together.",
    "chr": "ᎯᎠ ᎾᏍᎩ ᏥᏂᏥᏪᎭ ᎥᏝ ᏗᏨᏳᎪᏓᏁᏗᏱ ᏯᎩᏰᎸᎭ; ᎦᏳᎳᏰᏃ ᎯᎠ ᏥᏂᎠᎩᏪᏒ, ᏦᎩᎾᏫᏱ ᎢᏥᏯᎠ, ᎣᎦᏛᏅᎢᏍᏗᏉ ᎢᏧᎳᎭ ᏗᎩᏂᏲᎱᎯᏍᏗᏱ, ᎠᎴ ᎢᏧᎳᎭ ᎢᎦᏕᏗᏱ."
  },
  {
    "verse": "4",
    "kjv": "Great is my boldness of speech toward you, great is my glorying of you: I am filled with comfort, I am exceeding joyful in all our tribulation.",
    "web": "Great is my boldness of speech toward you. Great is my boasting on your behalf. I am filled with comfort. I overflow with joy in all our affliction.",
    "chr": "ᎤᏣᏘ ᎢᏨᏲᎢᏳᎭ; ᎤᏣᏘ ᎢᏨᎸᏉᏗᏍᎪᎢ; ᎠᎩᎧᎵᏨᎯ ᎤᎦᎵᏍᏗ ᎨᏒᎢ; ᎤᏣᏔᏅᎯ ᎤᎵᎮᎵᏍᏗ ᎠᏆᏓᏅᏔᏩᏕᎪ ᏂᎦᎥ ᎣᏥᎩᎵᏲᏥᏙᎲᎢ."
  },
  {
    "verse": "5",
    "kjv": "For, when we were come into Macedonia, our flesh had no rest, but we were troubled on every side; without were fightings, within were fears.",
    "web": "For even when we had come into Macedonia, our flesh had no relief, but we were afflicted on every side. Fightings were outside. Fear was inside.",
    "chr": "ᎹᏏᏙᏂᏰᏃ ᏬᎩᎷᏨ, ᎥᏝ ᎣᎩᏇᏓᎸ ᎬᏩᏣᏪᏐᎸᏍᏙᏗ ᏱᎨᏎᎢ, ᎬᏩᏚᎾᏛᏍᎩᏂ ᎣᎦᏕᏯᏙᏗᎬᎩ; ᏙᏱᏗᏢ ᎠᎵᏛ ᎨᏒᎢ, ᎭᏫᏂᏃ ᎢᏗᏢ ᎣᏥᎾᏰᏍᎬᎢ."
  },
  {
    "verse": "6",
    "kjv": "Nevertheless God, that comforteth those that are cast down, comforted us by the coming of Titus;",
    "web": "Nevertheless, he who comforts the lowly, God, comforted us by the coming of Titus,",
    "chr": "ᎤᏁᎳᏅᎯᏍᎩᏂᏃᏅ ᏗᎦᎵᏍᏓᏗᏍᎩ ᎤᏪᎵᎯᏍᏗ ᎤᎾᏓᏅᏔᏩᏕᎩ, ᎣᎩᎦᎵᏍᏓᏗᏍᏔᏅᎩ ᏓᏓᏏ ᎤᎷᏨᎢ;"
  },
  {
    "verse": "7",
    "kjv": "And not by his coming only, but by the consolation wherewith he was comforted in you, when he told us your earnest desire, your mourning, your fervent mind toward me; so that I rejoiced the more.",
    "web": "and not by his coming only, but also by the comfort with which he was comforted in you while he told us of your longing, your mourning, and your zeal for me, so that I rejoiced still more.",
    "chr": "ᎥᏝᏍᎩᏂᏃᏅ ᎤᎷᏨᏉ ᎤᏩᏒ, ᎤᎦᎵᏍᏗᏍᎩᏂ ᎾᏍᏉ ᎤᏓᏅᏓᏛᎢ ᏂᎯ ᎨᏒ ᎢᏳᏍᏗ, ᎣᎩᏃᏁᎸ ᏂᎯ ᎤᏣᏘ ᎢᏣᏚᎵᏍᎬᎢ, ᎤᏲ ᎢᏥᏰᎸᏒᎯ, ᎤᏣᏘ ᏍᎩᎨᏳᎢᏳ ᎨᏒᎢ; ᎾᏍᎩ ᎢᏳᏍᏗ ᎤᏟ ᎢᎦᎢ ᎠᏆᎵᎮᎵᏨᎩ."
  },
  {
    "verse": "8",
    "kjv": "For though I made you sorry with a letter, I do not repent, though I did repent: for I perceive that the same epistle hath made you sorry, though it were but for a season.",
    "web": "For though I grieved you with my letter, I do not regret it, though I did regret it. For I see that my letter made you grieve, though just for a while.",
    "chr": "ᎤᏙᎯᏳᎯᏍᎩᏂᏃᏅ ᎤᏲ ᎢᏨᏯᏓᏅᏓᏗᏍᏔᏅᎩ ᎪᏪᎵ ᏫᏨᏅᏁᎸᎢ, ᎥᏝ ᎤᏲ ᏯᎩᏰᎸᎭ, ᎤᏲᏍᎩᏂᏃᏅ ᎠᎩᏰᎸᏒᎩ; ᎢᏥᎪᏩᏘᏰᏃ ᎾᏍᎩ ᎤᏲ ᎢᏣᏓᏅᏓᏗᏍᏯᏅᎢ, ᎠᏎᏃ ᏞᎦᏉ."
  },
  {
    "verse": "9",
    "kjv": "Now I rejoice, not that ye were made sorry, but that ye sorrowed to repentance: for ye were made sorry after a godly manner, that ye might receive damage by us in nothing.",
    "web": "I now rejoice, not that you were grieved, but that you were grieved to repentance. For you were grieved in a godly way, that you might suffer loss by us in nothing.",
    "chr": "ᎪᎯᏃ ᏥᎩ ᎦᎵᎡᎵᎦ, ᎥᏝ ᎠᏗᎾ ᎤᏲ ᎢᏣᏓᏅᏓᏛ ᏱᏅᏗᎦᎵᏍᏙᏗᎭ, ᏅᏗᎦᎵᏍᏙᏗᎭᏍᎩᏂ ᏗᎨᏥᏁᏟᏴᏍᏗ ᏕᏣᏓ ᏅᏛ ᎢᏴᏛ ᎤᏲ ᎢᏣᏓᏅᏓᏛᎢ; ᎤᏲᏰᏃ ᎢᏣᏓᏅᏓᏛᎩ ᎾᏍᎩᏯ ᎤᏁᎳᏅᎯ ᏗᎬᏩᏓᏂᎸᎢᏍᏗ ᏥᎩ, ᎾᏍᎩ ᏅᏓᏳᎵᏍᏙᏗᏱ ᎪᎱᏍᏗ ᎡᏍᎦ ᎢᏨᏴᏁᏗᏱ ᏂᎨᏒᎾ."
  },
  {
    "verse": "10",
    "kjv": "For godly sorrow worketh repentance to salvation not to be repented of: but the sorrow of the world worketh death.",
    "web": "For godly sorrow produces repentance leading to salvation, which brings no regret. But the sorrow of the world produces death.",
    "chr": "ᎤᏲᏰᏃ ᎠᏓᏅᏓᏗᏍᏗ ᎤᏁᎳᏅᎯ ᏗᎬᏩᏓᏂᎸᎢᏍᏗ ᎨᏒ ᎦᏁᏟᏴᏍᏗ ᎨᏒ ᎣᏓᏅᏛ ᏩᎵᏰᎢᎶᎯᎭ ᎥᏓᏗᏍᏕᎸᏗᏱ ᏫᎦᎷᎩ, ᎾᏍᎩ ᎤᏲ ᎠᏰᎸᏗ ᏂᎨᏒᎾ; ᎡᎶᎯᏍᏗᏂ ᎡᎯ ᎤᏲ ᎠᏓᏅᏓᏗᏍᏗ ᎨᏒ ᎠᏲᎱᎯᏍᏗ ᎨᏒ ᏩᎵᏰᎢᎶᎯᎭ."
  },
  {
    "verse": "11",
    "kjv": "For behold this selfsame thing, that ye sorrowed after a godly sort, what carefulness it wrought in you, yea, what clearing of yourselves, yea, what indignation, yea, what fear, yea, what vehement desire, yea, what zeal, yea, what revenge! In all things ye have approved yourselves to be clear in this matter.",
    "web": "For behold, this same thing, that you were grieved in a godly way, what earnest care it worked in you. Yes, what defense, indignation, fear, longing, zeal, and vindication! In everything you demonstrated yourselves to be pure in the matter.",
    "chr": "ᎬᏂᏳᏉᏰᏃ ᎯᎠ ᎾᏍᎩ ᎤᏲ ᏥᏣᏓᏅᏓᏛᎩ ᎾᏍᎩ ᏗᎬᏩᏓᏂᎸᎢᏍᏗ ᎨᏒ ᎤᏁᎳᏅᎯ, ᏂᎦᎥ ᎢᏣᎵᏂᎬᏁᏗ ᎨᏒ ᏭᎵᏰᎢᎶᎸ; ᏂᎦᎥ ᏗᏣᏢᏫᏍᏙᏗ ᎢᏥᏲᎲᎢ, ᎢᎢ ᏂᎦᎥ ᎢᏥᏂᏆᏘᎲᎢ, ᎥᎥ, ᏂᎦᎥ ᎢᏥᎾᏰᏍᎬᎢ, ᎥᎥ, ᏂᎦᎥ ᎤᏣᏘ ᎢᏣᏑᎵᏍᎬᎢ, ᎥᎥ ᏂᎦᎥ ᎤᎵᏂᎩᏛ ᎢᏣᏓᏅᏛᎢ, ᎥᎥ, ᏂᎦᎥ ᎠᏓᏍᏛᏗᏍᏙᏗ ᎨᏒᎢ! ᏂᎦᎥ ᏧᏌᎴᏅᏛ ᎬᏂᎨᏒ ᏂᏨᏁᎸ ᏂᏥᏍᎦᏅᎾ ᎨᏒ ᎯᎠ ᎾᏍᎩ ᎧᏃᎮᏗ ᏥᎩ."
  },
  {
    "verse": "12",
    "kjv": "Wherefore, though I wrote unto you, I did it not for his cause that had done the wrong, nor for his cause that suffered wrong, but that our care for you in the sight of God might appear unto you.",
    "web": "So although I wrote to you, I wrote not for his cause that did the wrong, nor for his cause that suffered the wrong, but that your earnest care for us might be revealed in you in the sight of God.",
    "chr": "ᎾᏍᎩ ᏥᏄᏍᏗ ᎤᏙᎯᏳᎯᏍᎩᏂᏃᏅ ᏫᏨᏲᏪᎳᏁᎸᎩ, ᎠᏎᏃ ᎥᏝ ᎤᏣᏘᏂ ᎢᏳᏛᏁᎸᎯ ᏳᎬᏩᎴᎢ, ᎥᏝ ᎠᎴ ᎾᎤᏣᏘᏂ ᎢᏯᎦᏛᏁᎸᎯ ᏳᎬᏩᎡᎢ; ᎠᏍᎩᏂ ᎢᏨᏍᏆᏂᎪᏗᏳ ᎨᏒ ᎤᏁᎳᏅᎯ ᎠᎦᏔᎲ ᎬᏂᎨᏒ ᎢᏣᎵᏍᏓᏁᏗᏱ."
  },
  {
    "verse": "13",
    "kjv": "Therefore we were comforted in your comfort: yea, and exceedingly the more joyed we for the joy of Titus, because his spirit was refreshed by you all.",
    "web": "Therefore we have been comforted. In our comfort we rejoiced the more exceedingly for the joy of Titus, because his spirit has been refreshed by you all.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᏂᎯ ᎤᎦᎵᏍᏗ ᎢᏣᏓᏅᏛ ᎠᏴ ᎣᎩᎦᎵᏍᏓᏛᎩ; ᎥᎥ, ᎠᎴ ᎤᏟ ᎢᎦᎢ ᎣᎦᎵᎮᎵᏍᏗ ᏄᎵᏍᏔᏅᎩ, ᏓᏓᏏ ᎠᎵᎮᎵᎬ ᎢᏳᏍᏗ, ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᎾᏍᎩ ᎤᏓᏅᏙ ᏂᏥᎥ ᎡᏥᎦᎵᏍᏓᏕᎸᎢ."
  },
  {
    "verse": "14",
    "kjv": "For if I have boasted any thing to him of you, I am not ashamed; but as we spake all things to you in truth, even so our boasting, which I made before Titus, is found a truth.",
    "web": "For if in anything I have boasted to him on your behalf, I was not disappointed. But as we spoke all things to you in truth, so our glorying also which I made before Titus was found to be truth.",
    "chr": "ᎢᏳᏰᏃ ᏥᏯᏢᏈᏎᎸᎯ ᎨᏎᏍᏗ, ᏂᎯ ᎢᏨᏁᎢᏍᏗᏍᎬᎢ, ᎥᏝ ᏱᎦᏕᎣᏍᎦ; ᏂᎦᏗᏳᏍᎩᏂ ᏧᏓᎴᏅᏛ ᎢᏨᏬᏁᏔᏅᎢ ᎤᏙᎯᏳᎯᏯ ᏥᎩ, ᎾᏍᎩᏯᏉ ᎣᎦᏢᏆᏒᎢ, ᎾᏍᎩ ᏓᏓᏏ ᎣᏣᏢᏆᏎᎸᎢ, ᎤᏙᎯᏳᎯᏯ ᏄᎵᏍᏔᏅ."
  },
  {
    "verse": "15",
    "kjv": "And his inward affection is more abundant toward you, whilst he remembereth the obedience of you all, how with fear and trembling ye received him.",
    "web": "His affection is more abundantly toward you, while he remembers all of your obedience, how with fear and trembling you received him.",
    "chr": "ᎠᎴ ᎤᎾᏫᏱ ᎢᏥᎨᏳᎯᏳ ᎨᏒ ᎤᏣᏘ ᎤᏁᏉᏨ, ᎤᏅᏓᏛ ᎢᏦᎯᏳᎯᏳ ᎨᏒ ᏂᏥᎥᎢ, ᎾᏍᎩ ᎢᏥᎾᏰᏍᎩ ᎠᎴ ᏗᏥᎾᏫᏍᎩ ᏕᏣᏓᏂᎸᏨᎢ."
  },
  {
    "verse": "16",
    "kjv": "I rejoice therefore that I have confidence in you in all things.",
    "web": "I rejoice that in everything I am confident concerning you.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎦᎵᎡᎵᎦ, ᎨᏨᏲᎢᏳᏗ ᎨᏒ ᏄᏓᎴᏒ ᎪᎱᏍᏗ ᎤᎬᏩᎵ."
  }
]