[
  {
    "verse": "1",
    "kjv": "Moreover, brethren, we do you to wit of the grace of God bestowed on the churches of Macedonia;",
    "web": "Moreover, brothers, we make known to you the grace of God which has been given in the assemblies of Macedonia,",
    "chr": "ᎠᎴᏬ ᎢᏓᎵᏅᏟ, ᎬᏂᎨᏒ ᏂᏨᏴᏁᎭ, ᎤᏁᎳᏅᎯ ᎬᏩᎦᏘᏯ ᎤᏓᏁᏗ ᎨᏒ ᎾᏍᎩ ᏚᏁᎸ ᏧᎾᏁᎶᏗ ᏚᎾᏓᏡᏩᏗᏒ ᎹᏏᏙᏂ ᎠᏁᎯ;"
  },
  {
    "verse": "2",
    "kjv": "How that in a great trial of affliction the abundance of their joy and their deep poverty abounded unto the riches of their liberality.",
    "web": "how in a severe ordeal of affliction, the abundance of their joy and their deep poverty abounded to the riches of their generosity.",
    "chr": "ᎾᏍᎩ ᎤᏣᏘ ᎠᏓᎪᎵᏰᏍᎩ ᎠᏂᎩᎵᏲᎬ, ᎤᏣᏘ ᎠᎾᎵᎮᎵᎬ ᎠᎴ ᎤᏣᏘ ᎤᏲ ᏄᎾᏛᎿ ᏕᎬ ᎦᎸᏉᏗᏳ ᏄᏩᏁᎸ ᏄᏂᎨ-ᏳᎿᎥᎾ ᎨᏒᎢ."
  },
  {
    "verse": "3",
    "kjv": "For to their power, I bear record, yea, and beyond their power they were willing of themselves;",
    "web": "For according to their power, I testify, yes and beyond their power, they gave of their own accord,",
    "chr": "ᎦᏥᏲᎢᏳᏓᏁᎭᏰᏃ ᎾᏍᎩ ᏂᏚᎾᎵᏂᎬᎬ ᎢᏴᏛ, ᎥᎥ, ᎠᎴ ᎠᏂᎶᏒᏍᏗᏍᎬ ᏂᏚᎾᎢᏂᎬᎬᎢ, ᎤᎾᎵᎦᏟᏴᎯᏉ ᎤᏅᏒ ᎤᎾᏓᏅᏖᏛ;"
  },
  {
    "verse": "4",
    "kjv": "Praying us with much intreaty that we would receive the gift, and take upon us the fellowship of the ministering to the saints.",
    "web": "begging us with much entreaty to receive this grace and the fellowship in the service to the saints.",
    "chr": "ᎤᏣᏘ ᎪᎩᏍᏗᏰᏗᏍᎬ ᎪᎩᏔᏲᏎᎲᎩ ᎾᏍᎩ ᎤᏂᏅᎯ ᏦᎦᏓᏂᎸᎢᏍᏗᏱ, ᎠᎴ ᎣᎦᏖᏆᎶᏗᏱ ᏦᏥᏍᏕᎸᏗᏱ ᏧᎾᏁᎶᏗ."
  },
  {
    "verse": "5",
    "kjv": "And this they did, not as we hoped, but first gave their own selves to the Lord, and unto us by the will of God.",
    "web": "This was not as we had expected, but first they gave their own selves to the Lord, and to us through the will of God.",
    "chr": "ᎠᎴ [ᎾᏍᎩ ᏄᎾᏛᏁᎸᎩ] ᎥᏝ ᎾᏍᎩᏯ ᏄᏍᏛ ᎤᏚᎩ ᎣᎬᏅᎢ, ᎢᎬᏱᏍᎩᏂ ᎤᏅᏒ ᎤᎬᏫᏳᎯ ᏚᎾᏓᏲᎯᏎᎸᎩ, ᎠᎴ ᎠᏴ ᏕᎪᎦᏓᏲᎯᏎᎸᎩ, ᎤᏁᎳᏅᎯ ᎣᏏᏳ ᎠᏰᎸᏍᎬ ᏅᏓᏳᎵᏍᏙᏔᏅᎩ."
  },
  {
    "verse": "6",
    "kjv": "Insomuch that we desired Titus, that as he had begun, so he would also finish in you the same grace also.",
    "web": "So we urged Titus, that as he had made a beginning before, so he would also complete in you this grace.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᏓᏓᏏ ᎣᏥᏔᏲᏎᎸᎩ, ᎾᏍᎩ ᏄᏍᏛ ᎤᎴᏅᎲᎢ, ᎾᏍᎩᏯ ᎢᏳᏛᏁᏗᏱ ᎤᏍᏆᏗᏍᏗᏱᎢᏤᎲ ᎤᏠᏱ ᎢᏣᏓᏁᏗᏱ ᏂᏨᏁᎲᎢ."
  },
  {
    "verse": "7",
    "kjv": "Therefore, as ye abound in every thing, in faith, and utterance, and knowledge, and in all diligence, and in your love to us, see that ye abound in this grace also.",
    "web": "But as you abound in everything—in faith, utterance, knowledge, all earnestness, and in your love to us—see that you also abound in this grace.",
    "chr": "ᎾᏍᎩᏃ ᏂᎦᎥ ᏧᏓᎴᎥᏛ ᎤᏣᏘ ᏥᏥᎭ, ᎾᏍᎩ ᎪᎯᏳᏗ ᎨᏒᎢ, ᎠᎴ ᎦᏭᏂᎯᏍᏗ ᎨᏒᎢ, ᎠᎴ ᎠᎦᏙᎥᎯᏍᏗ ᎨᏒᎢ, ᎠᎴ ᏂᎦᎥ ᏧᏓᎴᏅᏛ ᎢᏥᎦᎵᏴᎢ, ᎠᎴ ᎠᏴ ᏍᎩᎨᏳᎢᏳ ᎨᏒᎢ, ᎯᎠ ᎾᏍᎩ ᎠᏓᏁᏗ ᎨᏒ ᎾᏍᏉ ᎤᏣᏘ ᎢᏥᎮᏍᏗ."
  },
  {
    "verse": "8",
    "kjv": "I speak not by commandment, but by occasion of the forwardness of others, and to prove the sincerity of your love.",
    "web": "I speak not by way of commandment, but as proving through the earnestness of others the sincerity also of your love.",
    "chr": "ᎥᏝ ᏱᏥᏁᎦ ᎾᏍᎩ ᎯᎠ ᎠᏎ ᎢᏣᏛᏁᏗᏱ, ᎠᏂᏐᎢᏍᎩᏂ ᎤᎾᎵᎦᎵᏴᏅ ᏅᏗᎦᎵᏍᏙᏗᎭ, ᎠᎴ ᎠᎩᎪᎵᏰᏗᏱ ᎠᏓᎨᏳᏗ ᎨᏒ ᎢᏥᎲ ᏄᏠᎾᏍᏛᎾ ᎨᏒᎢ."
  },
  {
    "verse": "9",
    "kjv": "For ye know the grace of our Lord Jesus Christ, that, though he was rich, yet for your sakes he became poor, that ye through his poverty might be rich.",
    "web": "For you know the grace of our Lord Jesus Christ, that though he was rich, yet for your sakes he became poor, that you through his poverty might become rich.",
    "chr": "ᎢᏥᎦᏔᎭᏰᏃ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎤᎬᏫᏳᎯ ᎢᎦᏤᎵᎦ ᏥᏌ ᎦᎶᏁᏛ, ᎾᏍᎩ ᎤᏪᎾᎢᏳ ᏥᎨᏎᎢ, ᎠᏎᏃ ᏂᎯ ᎨᏒ ᏅᏗᎦᎵᏍᏙᏗᏍᎬ ᎤᏲ ᎢᏳᏛᎿᏕᎩ ᏄᎵᏍᏔᏅᎢ, ᎾᏍᎩ ᎤᏩᏒ ᎤᏲ ᎢᏳᏛᎿᏕᎩ ᎨᏒ ᎢᏳᏩᏂᏐᏗᏱ ᏂᎯ ᏗᏤᎿᎢ ᎢᏣᎵᏍᏙᏗᏱ."
  },
  {
    "verse": "10",
    "kjv": "And herein I give my advice: for this is expedient for you, who have begun before, not only to do, but also to be forward a year ago.",
    "web": "I give advice in this: it is expedient for you who were the first to start a year ago, not only to do, but also to be willing.",
    "chr": "ᎠᎴ ᎠᏂ ᎾᏍᎩ ᏄᏍᏛ ᎦᏓᏅᏖᏍᎬ ᎬᏂᎨᏒ ᏂᎬᏁᎭ; ᎣᏏᏳᏰᏃ ᎢᎨᏣᎵᏍᏓᏁᏗ, ᎾᏍᎩ ᎦᏳᎳ ᎢᏣᎴᏅᏛ ᏥᎩ, ᎿᏉ ᏑᏕᏘᏴᏛ, ᎥᏝ ᎢᏣᏛᏁᏗᏱᏉ ᎾᏍᎩ, ᎾᏍᏉᏍᎩᏂ ᎣᏏᏳ ᎢᏥᏰᎸᏗᏱ."
  },
  {
    "verse": "11",
    "kjv": "Now therefore perform the doing of it; that as there was a readiness to will, so there may be a performance also out of that which ye have.",
    "web": "But now complete the doing also, that as there was the readiness to be willing, so there may be the completion also out of your ability.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎿᏉ ᎢᏥᏍᏆᏓ ᎾᏍᎩ ᎢᏯᏛᏁᏗ ᎨᏒᎢ, ᎾᏍᎩ ᎢᏥᎦᎵᏱᏳ ᏂᎨᏒ ᎢᏣᏚᎸᏗᏱ, ᎾᏍᎩ ᎾᏍᏉ ᏄᏍᏕᏍᏗ ᎢᏥᏍᏆᏗᏍᎬᎢ, ᎢᏨᏗᏍᎬ ᎾᏍᎩ ᏄᏍᏛ ᎢᏥᎲᎢ."
  },
  {
    "verse": "12",
    "kjv": "For if there be first a willing mind, it is accepted according to that a man hath, and not according to that he hath not.",
    "web": "For if the readiness is there, it is acceptable according to what you have, not according to what you don’t have.",
    "chr": "ᎢᏳᏰᏃ ᎢᎬᏱ ᎨᏒ ᎩᎶ ᏯᎦᎵᏴ ᏧᏓᏅᏛᎢ, ᏣᎦᏓᏂᎸᏤᏗ ᎨᏐ ᎾᏍᎩᏯ ᏄᏍᏛ ᎤᎲᎢ, ᎥᏝᏃ ᎾᏍᎩᏯ ᏄᎲᎾ ᎨᏒᎢ."
  },
  {
    "verse": "13",
    "kjv": "For I mean not that other men be eased, and ye burdened:",
    "web": "For this is not that others may be eased and you distressed,",
    "chr": "ᎥᏝ ᎠᏗᎾ ᏅᏩᎾᏓᎴ ᏗᎨᏥᎪᏗᏱ ᏂᎯᏃ ᎠᏍᏓᏯ ᎢᏰᏨᏁᏗᏱ ᏱᎦᏗᎭ;"
  },
  {
    "verse": "14",
    "kjv": "But by an equality, that now at this time your abundance may be a supply for their want, that their abundance also may be a supply for your want: that there may be equality:",
    "web": "but for equality. Your abundance at this present time supplies their lack, that their abundance also may become a supply for your lack, that there may be equality.",
    "chr": "ᎢᎬᏩᏍᏗᎭᏍᎩᏂ [ᎢᏥᏗᏱ;] ᎾᏍᎩ ᎪᎯ ᎨᏒ ᎤᏣᏘ ᎢᏥᎲ ᏱᏗᏥᏍᏕᎸᏗᎭ ᎤᏂᏂᎬᏎᎲᎢ, ᎾᏍᎩᏃ ᎾᏍᏉ ᎤᏣᏘ ᎤᏂᎲ ᎨᏥᏍᏕᎸᏗᏱ ᎢᏥᏂᎬᏎᎲᎢ, ᎾᏍᎩ ᎢᎬᏩᏍᏗᎭ ᎢᏥᏗᏱ."
  },
  {
    "verse": "15",
    "kjv": "As it is written, He that had gathered much had nothing over; and he that had gathered little had no lack.",
    "web": "As it is written, “He who gathered much had nothing left over, and he who gathered little had no lack.”",
    "chr": "ᎾᏍᎩᏯ ᎯᎠ ᏥᏂᎬᏅ ᏥᎪᏪᎳ, ᎾᏍᎩ ᎤᎪᏗ ᎤᏭᏖᏛ ᎥᏝ ᏳᏘᏰᎮᎢ; ᎾᏃ ᎦᏲᎵ ᎤᏭᏖᏛ ᎥᏝ ᏳᎷᎶᏤᎮᎢ."
  },
  {
    "verse": "16",
    "kjv": "But thanks be to God, which put the same earnest care into the heart of Titus for you.",
    "web": "But thanks be to God, who puts the same earnest care for you into the heart of Titus.",
    "chr": "ᎠᏎᏃ ᎤᏁᎳᏅᎯ ᎠᎵᎮᎵᏤᏗ ᎨᏎᏍᏗ, ᎾᏍᎩ ᏓᏓᏏ ᎤᎾᏫᏱ ᏧᎳᏁᎸ ᎾᏍᎩ ᎢᎦᎢ ᏗᏤᎷᎢᏍᏗᏱ."
  },
  {
    "verse": "17",
    "kjv": "For indeed he accepted the exhortation; but being more forward, of his own accord he went unto you.",
    "web": "For he indeed accepted our exhortation, but being himself very earnest, he went out to you of his own accord.",
    "chr": "ᎤᏙᎯᏳᎯᏰᏃ ᏚᏓᏂᎸᏨᎩ ᏥᏬᏁᏔᏅᎢ; ᎠᏎᏃ ᎤᏟᎯᏳ ᏄᎵᎦᎵᏴᏒ ᏅᏓᏳᎵᏍᏙᏔᏅᎩ, ᎤᏩᏒᏉ ᎤᏓᏅᏖᏛ ᎢᏥᏩᏛᎲᏒᎩ."
  },
  {
    "verse": "18",
    "kjv": "And we have sent with him the brother, whose praise is in the gospel throughout all the churches;",
    "web": "We have sent together with him the brother whose praise in the Good News is known throughout all the assemblies.",
    "chr": "ᎠᎴ ᏱᏥᏅᎵ ᎾᏍᎩ ᎠᏁᎩ Ꮎ ᎢᏓᎵᏅᏟ, ᏂᎬᎾᏛ ᏚᎾᏓᏡᏩᏗᏒ ᏧᎾᏁᎶᏗ ᎬᏩᎸᏉᏗᏳ ᏥᎩ ᎣᏍᏛ ᎧᏃᎮᏛ ᏥᏅᏗᎦᎵᏍᏙᏗᎭ;"
  },
  {
    "verse": "19",
    "kjv": "And not that only, but who was also chosen of the churches to travel with us with this grace, which is administered by us to the glory of the same Lord, and declaration of your ready mind:",
    "web": "Not only so, but he was also appointed by the assemblies to travel with us in this grace, which is served by us to the glory of the Lord himself, and to show our readiness.",
    "chr": "ᎠᎴ ᎥᏝ ᎾᏍᎩᏉ ᏱᏂᎦᎥ, ᎾᏍᏉᏍᎩᏂ ᏚᎾᏓᏡᏩᏗᏒ ᏧᎾᏁᎶᏗ ᎬᏩᏑᏰᏒᎩ ᎠᏴ ᎢᏧᎳᎭ ᎣᎨᏅᏍᏗᏱ ᎣᎩᏴᏍᏗᏱ ᎯᎠ ᎾᏍᎩ ᎠᏓᏁᏗ, ᎾᏍᎩ ᏥᏙᎩᎸᏫᏍᏓᏁᎭ, ᎦᎸᏉᏗᏳ ᎢᏳᎵᏍᏙᏗᏱ ᎤᎬᏫᏳᎯ ᎤᏩᏒ, ᎠᎴ [ᎬᏂᎨᏒ ᎢᎬᏩᏁᏗᏱ] ᎢᏣᎵᎦᎵᏴᏒ ᏙᏗᏣᏓᏅᏛᎢ;"
  },
  {
    "verse": "20",
    "kjv": "Avoiding this, that no man should blame us in this abundance which is administered by us:",
    "web": "We are avoiding this, that any man should blame us concerning this abundance which is administered by us.",
    "chr": "ᎯᎠ ᎾᏍᎩ ᎣᏥᏲᏍᏙᏗᏍᎬᎢ, ᎩᎶ ᎪᎱᏍᏗ ᎪᎨᎵᏎᏗᏱ ᎯᎠ ᎾᏍᎩ ᎤᏣᏘ ᎤᎬᏩᎵ ᎪᎱᏍᏗ ᎣᎬᏁᏗ ᏥᏂᎦᎵᏍᏗᎭ;"
  },
  {
    "verse": "21",
    "kjv": "Providing for honest things, not only in the sight of the Lord, but also in the sight of men.",
    "web": "Having regard for honorable things, not only in the sight of the Lord, but also in the sight of men.",
    "chr": "ᎢᎬᏱ ᎦᏰᎯ ᎣᏣᎦᏌᏯᏍᏗᏍᎬ ᎣᏏᏳ ᎠᏰᎸᏗ ᎨᏒᎢ, ᎥᏝ ᎤᎬᏫᏳᎯᏉ ᎠᎦᏔᎲᎢ, ᏴᏫᏍᎩᏂ ᎾᏍᏉ ᎠᏂᎦᏔᎲᎢ."
  },
  {
    "verse": "22",
    "kjv": "And we have sent with them our brother, whom we have oftentimes proved diligent in many things, but now much more diligent, upon the great confidence which I have in you.",
    "web": "We have sent with them our brother whom we have many times proved earnest in many things, but now much more earnest, by reason of the great confidence which he has in you.",
    "chr": "ᎠᎴ ᎣᏥᏅᎵ ᎢᏧᎳᎭ ᎠᏁᎩ ᎣᏣᎵᏅᏟ, ᎾᏍᎩ ᎤᏩᎫᏘᎶᏛ ᎣᏥᎪᎵᏰᏛ ᎣᎦᏙᎴᎰᏒᎯ ᎤᏣᏘ ᎠᎦᎵᏱᏳ ᎨᏒᎢ, ᎠᏎᏃ ᎪᎯ ᎨᏨ ᎤᏟ ᎾᎦᎵᏴ, ᏅᏗᎦᎵᏍᏙᏗᎭ ᎤᏣᏘ ᎢᏦᎯᏳᏒᎢ."
  },
  {
    "verse": "23",
    "kjv": "Whether any do enquire of Titus, he is my partner and fellowhelper concerning you: or our brethren be enquired of, they are the messengers of the churches, and the glory of Christ.",
    "web": "As for Titus, he is my partner and fellow worker for you. As for our brothers, they are the apostles of the assemblies, the glory of Christ.",
    "chr": "ᏓᏓᏏᏃ ᎨᏒᎢ, ᎣᎩᎾᎵᎪᎯ ᎾᏍᎩ, ᎠᎴ ᎢᏧᎳᎭ ᏦᎩᏂᎸᏫᏍᏓᏁᎯ ᏂᎯ ᎪᎱᏍᏗ ᎢᏨᏯᏛᏁᎲᎢ; ᎣᏣᎵᏅᏟᏃ ᎨᏒ ᏧᎾᏁᎶᏗ ᏚᎾᏓᏡᏩᏗᏒ ᎬᏩᏂᏅᏏᏛ ᎾᏍᎩ, ᎠᎴ ᎦᎸᏉᏗᏳ ᎢᏯᏅᏁᎯ ᎦᎶᏁᏛ.."
  },
  {
    "verse": "24",
    "kjv": "Wherefore shew ye to them, and before the churches, the proof of your love, and of our boasting on your behalf.",
    "web": "Therefore show the proof of your love to them before the assemblies, and of our boasting on your behalf.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᏂᎦᏔᎲ ᏧᎾᏁᎶᏗ ᏚᎾᏓᏡᏩᏗᏒᎢ, ᎬᏂᎨᏒ ᏂᏕᏨᏁᎸᎭ ᎾᏍᎩ ᎪᎯᏳᏗᏍᎩ ᎠᏓᎨᏳᏗ ᎨᏒ ᎢᏤᎲᎢ, ᎠᎴ ᎣᎦᏢᏆᏒ ᏂᎯ ᎢᏨᏁᎢᏍᏗᏍᎬᎢ ᎠᏎᏉ ᏂᎨᏒᎾ ᎨᏒᎢ."
  }
]