[
  {
    "verse": "1",
    "kjv": "For as touching the ministering to the saints, it is superfluous for me to write to you:",
    "web": "It is indeed unnecessary for me to write to you concerning the service to the saints,",
    "chr": "ᎾᏃ ᎤᎾᏓᏅᏘ ᏗᏍᏕᎸᏗᏱ ᎤᎬᏩᎵ, ᎠᏎᏉᏉ ᏱᏨᏲᏪᎳᏁᎭ."
  },
  {
    "verse": "2",
    "kjv": "For I know the forwardness of your mind, for which I boast of you to them of Macedonia, that Achaia was ready a year ago; and your zeal hath provoked very many.",
    "web": "for I know your readiness, of which I boast on your behalf to those of Macedonia, that Achaia has been prepared for the past year. Your zeal has stirred up very many of them.",
    "chr": "ᎦᏔᏎᏰᏃ ᏗᎦᎵᏱᏳ ᎨᏒ ᏕᏣᏓᏅᏛᎢ, ᎾᏍᎩ ᎢᏨᏁᎢᏍᏗᏍᎬ ᎹᏏᏙᏂ ᎠᏁᎯ ᎦᏥᏯᏢᏈᏌᎭ, [ᎦᏥᏃᏁᎭ] ᎾᏍᎩ ᎡᎧᏯ ᎿᏉ ᏑᏕᏘᏴᏛ ᎬᏩᏛᏅᎢᏍᏔᏅᎯ ᎨᏒᎢ; ᎠᎴ ᏂᎯ ᎤᎵᏂᎩᏛ ᎢᏣᏓᏅᏛ ᎤᏂᏣᏔ ᎤᏂᏖᎸᏅ."
  },
  {
    "verse": "3",
    "kjv": "Yet have I sent the brethren, lest our boasting of you should be in vain in this behalf; that, as I said, ye may be ready:",
    "web": "But I have sent the brothers so that our boasting on your behalf may not be in vain in this respect, that, just as I said, you may be prepared,",
    "chr": "ᎠᏎᏃ ᎦᏥᏅᎵ ᎣᏣᎵᏅᏟ, ᎾᏍᎩ ᎠᏎᏉᏉ ᎢᏳᎵᏍᏙᏗᏱ ᏂᎨᏒᎾ ᎣᏣᏢᏈᏍᎬ ᎢᏨᏁᎢᏍᏗᏍᎬᎢ; ᎾᏍᎩ ᎢᏣᏛᏅᎢᏍᏔᏅᎯ ᏱᎩ, ᎾᏍᎩᏯ ᎾᎩᏪᏒᎢ."
  },
  {
    "verse": "4",
    "kjv": "Lest haply if they of Macedonia come with me, and find you unprepared, we (that we say not, ye) should be ashamed in this same confident boasting.",
    "web": "lest by any means, if anyone from Macedonia comes there with me and finds you unprepared, we (to say nothing of you) would be disappointed in this confident boasting.",
    "chr": "ᎢᏳᏰᏃ ᏱᏅᏩᏎᎦᏨ ᎹᏏᏙᏂ ᎠᏁᎯ ᏱᎬᎩᏍᏓᏩᏕᏅ, ᏱᏨᏩᏛᏔᏅᏃ ᏂᏣᏛᏅᎢᏍᏔᏅᎾ, ᎠᏴ, (ᎥᏝᏰᏃ ᏂᎯ ᏱᎦᏗᎭ,) ᏲᏣᏕᎰᎯ ᎯᎠ ᎾᏍᎩ ᎤᏣᏘ ᎣᎪᎯᏳᎯ ᎣᎦᏢᏈᏒᎢ."
  },
  {
    "verse": "5",
    "kjv": "Therefore I thought it necessary to exhort the brethren, that they would go before unto you, and make up beforehand your bounty, whereof ye had notice before, that the same might be ready, as a matter of bounty, and not as of covetousness.",
    "web": "I thought it necessary therefore to entreat the brothers that they would go before to you and arrange ahead of time the generous gift that you promised before, that the same might be ready as a matter of generosity, and not of greediness.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᏎ ᏱᎦᏥᏁᏤᎸ ᎠᎾᎵᏅᏟ ᎠᏇᎵᏒᎩ ᎢᎬᏱ ᏫᎨᏥᎷᏤᏗᏱ, ᎠᎴ ᎢᎬᏱ ᏭᎾᏛᏅᎢᏍᏙᏗᏱ ᎢᏥᏗ ᎨᏒ, ᎾᏍᎩ ᎦᏳᎳ ᎧᏁᎢᏍᏔᏅᎯ ᏥᎩ, ᎾᏍᎩ ᎠᏛᏅᎢᏍᏔᏃᏅᎯ ᏱᎩ, ᎾᏍᎩᏯ ᎣᏏᏳ ᎢᏥᏰᎸᎯ ᎢᏥᏅᎯ ᎨᏒᎢ, ᎥᏝᏃ ᎢᏥᎨᏳᏅᎯ ᎾᏍᎩᏯᎢ."
  },
  {
    "verse": "6",
    "kjv": "But this I say, He which soweth sparingly shall reap also sparingly; and he which soweth bountifully shall reap also bountifully.",
    "web": "Remember this: he who sows sparingly will also reap sparingly. He who sows bountifully will also reap bountifully.",
    "chr": "ᎯᎠᏍᎩᏂ [ᏄᏍᏗ;] ᎩᎶ ᎦᏲᎵ ᎠᏫᏍᎩ, ᎾᏍᎩ Ꮎ ᎾᏍᏉ ᎦᏲᎵ ᎤᏍᏚᏕᏍᏗ ᎨᏎᏍᏗ; ᎠᎴ ᎩᎶ ᎤᎪᏗ ᎠᏫᏍᎩ ᎾᏍᎩ Ꮎ ᎾᏍᏉ ᎤᏍᎫᏕᏍᏗ ᎨᏎᏍᏗ."
  },
  {
    "verse": "7",
    "kjv": "Every man according as he purposeth in his heart, so let him give; not grudgingly, or of necessity: for God loveth a cheerful giver.",
    "web": "Let each man give according as he has determined in his heart, not grudgingly or under compulsion, for God loves a cheerful giver.",
    "chr": "ᎾᏂᎥ ᎩᎶ ᎾᏍᎩᏯ ᏄᏍᏛ ᎠᎾᏓᏅᏖᏍᎬ ᏧᏂᎾᏫᏱ [ᎠᏂᎲᏍᎨᏍᏗ;] ᎥᏝᏍᏗ ᏝᏉ ᎤᏂᏰᎸᎯ, ᎥᏝ ᎠᎴ ᎠᏎ ᎤᏂᏗᏱ ᏥᏂᎨᎬᏁᎰ ᎢᏳᏍᏗ; ᎤᏁᎳᏅᎯᏰᏃ ᎤᎨᏳᎭ ᎤᎦᎵᏍᏗ ᎤᏓᏁᏘ ᎠᎲᏍᎩ."
  },
  {
    "verse": "8",
    "kjv": "And God is able to make all grace abound toward you; that ye, always having all sufficiency in all things, may abound to every good work:",
    "web": "And God is able to make all grace abound to you, that you, always having all sufficiency in everything, may abound to every good work.",
    "chr": "ᎤᏁᎳᏅᎯᏰᏃ ᏰᎵᏉ ᎨᏥᏁᏗ ᎤᏣᏘ ᏄᏓᎴᏒ ᎪᎱᏍᏗ, ᎾᏍᎩ ᏂᎯ ᏂᎪᎯᎸ ᏂᏥᏂᎬᏎᎲᎾ ᎨᏒ ᏂᎦᎥ ᏧᏓᎴᏅᏛ, ᎣᏍᏛ ᎨᏒ ᎤᏣᏘ ᏗᎨᏥᎸᏫᏍᏓᏁᏗ ᎢᏳᎵᏍᏙᏗᏱ."
  },
  {
    "verse": "9",
    "kjv": "(As it is written, He hath dispersed abroad; he hath given to the poor: his righteousness remaineth for ever.",
    "web": "As it is written, “He has scattered abroad. He has given to the poor. His righteousness remains forever.”",
    "chr": "ᎾᏍᎩᏯ ᎯᎠ ᏥᏂᎬᏅ ᏥᎪᏪᎳ, ᏚᏗᎦᎴᏯᏍᏔᏅ; ᎤᏲ ᎢᏳᎾᏛᎿᏕᎩ ᏚᏁᎸ; ᎤᏓᏅᏘᏳ ᎨᏒ ᏅᏩᏍᏗᏉ ᏂᎪᎯᎸᎢ."
  },
  {
    "verse": "10",
    "kjv": "Now he that ministereth seed to the sower both minister bread for your food, and multiply your seed sown, and increase the fruits of your righteousness;)",
    "web": "Now may he who supplies seed to the sower and bread for food, supply and multiply your seed for sowing, and increase the fruits of your righteousness,",
    "chr": "ᎾᏍᎩᏃ Ꮎ ᎤᎦᏔ ᎠᏫᏍᎩ ᎤᏁᎯ ᏥᎩ, ᎠᎴ ᎦᏚ ᎠᎵᏍᏓᏴᏙᏗ ᎠᏓᏁᎯ ᏥᎩ, ᎢᏥᏁᏗ ᎨᏎᏍᏗ ᎠᎴ ᎤᎪᏓᏗᏍᏗ ᎨᏎᏍᏗ ᎢᏥᏫᏍᏗ ᎨᏒᎢ, ᎠᎴ ᎤᏁᏉᏍᏗ ᎨᏎᏍᏗ ᎢᏣᏓᏅᏘᏳ ᎨᏒ ᎤᎦᏔᏔᏅᎯ;"
  },
  {
    "verse": "11",
    "kjv": "Being enriched in every thing to all bountifulness, which causeth through us thanksgiving to God.",
    "web": "you being enriched in everything for all generosity, which produces thanksgiving to God through us.",
    "chr": "ᏄᏓᎴᏒ ᎪᎱᏍᏗ ᎢᏤᏅᎢᏍᏔᏅᎯ ᎨᏒ, ᎾᏍᎩ ᎤᏣᏘ ᎨᏣᏓᏁᏗ Ꭸ-ᏒᎢ, ᎾᏍᎩ ᎢᏳᎬᏂᏐᏗᏱ ᎠᎦᎵᎮᎵᏤᏗᏱ ᎤᏁᎳᏅᎯ."
  },
  {
    "verse": "12",
    "kjv": "For the administration of this service not only supplieth the want of the saints, but is abundant also by many thanksgivings unto God;",
    "web": "For this service of giving that you perform not only makes up for lack among the saints, but abounds also through much giving of thanks to God,",
    "chr": "ᎯᎠᏰᏃ ᎠᏯᏔᏍᏗ ᎨᏒ ᎢᏥᏅᎯ, ᎥᏝ ᎤᎾᏓᏅᏘ ᎤᏂᏂᎬᏎᎲ ᎠᎧᎵᎢᎯ ᎤᏩᏒ ᏱᎩ, ᎾᏍᏉᏍᎩᏂ ᎤᏣᏘ ᎤᎾᎵᎮᎵᏤᏗ ᎤᏁᎳᏅᎯ ᏂᎬᏁᎭ;"
  },
  {
    "verse": "13",
    "kjv": "Whiles by the experiment of this ministration they glorify God for your professed subjection unto the gospel of Christ, and for your liberal distribution unto them, and unto all men;",
    "web": "seeing that through the proof given by this service, they glorify God for the obedience of your confession to the Good News of Christ and for the generosity of your contribution to them and to all,",
    "chr": "ᎠᏂᎪᏩᏗᏍᎬᏰᏃ ᎢᏳᏍᏗ ᎾᏍᎩ ᎯᎠ ᎤᎾᎵᏍᏕᎸᏙᏗ ᎨᏒ ᎤᏁᎳᏅᎯ ᏛᏂᎸᏉᏔᏂ ᏂᎦᎵᏍᏙᏍᎨᏍᏗ ᎬᏂᎨᏒ ᏂᏨᏁᎲ ᎢᏦᎯᏳᏒ ᎣᏍᏛ ᎧᏃᎮᏛ ᎦᎶᏁᏛ ᎤᏤᎵᎦ, ᎠᎴ ᏂᎦᎵᏍᏙᏗᏍᎨᏍᏗ ᏂᏥᎨᏳᎿᎥᎾ ᎨᏒ ᏕᏥᏁᎲ ᎾᏍᎩ, ᎠᎴ ᎾᏂᎥᏉ;"
  },
  {
    "verse": "14",
    "kjv": "And by their prayer for you, which long after you for the exceeding grace of God in you.",
    "web": "while they themselves also, with supplication on your behalf, yearn for you by reason of the exceeding grace of God in you.",
    "chr": "ᎠᎴ ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᎾᏓᏙᎵᏍᏗᏍᎬ ᎨᏥᏁᎢᏍᏗᏍᎨᏍᏗ, ᎤᏣᏘ ᎨᏥᎨᏳᏒ ᏅᏗᎦᎵᏍᏙᏗᏍᎬ ᎤᏣᏘ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎤᏁᎳᏅᎯ ᎢᏥᏁᎸᎢ."
  },
  {
    "verse": "15",
    "kjv": "Thanks be unto God for his unspeakable gift.",
    "web": "Now thanks be to God for his unspeakable gift!",
    "chr": "ᎤᏁᎳᏅᎯ ᎠᎵᎮᎵᏤᏗ ᎨᏎᏍᏗ ᏂᎦᎵᏍᏙᏗᎭ ᎾᏍᎩ ᎤᏓᏁᏗ ᎨᏒ ᎦᏃᎮᎰᎲᏍᏗ ᏂᎨᏒᎾ ᏥᎩ."
  }
]