[
  {
    "verse": "1",
    "kjv": "Now faith is the substance of things hoped for, the evidence of things not seen.",
    "web": "Now faith is assurance of things hoped for, proof of things not seen.",
    "chr": "ᎪᎯᏳᏗᏃ ᎨᏒ ᎯᎠ ᏄᏍᏗ ᎦᏛᎬᎢ, ᎤᎵᏂᎩᏛ ᎪᎯᏳᏗᏱ ᎠᎪᏩᏛᏗᏱ ᎨᏒ ᏄᏍᏛ ᎤᏚᎩ ᎣᏩᏒᎢ, ᎠᎴ ᏄᏜᏏᏛᏒᎾ ᎢᏳᏓᎵᏍᏓᏁᏗᏱ ᎡᎲ ᎾᏍᎩ Ꮎ ᎠᏏ ᎠᎪᎲᎯ ᏂᎨᏒᎾ ᎨᏒᎢ."
  },
  {
    "verse": "2",
    "kjv": "For by it the elders obtained a good report.",
    "web": "For by this, the elders obtained approval.",
    "chr": "ᎾᏍᎩᏰᏃ ᎠᏅᏗᏍᎬ ᎡᏘ ᎤᎾᏕᏅᎯ ᎣᏍᏛ ᎨᏥᏃᎮᏗᏱ ᎤᏂᏩᏛᎲᎩ."
  },
  {
    "verse": "3",
    "kjv": "Through faith we understand that the worlds were framed by the word of God, so that things which are seen were not made of things which do appear.",
    "web": "By faith we understand that the universe has been framed by the word of God, so that what is seen has not been made out of things which are visible.",
    "chr": "ᎪᎯᏳᏗ ᎨᏒ ᎢᏛᏗᏍᎬ ᎢᏙᎵᎦ ᎤᏁᎳᏅᎯ ᎧᏁᎬ ᎬᏔᏅᎯ ᎨᏒ ᎡᎶᎯ ᏚᏙᏢᏅᎢ, ᎾᏍᎩᏃ ᏧᏓᎴᏅᏛ ᎠᎪᏩᏛᏗ ᏥᎩ ᎥᏝ ᎾᏍᎩ Ꮎ ᎬᏂᎨᏒ ᎢᏳᎵᏍᏔᏅᎯ ᎨᏒ ᏗᎪᏢᏔᏅᎯ ᏱᎩ."
  },
  {
    "verse": "4",
    "kjv": "By faith Abel offered unto God a more excellent sacrifice than Cain, by which he obtained witness that he was righteous, God testifying of his gifts: and by it he being dead yet speaketh.",
    "web": "By faith Abel offered to God a more excellent sacrifice than Cain, through which he had testimony given to him that he was righteous, God testifying with respect to his gifts; and through it he, being dead, still speaks.",
    "chr": "ᎪᎯᏳᏗ ᎨᏒ ᎬᏗᏍᎬ ᎡᏈᎵ ᎤᏟ ᎢᏲᏍᏛ ᎤᎵᏍᎪᎸᏓᏁᎴ ᎤᏁᎳᏅᎯ ᎠᏥᎸ-ᎨᏔᏍᏙᏗ ᎨᏒ ᎡᏍᎦᏉ ᎨᏂ, ᎾᏍᎩ ᏄᏛᏁᎸ ᎤᏩᏛᏔᏁ ᎪᎯᏳᏍᎩ ᎤᏓᎤᏗᏳ ᎨᏒᎢ, ᎤᏁᎳᏅᎯ ᎬᏂᎨᏒ ᏄᏩᏁᎴ ᏚᏓᏂᎸᏤᎸ ᎤᎵᏍᎪᎸᏔᏅᎯ ᎨᏒᎢ; ᎾᏍᎩᏃ ᏄᏛᏁᎸ ᎬᏗᎭ ᎧᏁᎦ ᎾᏍᏉ ᎤᏲᎱᏒᎯ ᏥᎩ."
  },
  {
    "verse": "5",
    "kjv": "By faith Enoch was translated that he should not see death; and was not found, because God had translated him: for before his translation he had this testimony, that he pleased God.",
    "web": "By faith Enoch was taken away, so that he wouldn’t see death, and he was not found, because God translated him. For he has had testimony given to him that before his translation he had been well pleasing to God.",
    "chr": "ᎦᎯᏳᏗ ᎨᏒ ᎬᏗᏍᎬ ᎢᎾᎩ ᎠᎦᏘᎾᏫᏛᎮ ᎾᏍᎩ ᎠᏲᎱᎯᏍᏗ ᎨᏒ ᎤᎪᏩᏛᏗᏱ ᏂᎨᏒᎾ; ᎠᎴ ᎥᏝ ᏯᏥᏩᏛᎮᎢ, ᎤᏁᎳᏅᎯᏰᏃ ᎤᏘᎾᏫᏛᎮᎢ; ᎠᏏᏉᏰᏃ ᎾᎦᏘᎾᏫᏗᏍᎬᎾ ᎨᏎ ᎤᏁᎳᏅᎯ ᎣᏏᏳ ᎤᏰᎸᏗ ᎨᏒ ᏚᎸᏫᏍᏓᏁᎲ ᎬᏂᎨᏒ ᎾᎬᏁᎴᎢ."
  },
  {
    "verse": "6",
    "kjv": "But without faith it is impossible to please him: for he that cometh to God must believe that he is, and that he is a rewarder of them that diligently seek him.",
    "web": "Without faith it is impossible to be well pleasing to him, for he who comes to God must believe that he exists, and that he is a rewarder of those who seek him.",
    "chr": "ᎪᎯᏳᏗᏍᎩᏂ ᎨᏒ ᏂᏛᏗᏍᎬᎾ ᏱᎩ ᎬᏩᏟᏍᏗ ᎣᏍᏛ ᎤᏰᎸᏗ [ᎤᏁᎳᏅᎯ] ᏗᎩᎸᏫᏍᏓᏁᏗᏱ; ᎩᎶᏰᏃ ᎤᏁᎳᏅᎯ ᏱᎦᎷᏤᎭ ᎠᏎ ᏱᎦᎯᏳᎲᏍᎦ ᎡᎲᎢ, ᎠᎴ ᎾᏍᎩ ᏗᎫᏴᎡᎯ ᎨᏒ ᎤᎵᏂᎩᏛ ᎬᏩᏲᎯ."
  },
  {
    "verse": "7",
    "kjv": "By faith Noah, being warned of God of things not seen as yet, moved with fear, prepared an ark to the saving of his house; by the which he condemned the world, and became heir of the righteousness which is by faith.",
    "web": "By faith Noah, being warned about things not yet seen, moved with godly fear, prepared a ship for the saving of his house, through which he condemned the world and became heir of the righteousness which is according to faith.",
    "chr": "ᎪᎯᏳᏗ ᎨᏒ ᎬᏗᏍᎬ ᏃᏯ, ᎤᏁᎳᏅᎯ ᎤᏪᏯᏔᏅ ᎤᏁᎢᏍᏓᏁᎸ ᏧᏓᎴᏅᏛ ᎠᏏ ᎤᎪᎲᎯ ᏂᎨᏒᎾ ᎨᏒᎢ, ᎤᎾᏰᏎᎢ, ᎤᏛᏅᎢᏍᏔᏁ ᏥᏳ ᎤᎾᎵᏍᏕᎸᏙᏗ ᏚᏓᏘᎾᎥᎢ; ᎾᏍᎩ ᏄᏛᏁᎸ ᎤᏮᏔᏁ ᏚᏭᎪᏓᏁᎴ ᎡᎶᎯ, ᎠᎴ ᎤᏤᎵ ᏄᎵᏍᏔᏁ ᎾᏍᎩ ᏚᏳᎪᏛ ᎨᏒ ᎪᎯᏳᏗ ᎨᏒ ᏨᏗᏓᎴᎲᏍᎦ."
  },
  {
    "verse": "8",
    "kjv": "By faith Abraham, when he was called to go out into a place which he should after receive for an inheritance, obeyed; and he went out, not knowing whither he went.",
    "web": "By faith Abraham, when he was called, obeyed to go out to the place which he was to receive for an inheritance. He went out, not knowing where he went.",
    "chr": "ᎪᎯᏳᏗ ᎨᏒ ᎬᏗᏍᎬ ᎡᏆᎭᎻ ᎾᎯᏳ ᎠᏥᏯᏅᎲ ᎢᎸᎯᏢ ᎤᏪᏅᏍᏗᏱ ᎾᏍᎩ ᎾᎿ ᎣᏂ ᎢᏴᏛ ᎤᏤᎵᎦ ᎢᏯᎬᏁᏗ ᎨᏒᎢ, ᏧᏬᎯᏳᏁᎢ; ᎠᎴ ᏧᏄᎪᏤᎢ ᎾᎦᏔᎲ ᎾᎿ ᎠᎢᏒᎢ."
  },
  {
    "verse": "9",
    "kjv": "By faith he sojourned in the land of promise, as in a strange country, dwelling in tabernacles with Isaac and Jacob, the heirs with him of the same promise:",
    "web": "By faith he lived as an alien in the land of promise, as in a land not his own, dwelling in tents with Isaac and Jacob, the heirs with him of the same promise.",
    "chr": "ᎪᎯᏳᏗ ᎨᏒ ᎬᏗᏍᎬ ᎡᏙᎯᏉ ᎢᏳᏍᏗ ᎤᏪᏙᎴ ᎾᎿ ᎠᏥᏚᎢᏍᏓᏁᎸ ᎦᏙᎯ, ᏅᏩᎾᏓᎴ ᎤᎾᏤᎵᎪᎯ ᎾᏍᎩᏯ, ᏕᎦᎵᏦᏛᏉ ᎠᏁᎮ ᎢᏧᎳᎭ ᎡᏏᎩ ᎠᎴ ᏤᎦᏈ ᎠᏚᎢᏍᏔᏅᎯ ᎨᏒᎢ."
  },
  {
    "verse": "10",
    "kjv": "For he looked for a city which hath foundations, whose builder and maker is God.",
    "web": "For he was looking for the city which has foundations, whose builder and maker is God.",
    "chr": "ᎠᎦᏰᏃᎮᏰᏃ ᎦᏚᎲᎢ ᏗᎦᎫᏍᏓᎢ, ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎤᏁᏍᎨᎲᎢ ᎠᎴ ᎤᏬᏢᏅᎯ ᏥᎩ."
  },
  {
    "verse": "11",
    "kjv": "Through faith also Sara herself received strength to conceive seed, and was delivered of a child when she was past age, because she judged him faithful who had promised.",
    "web": "By faith even Sarah herself received power to conceive, and she bore a child when she was past age, since she counted him faithful who had promised.",
    "chr": "ᎪᎯᏳᏗ ᎨᏒ ᎾᏍᏉ ᎬᏗᏍᎬ ᏎᎵ ᎤᏩᏒ ᏧᏄᎵᏍᏔᏁᎢ, ᎠᎴ ᎠᏲᎵ ᏧᎾᏄᎪᏫᏎ ᎿᏉ ᏧᏓᎾᏄᎪᏫᏍᏗᏱ ᎤᎶᏐᏁᎸᎯ ᏥᎨᏎᎢ, ᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᏄᏓᎵᏓᏍᏛᎾ ᎤᏰᎸᏅ ᎾᏍᎩ Ꮎ ᎤᏚᎢᏍᏔᏅᎯ ᎨᏒᎢ."
  },
  {
    "verse": "12",
    "kjv": "Therefore sprang there even of one, and him as good as dead, so many as the stars of the sky in multitude, and as the sand which is by the sea shore innumerable.",
    "web": "Therefore as many as the stars of the sky in multitude, and as innumerable as the sand which is by the sea shore, were fathered by one man, and him as good as dead.",
    "chr": "ᎾᏍᎩᏃ ᎠᏏᏴᏫ ᎨᏒ ᏧᎾᏓᎴᏁᎢ ᎠᎴ ᎾᏍᎩ ᎤᏲᎱᏒᎯᏉ ᎾᏍᎩᏯ ᎨᏒᎢ, ᏃᏈᏏ ᎦᎸᎶ ᏣᏂᎧᎳ ᏥᏄᏂᏧᏈᏍᏗ ᎢᏳᏂᏧᏈᏍᏗ, ᎠᎴ ᏃᏳ ᎠᎺᏉᎯ ᎤᏣᏘ ᏥᎦᎳᎨᏴ ᎬᏎᎰᎲᏍᏗ ᏂᎨᏒᎾ ᏥᎩ ᎢᏳᏂᏧᏈᏍᏗ."
  },
  {
    "verse": "13",
    "kjv": "These all died in faith, not having received the promises, but having seen them afar off, and were persuaded of them, and embraced them, and confessed that they were strangers and pilgrims on the earth.",
    "web": "These all died in faith, not having received the promises, but having seen them and embraced them from afar, and having confessed that they were strangers and pilgrims on the earth.",
    "chr": "ᎯᎠ ᎾᏍᎩ ᏂᎦᏛ ᎬᏩᏃᎯᏳᎯ ᏚᏂᏲᎱᏎᎢ, ᏂᏚᎾᏓᏂᎸᏨᎾ ᎾᏍᎩ Ꮎ ᎨᏥᏚᎢᏍᏓᏁᎸᎯ ᎨᏒᎢ, ᎢᏅᏍᎩᏂ ᏫᏓᏂᎪᏩᏘᏍᎨᎢ ᎠᎴ ᏄᎾᏜᏏᏛᎡᎲᎾ ᎨᏎᎢ, ᎠᎴ ᏚᏂᏂᏴᎮᎢ, ᎠᎴ ᎠᏂᏃᎲᏍᎨ ᏅᏩᎾᏓᎴᏉ ᎠᎴ ᎠᏁᏙᎯᏉ ᎨᏒ ᎠᏂ ᎡᎶᎯ."
  },
  {
    "verse": "14",
    "kjv": "For they that say such things declare plainly that they seek a country.",
    "web": "For those who say such things make it clear that they are seeking a country of their own.",
    "chr": "ᎾᏍᎩᏰᏃ ᎯᎠ ᎢᏯᏂᏪᏍᎩ, ᎬᏂᎨᏒᎢᏳ ᎾᏅᏁᎰ ᎤᎾᏤᎵᎪᎯ ᎤᏂᏲᎲᎢ."
  },
  {
    "verse": "15",
    "kjv": "And truly, if they had been mindful of that country from whence they came out, they might have had opportunity to have returned.",
    "web": "If indeed they had been thinking of that country from which they went out, they would have had enough time to return.",
    "chr": "ᎢᏳᏰᏃ ᏳᎾᏅᏖ ᎾᎿ ᏧᏂᏄᎪᏨᎢ ᏳᎾᏜᏅᏓᎴᏉ ᎥᎤᎾᏨᏍᏗᏱ;"
  },
  {
    "verse": "16",
    "kjv": "But now they desire a better country, that is, an heavenly: wherefore God is not ashamed to be called their God: for he hath prepared for them a city.",
    "web": "But now they desire a better country, that is, a heavenly one. Therefore God is not ashamed of them, to be called their God, for he has prepared a city for them.",
    "chr": "ᎪᎯᏍᎩᏂ ᎤᏟ ᎢᏲᏍᏛ ᎤᎾᏤᎵᎪᎯ ᎤᏂᏲᎭ, ᎾᏍᎩ ᎦᎸᎶᎢ ᏗᏍᏆᏂᎪᏛᎢ; ᎾᏍᎩ ᎢᏳᏍᏗ ᎤᏁᎳᏅᎯ ᎥᏝ ᏯᏕᎰᏍᎦ ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎠᎪᏎᏗᏱ; ᏚᏛᏅᎢᏍᏓᏁᎸᏰᏃ ᎦᏚᎲᎢ."
  },
  {
    "verse": "17",
    "kjv": "By faith Abraham, when he was tried, offered up Isaac: and he that had received the promises offered up his only begotten son,",
    "web": "By faith, Abraham, being tested, offered up Isaac. Yes, he who had gladly received the promises was offering up his only born son,",
    "chr": "ᎪᎯᏳᏗ ᎨᏒ ᎬᏗᏍᎬ ᎡᏆᎭᎻ, ᎾᎯᏳ ᎠᏥᎪᎵᏰᎥ ᎡᏏᎩ ᎤᎵᏍᎪᎸᏔᏁᎢ; ᎠᎴ ᎾᏍᎩ Ꮎ ᎠᏥᏚᎢᏍᏓᏁᎸᎯ ᎨᏒ ᎤᏩᏒᎯᏳ ᎤᏪᏥ ᎤᎵᏍᎪᎸᏔᏁᎢ."
  },
  {
    "verse": "18",
    "kjv": "Of whom it was said, That in Isaac shall thy seed be called:",
    "web": "to whom it was said, “Your offspring will be accounted as from Isaac,”",
    "chr": "ᎾᏍᎩ Ꮎ ᎯᎠ ᎢᏯᏥᏪᏎᎸᎯ ᏥᎨᏎᎢ, ᎾᏍᎩ ᎡᏏᎩ ᏚᏙᎥ ᎨᏥᏯᏅᏗᏍᎨᏍᏗ ᏣᏁᏢᏔᏅᎯ ᎨᏒᎢ;"
  },
  {
    "verse": "19",
    "kjv": "Accounting that God was able to raise him up, even from the dead; from whence also he received him in a figure.",
    "web": "concluding that God is able to raise up even from the dead. Figuratively speaking, he also did receive him back from the dead.",
    "chr": "ᎤᏁᏔᏅᎯ ᏰᎵᏉ ᏄᎵᏂᎬᎦ ᏧᎴᏙᏗᏱ ᎡᎵᏍᎨᎢ, ᎾᏍᏉ ᎤᏲᎱᏒᎯ ᏱᎩ; ᎾᎿ ᎾᏍᏉ ᏥᏚᏓᏂᎸᏤ ᏗᏟᎶᏍᏔᏅᎯ ᎾᏍᎩᏯᎢ."
  },
  {
    "verse": "20",
    "kjv": "By faith Isaac blessed Jacob and Esau concerning things to come.",
    "web": "By faith Isaac blessed Jacob and Esau, even concerning things to come.",
    "chr": "ᎪᎯᏳᏗ ᎨᏒ ᎬᏗᏍᎬ ᎡᏏᎩ ᎣᏍᏛ ᏥᏚᏁᏤᎴ ᏤᎦᏈ ᎠᎴ ᎢᏐ ᎪᎱᏍᏗ ᎠᏏ ᎤᎵᏰᎢᎶᎯᏍᏗ ᎨᏒ ᎤᎬᏩᎵ."
  },
  {
    "verse": "21",
    "kjv": "By faith Jacob, when he was a dying, blessed both the sons of Joseph; and worshipped, leaning upon the top of his staff.",
    "web": "By faith Jacob, when he was dying, blessed each of the sons of Joseph, and worshiped, leaning on the top of his staff.",
    "chr": "ᏤᎦᏈ ᎪᎯᏳᏗ ᎨᏒ ᎬᏗᏍᎬᎢ, ᎿᏉ ᎠᎰᎱᏍᎨᎢ ᎣᏍᏛ ᏚᏁᏤᎴ ᎢᏧᎳ ᏦᏩ ᏧᏪᏥ; ᎠᎴ ᎤᏓᏙᎵᏍᏔᏁ ᎤᏙᎳᏅᏍᏗᏱ ᎤᏍᎪᎵ [ᎤᎵᏍᏕᎸᏕᎢ.]"
  },
  {
    "verse": "22",
    "kjv": "By faith Joseph, when he died, made mention of the departing of the children of Israel; and gave commandment concerning his bones.",
    "web": "By faith Joseph, when his end was near, made mention of the departure of the children of Israel, and gave instructions concerning his bones.",
    "chr": "ᎪᎯᏳᏗ ᎨᏒ ᎬᏗᏍᎬ ᏦᏩ ᎿᏉ ᎠᏲᎱᏍᎨᎢ, ᎤᏁᎢᏍᏔᏁ ᎢᏏᎵ ᏧᏪᏥ ᎤᎾᏓᏅᏍᏗᏱ; ᎠᎴ ᏧᏁᏤ ᏧᎪᎳ ᎤᎬᏩᎵ."
  },
  {
    "verse": "23",
    "kjv": "By faith Moses, when he was born, was hid three months of his parents, because they saw he was a proper child; and they were not afraid of the king's commandment.",
    "web": "By faith Moses, when he was born, was hidden for three months by his parents, because they saw that he was a beautiful child; and they were not afraid of the king’s commandment.",
    "chr": "ᎪᎯᏳᏗ ᎨᏒ ᎠᏅᏗᏍᎬ ᎼᏏ ᏧᎦᏴᎵᎨ ᎾᎯᏳ ᎤᏕᏅ ᏦᎢ ᎢᏯᏅᏙ ᏥᎬᏩᏍᎦᎸᏁᎢ, ᎠᏂᎪᏩᏘᏍᎨᏰᏃ ᎤᏬᏚᎯᏳ ᎨᏒ ᎠᏲᎵ; ᎥᏝ ᎠᎴ ᏯᏂᏍᎦᎢᎮ ᎤᎬᏫᏳᎯ ᎤᏁᏨᎢ."
  },
  {
    "verse": "24",
    "kjv": "By faith Moses, when he was come to years, refused to be called the son of Pharaoh's daughter;",
    "web": "By faith Moses, when he had grown up, refused to be called the son of Pharaoh’s daughter,",
    "chr": "ᎪᎯᏳᏗ ᎨᏒ ᎬᏗᏍᎬ ᎼᏏ ᎿᏉ ᎤᏔᏅ ᏄᎵᏍᏔᏅ ᎤᏲᎢᏎᎴᏉ ᏇᎵᏲ ᎤᏪᏥ ᎠᎨᏴ, ᎤᏪᏥ ᎠᎪᏎᏗᏱ;"
  },
  {
    "verse": "25",
    "kjv": "Choosing rather to suffer affliction with the people of God, than to enjoy the pleasures of sin for a season;",
    "web": "choosing rather to share ill treatment with God’s people than to enjoy the pleasures of sin for a time,",
    "chr": "ᎤᏑᏰᎭ ᎤᏟ ᎤᏰᎸᏁ ᎤᏁᎳᏅᎯ ᏧᏤᎵ ᏴᏫ ᎠᏂᎩᎵᏲᏥᏙᎲ ᎤᏠᏯᏍᏙᏗᏱ, ᎠᏃ ᎠᏍᎦᏂ ᏞᎦ ᎣᏍᏛ ᎤᏓᏓᏅᏓᏗᏍᏙᏗ ᎨᏒᎢ;"
  },
  {
    "verse": "26",
    "kjv": "Esteeming the reproach of Christ greater riches than the treasures in Egypt: for he had respect unto the recompence of the reward.",
    "web": "considering the reproach of Christ greater riches than the treasures of Egypt; for he looked to the reward.",
    "chr": "ᎤᏟ ᎦᎸᏉᏗᏳ ᎡᎵᏍᎨ ᎦᏰᏥᏐᏢᏙᏗᏱ ᎦᎶᏁᏛ ᎨᏒ ᎢᏳᏍᏗ, ᎠᏃ ᏧᎬᏩᎶᏗ ᎠᏍᏆᏂᎪᏛ ᎢᏥᏈᏱ; ᎠᎦᎫᏴᎡᏗᏰᏃ ᎨᏒ ᎢᏴᏛ ᏫᏓᎧᏂᏍᎨᎢ."
  },
  {
    "verse": "27",
    "kjv": "By faith he forsook Egypt, not fearing the wrath of the king: for he endured, as seeing him who is invisible.",
    "web": "By faith he left Egypt, not fearing the wrath of the king; for he endured, as seeing him who is invisible.",
    "chr": "ᎪᎯᏳᏗ ᎨᏒ ᎬᏗᏍᎬ ᎢᏥᏈᏱ ᎤᏓᏅᏎᎢ, ᎾᏍᎦᎢᎲᎾ ᎨᏎ ᎤᎬᏫᏳᎯ ᎤᏔᎳᏬᏍᎬᎢ; ᎬᏂᏗᏳᏍᎩᏂ ᎨᏒ ᎾᏍᎩᏯᏉ ᏣᎪᏩᏘᏍᎪ ᎾᏍᎩ Ꮎ ᎦᏰᏥᎪᏩᏛᏗ ᏂᎨᏒᎾ ᎨᏒᎢ."
  },
  {
    "verse": "28",
    "kjv": "Through faith he kept the passover, and the sprinkling of blood, lest he that destroyed the firstborn should touch them.",
    "web": "By faith he kept the Passover and the sprinkling of the blood, that the destroyer of the firstborn should not touch them.",
    "chr": "ᎪᎯᏳᏗ ᎨᏒ ᎬᏗᏍᎬ ᎤᏁᏤ ᎧᏃᎯᏰᎩ ᏗᎵᏍᏓᏴᏗᏱ ᎤᏂᏍᏆᏂᎪᏙᏗᏱ, ᎠᎴ ᎩᎬ ᎤᏂᏍᏚᏟᏍᏗᏱ [ᎦᎶᎯᏍᏗᏱ,] ᎾᏍᎩ ᎢᎬᏱ ᎤᎾᏕᏅᎯ ᏗᏛᏗᏍᎩ ᎪᎱᏍᏗ ᎤᏅᏁᏗᏱ ᏂᎨᏒᎾ."
  },
  {
    "verse": "29",
    "kjv": "By faith they passed through the Red sea as by dry land: which the Egyptians assaying to do were drowned.",
    "web": "By faith they passed through the Red Sea as on dry land. When the Egyptians tried to do so, they were swallowed up.",
    "chr": "ᎪᎯᏳᏗ ᎨᏒ ᎠᏅᏗᏍᎬ ᎠᎺᏉᎯᎩᎦᎨᏍᏛᏱ ᎠᏰᎵ ᎤᏂᎶᏎ ᎤᎧᏲᏛᎯ ᏣᏂᎶᏍᎪ ᎾᏍᎩᏯᎢ; ᎢᏥᏈᏱᏃ ᎠᏁᎯ ᎤᎾᏁᎶᏔᏅ ᎾᏍᎩ ᎢᏳᎾᏛᏁᏗᏱ ᏚᏂᎬᏤᎢ."
  },
  {
    "verse": "30",
    "kjv": "By faith the walls of Jericho fell down, after they were compassed about seven days.",
    "web": "By faith the walls of Jericho fell down after they had been encircled for seven days.",
    "chr": "ᎪᎯᏳᏗ ᎨᏒ ᎠᏅᏗᏍᎬ ᏓᏐᏴ ᏤᎵᎪ ᏚᏪᏒᏙᎠᏎᎢ, ᎿᏉ ᎦᎵᏉᎩ ᏧᏒᎯᏛ ᏂᏚᎾᏚᏫᏍᏔᏁᎢ."
  },
  {
    "verse": "31",
    "kjv": "By faith the harlot Rahab perished not with them that believed not, when she had received the spies with peace.",
    "web": "By faith Rahab the prostitute didn’t perish with those who were disobedient, having received the spies in peace.",
    "chr": "ᎪᎯᏳᏗ ᎨᏒ ᎬᏗᏍᎬ ᎴᎭᏫ ᎤᏁᎫᏥᏛ ᎥᏝ ᏯᏥᏛᏔᏁ ᎨᏥᏛᏔᏅ ᎾᏍᎩ Ꮎ ᏄᏃᎯᏳᏒᎾ ᏥᎨ-ᏎᎢ, ᎾᏍᎩ ᏙᎯᏱ ᏥᏚᏓᏂᎸᏤ ᎢᏳᏍᏗ ᎤᏂᎦᏛᏂᏙᎯ."
  },
  {
    "verse": "32",
    "kjv": "And what shall I more say? for the time would fail me to tell of Gedeon, and of Barak, and of Samson, and of Jephthae; of David also, and Samuel, and of the prophets:",
    "web": "What more shall I say? For the time would fail me if I told of Gideon, Barak, Samson, Jephthah, David, Samuel, and the prophets—",
    "chr": "ᎠᎴ ᎦᏙ ᎠᏏ ᏓᎦᏛᏂ? ᎥᏝᏰᏃ ᎬᎩᏍᏆᏗᏍᏗ ᏱᎩ ᏱᎦᏥᏃᎮᎸ ᎩᏗᏯᏂ, ᎠᎴ ᏇᎴᎩ, ᎠᎴ ᏌᎻᏏᏂ, ᎠᎴ ᏤᏈᏓ; ᏕᏫ ᎾᏍᏉ, ᎠᎴ ᏌᎻ, ᎠᎴ ᎠᎾᏙᎴᎰᏍᎩ."
  },
  {
    "verse": "33",
    "kjv": "Who through faith subdued kingdoms, wrought righteousness, obtained promises, stopped the mouths of lions.",
    "web": "who through faith subdued kingdoms, worked out righteousness, obtained promises, stopped the mouths of lions,",
    "chr": "ᎾᏍᎩ ᎪᎯᏳᏗ ᎨᏒ ᎠᏅᏗᏍᎬ ᎠᏰᎵ ᏕᎪᏢᏒ ᏥᏓᎾᏓᎵᏁᎯᏕᎮᎢ, ᏚᏳᎪᏛ ᏥᏚᏂᎸᏫᏍᏓᏁᎮᎢ, ᎤᎾᏤᎵ ᏥᎾᏅᏁᎮ ᏄᏍᏛ ᎨᏥᏚᎢᏍᏓᎸᎢ, ᏢᏓᏥ ᎤᏂᏃᏕᏅ ᏗᏂᎰᎵ ᏥᏓᏂᏍᏚᎲᏍᎨᎢ,"
  },
  {
    "verse": "34",
    "kjv": "Quenched the violence of fire, escaped the edge of the sword, out of weakness were made strong, waxed valiant in fight, turned to flight the armies of the aliens.",
    "web": "quenched the power of fire, escaped the edge of the sword, from weakness were made strong, grew mighty in war, and caused foreign armies to flee.",
    "chr": "ᎠᏥᎸ ᎤᏍᎦᏎᏗ ᏣᏅᏜᏗᏍᎨᎢ, ᎠᏰᎳᏍᏗ-ᎦᏅᎯᏛ ᏣᎾᏗᏫᏎᎮᎢ, ᏗᏂᏩᎦᎳ ᎨᏒ ᏧᎾᎵᏂᎩᏛ ᏥᏂᎨᎬᏁᎮᎢ, ᎾᏂᏍᎦᎢᎲᎾ ᏂᎾᎾᎵᏍᏗᏍᎨ ᏓᎾᎵᎲᎢ, ᏥᏓᏂᎨᎯᏙᎮ ᏅᏩᎾᏓᎴ ᎠᏂᏯᏫᏍᎩ."
  },
  {
    "verse": "35",
    "kjv": "Women received their dead raised to life again: and others were tortured, not accepting deliverance; that they might obtain a better resurrection:",
    "web": "Women received their dead by resurrection. Others were tortured, not accepting their deliverance, that they might obtain a better resurrection.",
    "chr": "ᎠᏂᎨᏴ ᏗᎬᏩᏂᏲᎱᎯᏎᎸᎯ ᏗᏅᏃᏛ ᏔᎵᏁ ᏂᏙᎨᏥᏲᎯᏎᎮᎢ; ᎢᎦᏛᏃ ᏥᎨᏥᎩᎸᏍᎨᎢ, ᏂᏓᎾᏓᏂᎸᎬᎾ ᎨᎫᏓᎴᏍᎬᎢ; ᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᎤᏟ ᎢᏲᏍᏛ ᎤᏂᏩᏛᏗᏱ ᎤᎾᏚᎵᏍᎬ ᏗᎴᎯᏐᏗ ᎨᏒᎢ;"
  },
  {
    "verse": "36",
    "kjv": "And others had trial of cruel mockings and scourgings, yea, moreover of bonds and imprisonment:",
    "web": "Others were tried by mocking and scourging, yes, moreover by bonds and imprisonment.",
    "chr": "ᎢᎦᏛᏃ ᎨᏥᎪᎵᏰᏍᎨ ᎦᎨᏥᏐᏢᏗᏍᎬ ᎠᎴ ᏕᎨᏥᎵᎥᏂᎲᎢ, ᎠᎴ ᎾᏍᏉ ᏕᎨᎦᎸᎢᎲ ᎠᎴ ᏕᎨᏥᏍᏚᎲᏍᎬᎢ;"
  },
  {
    "verse": "37",
    "kjv": "They were stoned, they were sawn asunder, were tempted, were slain with the sword: they wandered about in sheepskins and goatskins; being destitute, afflicted, tormented;",
    "web": "They were stoned. They were sawn apart. They were tempted. They were slain with the sword. They went around in sheep skins and in goat skins; being destitute, afflicted, ill-treated—",
    "chr": "ᏅᏯ ᏕᎨᎬᏂᏍᏗᏍᎨᎢ, ᏗᎦᏄᏙᎩ ᎬᏗ ᏕᎨᏥᎦᎵᏍᎨᎢ, ᏕᎨᏥᎪᎵᏰᏍᎨᎢ, ᎠᏰᎳᏍᏗ-ᎦᏅᎯᏛ ᏕᎨᏥᎢᏍᏗᏍᎨᎢ; ᎠᏫ ᎤᏂᏃᏕᎾ ᎠᎴ ᎠᏫ ᏗᏂᎭᏄᎸᎯ ᏧᏂᏁᎦᎸᏅᎯ ᏧᎾᏄᏩᎢ ᎠᏁᏙᎮᎢ; ᎤᏂᏂᎬᏎᎯ ᎨᏎᎢ, ᎠᏂᎩᎵᏲᏥᏙᎮᎢ."
  },
  {
    "verse": "38",
    "kjv": "(Of whom the world was not worthy:) they wandered in deserts, and in mountains, and in dens and caves of the earth.",
    "web": "of whom the world was not worthy—wandering in deserts, mountains, caves, and the holes of the earth.",
    "chr": "[ᎾᏍᎩ ᎯᎠ ᎥᏝ ᎡᎶᎯ ᎬᏩᎾᏕᏗ ᏱᎨᏎᎢ;] ᎢᎾᎨ ᎠᏁᏙᎮᎢ, ᎠᎴ ᏙᏓᎸᎢ, ᎠᎴ ᏚᏍᏓᎦᎸᎢ, ᎠᎴ ᎦᏙᎯ ᏓᏔᎴᏒᎢ."
  },
  {
    "verse": "39",
    "kjv": "And these all, having obtained a good report through faith, received not the promise:",
    "web": "These all, having been commended for their faith, didn’t receive the promise,",
    "chr": "ᎠᎴ ᎾᏍᎩ ᏂᎦᏛ ᎯᎠ ᎣᏍᏛ ᎨᏥᏃᎮᏍᎩ ᏥᎨᏎ ᎤᏃᎯᏳᏒ ᎢᏳᏩᏂᏌᏛ, ᎥᏝ ᏄᏍᏛ ᎨᏥᏚᎢᏍᏓᏁᎸ ᏱᏚᏁᏓᏂᎸᏤᎢ;"
  },
  {
    "verse": "40",
    "kjv": "God having provided some better thing for us, that they without us should not be made perfect.",
    "web": "God having provided some better thing concerning us, so that apart from us they should not be made perfect.",
    "chr": "ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎢᎦᏛᏅᎢᏍᏓᏁᎸᎯ ᎨᏒ ᎢᏳᏍᏗ ᎪᎱᏍᏗ ᎤᏟ ᎢᏲᏍᏛ, ᎾᏍᎩ ᏄᏂᎷᎶᏤᎲᎾ ᎢᎨᎬᏁᏗᏱ ᏂᎨᏒᎾ ᎠᏴ ᏂᎦᏠᏯᏍᏗᏍᎬᎾ."
  }
]