[
  {
    "verse": "1",
    "kjv": "Wherefore seeing we also are compassed about with so great a cloud of witnesses, let us lay aside every weight, and the sin which doth so easily beset us, and let us run with patience the race that is set before us,",
    "web": "Therefore let’s also, seeing we are surrounded by so great a cloud of witnesses, lay aside every weight and the sin which so easily entangles us, and let’s run with perseverance the race that is set before us,",
    "chr": "ᎾᏍᎩᏃ ᎢᏳᏂᏧᏈᏍᏗ ᎠᏂᎦᏔᎯ ᏥᎦᎨᎦᏚᏫᏍᏗ, ᎢᏴᏛ ᏂᏛᏁᏓ ᏄᏓᎴᏒ ᎦᎨᏛ ᎢᎬᏁᎯ, ᎠᎴ ᎠᏍᎦᏂ ᎠᎯᏛ ᎨᎦᏢᏔᏍᏗ ᏥᎩ, ᎠᎴ ᏗᏛᏂᏗᏳ ᎨᏎᏍᏗ ᎢᏓᏙᎩᏯᏍᎨᏍᏗ ᎠᏙᎩᏯᏍᏗ ᎢᎬᏱᏗᏢ ᏁᎬᏁᎸᎢ,"
  },
  {
    "verse": "2",
    "kjv": "Looking unto Jesus the author and finisher of our faith; who for the joy that was set before him endured the cross, despising the shame, and is set down at the right hand of the throne of God.",
    "web": "looking to Jesus, the author and perfecter of faith, who for the joy that was set before him endured the cross, despising its shame, and has sat down at the right hand of the throne of God.",
    "chr": "ᏫᏕᏓᎦᏂᏍᎨᏍᏗ ᏥᏌ ᎾᏍᎩ ᎢᏳᏩᏂᏌᏛ, ᎠᎴ ᎠᏍᏆᏗᏍᎩ ᏥᎩ ᎢᎪᎯᏳᏒᎢ. ᎾᏍᎩ ᎤᎵᎮᎵᏍᏗ ᎨᏒ ᎢᎬᏱᏗᏢ ᎾᎬᏁᎸ ᎢᏳᏍᏗ ᎬᏂᏗᏳ ᏓᏓᎿᏩᏍᏛ ᎤᎩᎵᏲᏤᎢ, ᎤᎵᏌᎵᏉ ᎤᏰᎸᏎ ᎤᏕᎰᎯᏍᏗ ᎨᏒᎢ, ᎠᎴ ᎠᎦᏘᏏᏗᏢ ᎤᏪᏅ ᎤᏁᎳᏅᎯ ᎤᏪᏍᎩᎸᎢ."
  },
  {
    "verse": "3",
    "kjv": "For consider him that endured such contradiction of sinners against himself, lest ye be wearied and faint in your minds.",
    "web": "For consider him who has endured such contradiction of sinners against himself, that you don’t grow weary, fainting in your souls.",
    "chr": "ᎡᏣᏓᏅᏛᎵᏉᏍᎩᏂ Ꮎ ᎾᏍᎩ ᎢᎦᎢ ᎦᎬᏩᏐᏢᏛ ᎠᏂᏍᎦᎾ ᎤᏁᎳᎩ ᏚᏪᎵᏎᎸᎢ, ᎾᏍᎩᏃ ᏞᏍᏗ ᏗᏥᏯᏪᏨᎩ ᎠᎴ ᏞᏍᏗ ᏧᏩᎾᎦᎶᏨᎩ ᏕᏣᏓᏅᏛᎢ."
  },
  {
    "verse": "4",
    "kjv": "Ye have not yet resisted unto blood, striving against sin.",
    "web": "You have not yet resisted to blood, striving against sin.",
    "chr": "ᎥᏝ ᎠᏏ ᎢᏥᎩᎬ ᎤᏨᎢᏍᏗᏱ ᎢᏴᏛ ᏱᏗᏣᏟᏴᎲ ᎠᏍᎦᏂ ᏕᏣᏟᏴᎡᎲᎢ."
  },
  {
    "verse": "5",
    "kjv": "And ye have forgotten the exhortation which speaketh unto you as unto children, My son, despise not thou the chastening of the Lord, nor faint when thou art rebuked of him:",
    "web": "You have forgotten the exhortation which reasons with you as with children, “My son, don’t take lightly the chastening of the Lord, nor faint when you are reproved by him;",
    "chr": "ᎠᎴ ᎢᏨᎨᏫᏒᎯ ᎢᎩ ᎡᏥᏬᏁᏗᏍᎬ ᏗᏂᏲᎵ ᏥᎨᏥᏬᏁᏗᏍᎪ ᎾᏍᎩᏯᎢ, ᎯᎠ ᏥᏂᎦᏪᎭ, ᎠᏇᏥ ᏞᏍᏗ ᏅᎵᏌᎵ ᏱᏣᏰᎸᏎᏍᏗ ᎤᎬᏫᏳᎯ ᏣᎩᎵᏲᎢᏍᏗᏍᎬᎢ, ᎠᎴ ᏞᏍᏗ ᏩᎾ ᎯᏳᏏᎦᎶᎨᏍᏗ ᏣᎬᏍᎪᎸᎢᏍᎨᏍᏗ,"
  },
  {
    "verse": "6",
    "kjv": "For whom the Lord loveth he chasteneth, and scourgeth every son whom he receiveth.",
    "web": "for whom the Lord loves, he disciplines, and chastises every son whom he receives.”",
    "chr": "ᎾᏍᎩᏰᏃ Ꮎ ᎤᎬᏫᏳᎯ ᎤᎨᏳᎯ ᎠᎩᎵᏲᎢᏍᏗᏍᎪᎢ, ᎠᎴ ᏕᎦᎵᎥᏂᎰ ᎾᏂᎥ ᏧᏪᏥ ᎾᏍᎩ ᏧᏓᏂᎸᏨᎯ ᎨᏒᎢ."
  },
  {
    "verse": "7",
    "kjv": "If ye endure chastening, God dealeth with you as with sons; for what son is he whom the father chasteneth not?",
    "web": "It is for discipline that you endure. God deals with you as with children, for what son is there whom his father doesn’t discipline?",
    "chr": "ᎢᏳᏃ ᎡᏥᎩᎵᏲᎢᏍᏗᏍᎨᏍᏗ, ᎾᏍᎩᏯ ᏧᏪᏥ ᏂᏓᏛᏁᎲ ᏂᏣᏛᏁᎭ ᎤᏁᎳᏅᎯ; ᎦᎪᏰᏃ ᎡᎭ ᎠᏲᎵ ᎾᏍᎩ ᎤᏙᏓ ᏄᎩᎵᏲᎢᏍᏗᏍᎬᎾ?"
  },
  {
    "verse": "8",
    "kjv": "But if ye be without chastisement, whereof all are partakers, then are ye bastards, and not sons.",
    "web": "But if you are without discipline, of which all have been made partakers, then you are illegitimate, and not children.",
    "chr": "ᎢᏳᏍᎩᏂ ᎢᎸᎯᏳ ᏁᏥᎩᏲᎢᏍᏗᏍᎬᎾ ᏱᎩ, ᎾᏍᎩ ᏂᎦᏗᏳ ᏗᏂᏲᎵ ᎾᏍᎩ ᎢᎨᎬᏁᏗ ᏥᎩ, ᎿᏉ ᎢᏴᏛᏉ ᎢᏣᏕᏂᏙᎸᎯ, ᎥᏝᏃ ᎣᏍᏛ ᎢᏣᏕᏅᎯ ᏱᎩ."
  },
  {
    "verse": "9",
    "kjv": "Furthermore we have had fathers of our flesh which corrected us, and we gave them reverence: shall we not much rather be in subjection unto the Father of spirits, and live?",
    "web": "Furthermore, we had the fathers of our flesh to chasten us, and we paid them respect. Shall we not much rather be in subjection to the Father of spirits and live?",
    "chr": "ᎠᎴ Ꮼ, ᎤᏇᏓᎵ ᎨᏒ ᏗᎩᏙᏓ ᏕᎨᎲᎩ, ᎾᏍᎩ ᏥᎨᎩᎩᎵᏲᎢᏍᏗᏍᎬᎩ; ᎠᎴ ᎨᏗᎸᏉᏗᏳ ᏥᎨᏒᎩ; ᏝᏍᎪ ᎤᏟ ᏱᏂᏙᎬᏩᏳᎪᏗ ᏤᏓᏓᏲᎯᏎᏗᏱ ᏗᎦᏓᏅᏙ ᏧᏬᏢᏅᎯ ᏥᎩ, ᎠᎴ ᎢᎦᏛᏂᏗᏍᏗᏱ?"
  },
  {
    "verse": "10",
    "kjv": "For they verily for a few days chastened us after their own pleasure; but he for our profit, that we might be partakers of his holiness.",
    "web": "For they indeed for a few days disciplined us as seemed good to them, but he for our profit, that we may be partakers of his holiness.",
    "chr": "ᎾᏍᎩᏰᏃ Ꮎ ᎤᏙᎯᏳᎯ ᏞᎦ ᎨᎩᎩᎵᏲᎢᏍᏗᏍᎬᎩ ᎤᏅᏒ ᎠᎾᏓᏅᏖᏍᎬ ᎾᎾᏛᏁᎲᎩ; [ᎤᏁᎳᏅᎯᏍᎩᏂ] ᎣᏍᏛ ᎢᎦᎵᏍᏓᏁᏗ ᎤᎬᏩᎸ, ᎾᏍᎩ ᎢᏣᏠᏯᏍᏗᏍᎩ ᎢᏳᎵᏍᏙᏗᏱ ᎤᏩᏒ ᎠᏍᎦᎾ ᏂᎨᏒᎾ ᎨᏒᎢ."
  },
  {
    "verse": "11",
    "kjv": "Now no chastening for the present seemeth to be joyous, but grievous: nevertheless afterward it yieldeth the peaceable fruit of righteousness unto them which are exercised thereby.",
    "web": "All chastening seems for the present to be not joyous but grievous; yet afterward it yields the peaceful fruit of righteousness to those who have been trained by it.",
    "chr": "ᎠᎴ ᏂᎦᎥᏉ ᎠᎩᎵᏲᎢᏍᏗ ᎨᏒ ᎪᎯ ᎨᏒ ᎥᏝ ᎣᏍᏛ ᎣᏓᏅᏓᏗᏍᏗᏍᎩ ᏱᎩ, ᎤᏲᏉᏍᎩᏂ; ᎣᏂᏍᎩᏂᏃᏅ ᎢᏴᏛ ᏅᏩᏙᎯᏯᏛ ᎠᏓᏅᏓᏗᏍᏗ ᎨᏒ ᎦᎾᏄᎪᏫᏍᎪ ᏚᏳᎪᏛ ᎨᏒ ᎤᎾᏄᎪᏫᏒᎯ, ᎾᏍᎩ ᎢᏳᎾᎵᏍᏓᏁᎸᎯ."
  },
  {
    "verse": "12",
    "kjv": "Wherefore lift up the hands which hang down, and the feeble knees;",
    "web": "Therefore lift up the hands that hang down and the feeble knees,",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᏗᏥᏌᎳᏛᎦ ᏗᏦᏰᏂ ᎡᎳᏗ ᎢᏧᎵᏍᏔᏅᎯ ᏥᎩ, ᎠᎴ ᏗᏥᏂᎨᏂ ᏗᏩᎾᎦᎳᎢ;"
  },
  {
    "verse": "13",
    "kjv": "And make straight paths for your feet, lest that which is lame be turned out of the way; but let it rather be healed.",
    "web": "and make straight paths for your feet, so what is lame may not be dislocated, but rather be healed.",
    "chr": "ᎥᎾᏕᏍᎩ ᏂᏨᎦ ᏕᎦᏅᏅ ᎢᏥᎶᎯᏍᏗᏱ, ᎾᏍᎩᏃ ᎠᏲᏅᎵ ᎨᏒ ᏞᏍᏗ ᏳᏂᎪᎸᏍᏔᏁᏍᏗ; ᎧᏅᏬᏗᏉᏍᎩᏂ ᎨᏎᏍᏗ."
  },
  {
    "verse": "14",
    "kjv": "Follow peace with all men, and holiness, without which no man shall see the Lord:",
    "web": "Follow after peace with all men, and the sanctification without which no man will see the Lord,",
    "chr": "ᏅᏩᏙᎯᏯᏛ ᏕᏥᎧᎿᏩᏗᏎᏍᏗ ᎾᏂᎥᏉ ᎪᎱᏍᏗ ᏕᏣᏓᏛᏗᏍᎬᎢ, ᎠᎴ ᎾᏍᎦᏅᎾ ᎨᏒᎢ, ᎧᏂᎩᏛ ᏱᎩ ᎾᏍᎩ, ᎥᏝ ᎩᎶ ᏰᎵ ᎤᎬᏫᏳᎯ ᎬᏩᎪᏩᏛᏗ ᏱᎩ;"
  },
  {
    "verse": "15",
    "kjv": "Looking diligently lest any man fail of the grace of God; lest any root of bitterness springing up trouble you, and thereby many be defiled;",
    "web": "looking carefully lest there be any man who falls short of the grace of God, lest any root of bitterness springing up trouble you and many be defiled by it,",
    "chr": "ᎢᏤᏯᏔᎯᏳ ᎨᏎᏍᏗ ᎾᏍᎩᏃ ᏞᏍᏗ ᎩᎶ ᎡᏍᎦ ᎤᏬᎭᏒᎩ ᎤᏁᎳᏅᎯ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒᎢ; ᏞᏍᏗ ᎤᏴᏍᏗ ᎤᎿᏍᏕᏢ ᎦᎾᏄᎪᎬ ᎢᏣᏕᏯᏙᏔᏅᎩ, ᎠᎴ ᎾᏍᎩ ᎢᏳᏩᏂᏌᏛ ᎤᏂᏣᏘ ᎦᏓᎭ ᎢᏳᎾᎵᏍᏔᏅᎩ;"
  },
  {
    "verse": "16",
    "kjv": "Lest there be any fornicator, or profane person, as Esau, who for one morsel of meat sold his birthright.",
    "web": "lest there be any sexually immoral person or profane person, like Esau, who sold his birthright for one meal.",
    "chr": "ᏞᏍᏗ ᎩᎶ ᎤᏕᎵᏛ ᏗᏂᏏᎲᏍᎩ ᏱᏣᏓᏑᏰᏍᏗ, ᎠᎴ ᎠᏍᎦᎾ ᏴᏫ, ᎢᏐ ᎾᏍᎩᏯᎢ, ᎠᎴ ᎠᏍᎦᎾ ᏴᏫ, ᎢᏐ ᎾᏍᎩᏯᎢ, ᎤᏍᎩ ᏌᏉᏉ ᎢᏯᎵᏍᏓᏴᏗ ᏥᏚᎬᏩᎶᏔᏁ ᏧᎾᏗᏅᏎ ᎢᎬᏱ ᎡᎯ ᎨᏒᎢ."
  },
  {
    "verse": "17",
    "kjv": "For ye know how that afterward, when he would have inherited the blessing, he was rejected: for he found no place of repentance, though he sought it carefully with tears.",
    "web": "For you know that even when he afterward desired to inherit the blessing, he was rejected, for he found no place for a change of mind though he sought it diligently with tears.",
    "chr": "ᎢᏥᎦᏔᎭᏰᏃ ᎣᏂ ᎢᏴᏛ ᎣᏍᏛ ᎢᏯᎦᏛᏁᏗᏱ ᏧᏚᎵᏍᎨ ᏣᏥᏐᏅᎢᏍᏔᏁᎢ; ᎥᏝ ᏰᏃ [ᎤᏙᏓ] ᎤᏓᏅᏛ ᎬᏩᏁᏟᏴᏍᏗ ᎨᏒ ᏳᏩᏛᎮᎢ, ᎤᎵᏏᎾᎯᏍᏗᏳᏍᎩᏂᏃᏅ ᎠᎴ ᏗᎬᎦᏌᏬᎢᎯ ᎤᏲᎴᎢ."
  },
  {
    "verse": "18",
    "kjv": "For ye are not come unto the mount that might be touched, and that burned with fire, nor unto blackness, and darkness, and tempest,",
    "web": "For you have not come to a mountain that might be touched and that burned with fire, and to blackness, darkness, storm,",
    "chr": "ᎥᏝᏰᏃ ᎣᏓᎸ ᎬᏒᏂᏍᏗ ᎨᏒ ᎤᏥᎷᏨ, ᎠᎴ ᎾᏍᎩ ᏣᏓᏪᎵᎩᏍᎨᎢ, ᎥᏝ ᎠᎴ ᎬᎿᎨ ᎤᎶᎩᎸᎢ, ᎠᎴ ᎤᎵᏏᎩᏳ ᎰᏒ ᎠᎴ ᎦᏃᎸᎥᏍᎬᎢ,"
  },
  {
    "verse": "19",
    "kjv": "And the sound of a trumpet, and the voice of words; which voice they that heard intreated that the word should not be spoken to them any more:",
    "web": "the sound of a trumpet, and the voice of words; which those who heard it begged that not one more word should be spoken to them,",
    "chr": "ᎠᎴ ᎠᏤᎷᎩ ᎤᏃᏴᎬᎢ, ᎠᎴ ᎧᏁᎬ ᎤᏃᏴᎬᎢ; ᎾᏍᎩᏃ ᎤᎾᏛᎦᏅᎯ ᎤᏂᏔᏲᎴ ᏔᎵᏁ ᎾᏍᎩ ᎢᎨᏂᏪᏎᏗᏱ ᏂᎨᏒᎾ."
  },
  {
    "verse": "20",
    "kjv": "(For they could not endure that which was commanded, And if so much as a beast touch the mountain, it shall be stoned, or thrust through with a dart:",
    "web": "for they could not stand that which was commanded, “If even an animal touches the mountain, it shall be stoned”.",
    "chr": "ᎥᏝᏰᏃ ᎣᏏᏳ ᏳᏂᏰᎸᏁ ᏄᏍᏛ ᎤᎵᏁᏨᎢ, ᎾᏍᎩ ᎦᎾᏜᎢᏉ ᎾᏍᏉ ᏳᏃᏟᏍᏔ ᎣᏓᎸᎢ ᎠᏎ ᏅᏯ ᏣᎬᏂᏍᏙᏗ ᎨᏒᎢ, ᎠᎴ ᎠᏥᏲᏍᏗᏉ ᎨᏒ ᏗᎬᏩᎶᏒᎯ."
  },
  {
    "verse": "21",
    "kjv": "And so terrible was the sight, that Moses said, I exceedingly fear and quake:)",
    "web": "So fearful was the appearance that Moses said, “I am terrified and trembling.”",
    "chr": "ᎠᎴ ᎤᏂᎪᎲ ᎤᏣᏘ ᎤᎾᏰᎯᏍᏗᏳ ᎨᏒ ᎾᏍᎩ ᎢᏳᏍᏗ ᎼᏏ ᎯᎠ ᏄᏪᏎᎢ, ᎤᏣᏘ ᏥᎾᏰᏍᎦ ᎠᎴ ᎠᎩᎾᏫᎭ."
  },
  {
    "verse": "22",
    "kjv": "But ye are come unto mount Sion, and unto the city of the living God, the heavenly Jerusalem, and to an innumerable company of angels,",
    "web": "But you have come to Mount Zion and to the city of the living God, the heavenly Jerusalem, and to innumerable multitudes of angels,",
    "chr": "ᏌᏯᏂᏍᎩᏂ ᎣᏓᎸ ᎢᏥᎷᏨ, ᎠᎴ ᎬᏂᏛ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᎦᏚᎲᎢ, ᎾᏍᎩ ᏥᎷᏏᎵᎻ ᎦᎸᎳᏗ ᎡᎯ, ᎠᎴ ᏗᎬᏎᎰᎲᏍᏗ ᏂᎨᏒᎾ ᎨᏥᏅᏏᏓᏍᏗ ᏧᎾᏓᏡᎬᎢ,"
  },
  {
    "verse": "23",
    "kjv": "To the general assembly and church of the firstborn, which are written in heaven, and to God the Judge of all, and to the spirits of just men made perfect,",
    "web": "to the festal gathering and assembly of the firstborn who are enrolled in heaven, to God the Judge of all, to the spirits of just men made perfect,",
    "chr": "ᎠᎴ ᎾᎿ ᏂᎦᏗᏳ ᎤᎾᏓᏟᏌᎲᎢ, ᎠᎴ ᎢᎬᏱ ᎤᎾᏕᏅᎯ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬᎢ, ᎾᏍᎩ [ᏚᎾᏙᎥ] ᎦᎸᎳᏗ ᏥᏕᎪᏪᎳ, ᎠᎴ ᎾᎿ ᎤᏁᎳᏅᎯ ᏂᎦᏗᏳ ᏗᎫᎪᏓᏁᎯ [ᎡᎲᎢ,] ᎠᎴ ᎾᎿ ᏧᎾᏓᏅᏙ ᎤᎾᏓᏅᏘ ᏴᏫ ᎾᏂᏍᎦᏅᎾ ᎢᎨᎬᏁᎸᎯ [ᎠᏁᎲᎢ,]"
  },
  {
    "verse": "24",
    "kjv": "And to Jesus the mediator of the new covenant, and to the blood of sprinkling, that speaketh better things than that of Abel.",
    "web": "to Jesus, the mediator of a new covenant, and to the blood of sprinkling that speaks better than that of Abel.",
    "chr": "ᎠᎴ ᎾᎿ ᏥᏌ [ᎡᎲᎢ] ᎾᏍᎩ ᎠᏰᎵ ᎠᎴᎲᏍᎩ ᎢᏤ ᎧᏃᎮᏛ ᏓᏠᎯᏍᏛᎢ, ᎠᎴ ᎾᎿ ᎩᎬ ᎠᏍᏚᏢᎯ ᎨᏒᎢ, ᎾᏍᎩ ᎤᏟ ᎢᏲᏍᏛ ᎠᏔᏲᎯᎯ ᏥᎩ ᎡᏍᎦᏉ ᎡᏈᎵ [ᎤᎩᎬ.]"
  },
  {
    "verse": "25",
    "kjv": "See that ye refuse not him that speaketh. For if they escaped not who refused him that spake on earth, much more shall not we escape, if we turn away from him that speaketh from heaven:",
    "web": "See that you don’t refuse him who speaks. For if they didn’t escape when they refused him who warned on the earth, how much more will we not escape who turn away from him who warns from heaven,",
    "chr": "ᎢᏤᏯᏔᎮᏍᏗ ᏞᏍᏗᏉ ᎡᏥᏲᎢᏎᎸᎩ ᎾᏍᎩ Ꮎ ᏥᎧᏁᎦ. ᎢᏳᏰᏃ ᏄᎾᏓᏗᏫᏎᎸᎾ ᏱᎩ ᎾᏍᎩ Ꮎ ᎤᏂᏲᎢᏎᏛ ᎡᎶᎯ ᎤᏁᏨᎯ, ᎤᏟᎯᏳ ᎬᏩᏟᏍᏗ ᎢᎦᏓᏗᏫᏎᏗᏱ ᎢᏳᏃ ᎢᏴᏛ ᏱᏁᏓᏛᏁᎸ ᎦᎸᎳᏗ ᏨᏗᎧᏁᎦ;"
  },
  {
    "verse": "26",
    "kjv": "Whose voice then shook the earth: but now he hath promised, saying, Yet once more I shake not the earth only, but also heaven.",
    "web": "whose voice shook the earth then, but now he has promised, saying, “Yet once more I will shake not only the earth, but also the heavens.”",
    "chr": "ᎾᏍᎩ Ꮎ ᎧᏁᎬ ᎾᎯᏳ ᎡᎶᎯ ᎤᏖᎸᏁᎢ; ᎠᏎᏃ ᎪᎯ ᎨᏒ ᎤᏚᎢᏍᏔᏅ, ᎯᎠ ᏄᏪᏒ, ᎠᏏ ᏌᏉ ᏅᏓᏥᏖᎸᏂ ᎥᏝ ᎡᎶᎯᏉ ᎤᏩᏒ, ᎦᎸᎶᎢᏍᎩᏂ ᎾᏍᏉ."
  },
  {
    "verse": "27",
    "kjv": "And this word, Yet once more, signifieth the removing of those things that are shaken, as of things that are made, that those things which cannot be shaken may remain.",
    "web": "This phrase, “Yet once more” signifies the removing of those things that are shaken, as of things that have been made, that those things which are not shaken may remain.",
    "chr": "ᎾᏍᎩᏃ ᎯᎠ ᏥᏂᎦᏪᎭ ᎠᏏ ᏌᏉᎢ, ᎾᏍᎩ ᎢᏴᏛ ᎢᏗᎬᏁᏗ ᎨᏒ ᎾᏍᎩ ᏗᏖᎸᏅᎯ ᎨᏒ ᎦᏛᎦ, ᎾᏍᎩ ᏗᎪᏢᏅᎯᏉ ᎾᏍᎩᏯᎢ, ᎾᏍᎩᏃ Ꮎ ᏧᏓᎴᏅᏛ ᏗᎬᏤᎸᏗ ᏂᎨᏒᎾ ᎨᏒ ᎾᎿ Ꮙ ᏗᏍᏆᏂᎪᏛᏗ ᎢᏳᎵᏍᏙᏗᏱ."
  },
  {
    "verse": "28",
    "kjv": "Wherefore we receiving a kingdom which cannot be moved, let us have grace, whereby we may serve God acceptably with reverence and godly fear:",
    "web": "Therefore, receiving a Kingdom that can’t be shaken, let’s have grace, through which we serve God acceptably, with reverence and awe,",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎾᏍᎩ ᎠᏴ ᏗᎦᏓᏂᎸᏨᎯ ᏥᎩ ᎤᎬᏫᏳᎯ ᎤᏤᎵᎪᎯ ᎨᏒ ᎾᏍᎩ ᎬᏖᎸᏗ ᏂᎨᏒᎾ, ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎢᎩᎮᏍᏗ, ᎾᏍᎩ ᎢᏛᏗᏍᎬ ᎤᏁᎳᏅᎯ ᎣᏍᏛ ᎤᏰᎸᏗ ᏗᎨᎩᎸᏫᏍᏓᏁᏗ ᏱᎩ, ᎦᎸᏉᏗᏳ ᎨᏒ, ᎠᎴ ᎤᏁᎳᏅᎯ ᎦᎾᏰᎯᏍᏗ ᎨᏒ ᏔᎵ ᎢᎬᏗᏕᎬᎢ."
  },
  {
    "verse": "29",
    "kjv": "For our God is a consuming fire.",
    "web": "for our God is a consuming fire.",
    "chr": "ᎢᎦᏁᎳᏅᎯᏰᏃ ᎠᏥᎸ ᎠᏓᎪᎲᏍᏗᏍᎩ."
  }
]
