[
  {
    "verse": "1",
    "kjv": "Let brotherly love continue.",
    "web": "Let brotherly love continue.",
    "chr": "ᎠᎾᎵᏅᏟ ᏗᎨᏳᏗ ᎨᏒ ᏅᏩᏍᏗᏗᏎᏍᏗᏉ."
  },
  {
    "verse": "2",
    "kjv": "Be not forgetful to entertain strangers: for thereby some have entertained angels unawares.",
    "web": "Don’t forget to show hospitality to strangers, for in doing so, some have entertained angels without knowing it.",
    "chr": "ᏞᏍᏗ ᏱᏨᎨᏫᏍᎨᏍᏗ ᏂᏗᏣᏓᎦᏔᎲᎾ ᏗᏥᏍᏆᏂᎪᏙᏗᏱ; ᎩᎶᏰᏃ ᎾᏍᎩ ᎾᎾᏛᏁᎲ ᎦᎸᎳᏗ ᎠᏁᎯ ᎨᏥᏅᏏᏓᏍᏗ ᏧᏂᏍᏆᏂᎪᏔᏅᎯ ᎢᎩ."
  },
  {
    "verse": "3",
    "kjv": "Remember them that are in bonds, as bound with them; and them which suffer adversity, as being yourselves also in the body.",
    "web": "Remember those who are in bonds, as bound with them, and those who are ill-treated, since you are also in the body.",
    "chr": "ᏕᏣᏅᏓᏗᏍᎨᏍᏗ ᏗᎨᎦᎸᎢᏛ ᎨᏒᎢ, ᎾᏍᎩᏯ ᎢᏧᎳᎭ ᏥᏕᏣᎸᎣᎢ; ᎠᎴ ᎾᏍᎩ Ꮎ ᎤᏲ ᎢᎨᎬᎾᏕᎩ, ᎢᏨᏒᏰᏃ ᎾᏍᏉ ᎠᏰᎸ ᎢᏤᎭ."
  },
  {
    "verse": "4",
    "kjv": "Marriage is honourable in all, and the bed undefiled: but whoremongers and adulterers God will judge.",
    "web": "Let marriage be held in honor among all, and let the bed be undefiled; but God will judge the sexually immoral and adulterers.",
    "chr": "ᏗᏨᏍᏗ ᎨᏒ ᎾᏂᎥᏉ ᎠᏁᎲ ᎦᎸᏉᏗᏳ ᎨᏎᏍᏗ ᎠᎴ ᏓᎾᏤᎲ ᎦᎳᏫᏎᏗ ᏂᎨᏒᎾ ᎨᏎᏍᏗ; ᎤᏕᎵᏛᏍᎩᏂ ᏗᎾᏂᏏᎲᏍᎩ ᎠᎴ ᏗᎾᏓᏲᏁᎯ ᎤᏁᎳᏅᎯ ᏙᏓᎱᎪᏓᏁᎵ."
  },
  {
    "verse": "5",
    "kjv": "Let your conversation be without covetousness; and be content with such things as ye have: for he hath said, I will never leave thee, nor forsake thee.",
    "web": "Be free from the love of money, content with such things as you have, for he has said, “I will in no way leave you, neither will I in any way forsake you.”",
    "chr": "ᏕᏥᎸᏫᏍᏓᏁᎲ ᏞᏍᏗ ᏧᎬᏩᎶᏗ ᎠᎬᎥᎯᏍᏗ ᎨᏒ ᏳᎵᏠᏯᏍᏕᏍᏗ; ᎠᎴ ᏰᎵᏉ ᎢᏥᏰᎵᏎᏍᏗ ᏄᏍᏛ ᎪᎱᏍᏗ ᎢᏥᎲᎢ; ᎯᎠᏰᏃ ᎢᏳᏪᏛ ᎢᎩ, ᎥᏝ ᎢᎸᎯᏳ ᎤᏁᎳᎩ ᏴᎦᎬᏰᎵᏏ, ᎥᏝ ᎠᎴ ᏴᎦᎬᏴᏕᎩ."
  },
  {
    "verse": "6",
    "kjv": "So that we may boldly say, The Lord is my helper, and I will not fear what man shall do unto me.",
    "web": "So that with good courage we say, “The Lord is my helper. I will not fear. What can man do to me?”",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᏂᏗᎾᏰᏍᎬᎾ ᎯᎠ ᎢᎨᎩᏪᏍᏗ, ᎤᎬᏫᏳᎯ ᎠᎩᏍᏕᎵᏍᎩ, ᎠᎴ ᎥᏝ ᏴᎦᏥᏍᎦᏯ ᏴᏫ ᎢᎦᎬᏋᏁᏗ ᎨᏒᎢ."
  },
  {
    "verse": "7",
    "kjv": "Remember them which have the rule over you, who have spoken unto you the word of God: whose faith follow, considering the end of their conversation.",
    "web": "Remember your leaders, men who spoke to you the word of God, and considering the results of their conduct, imitate their faith.",
    "chr": "ᏕᏣᏅᏓᏗᏍᎨᏍᏗ ᎾᏍᎩ Ꮎ ᎨᏣᎦᏌᏯᏍᏗᏕᎩ, ᎾᏍᎩ Ꮎ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᎧᏃᎮᏛ ᎨᏥᎾᏄᎪᏫᏎᎸᎯ; ᎾᏍᎩ ᏄᏍᏛ ᎤᏃᎯᏳᏒ ᎢᏥᏍᏓᏩᏗᏎᏍᏗ, ᎣᏍᏛ ᎢᏣᏓᏅᏖᎯᏌᏛ ᎨᏎᏍᏗ ᏄᏍᏛ ᏭᎵᏰᎢᎶᎸ ᏚᏂᎸᏫᏍᏓᏁᎸᎢ,"
  },
  {
    "verse": "8",
    "kjv": "Jesus Christ the same yesterday, and to day, and for ever.",
    "web": "Jesus Christ is the same yesterday, today, and forever.",
    "chr": "ᏥᏌ ᎦᎶᏁᏛ ᏅᏩᏍᏗᏉ ᎤᏒᎯ ᏥᏄᏍᏛ, ᎠᎴ ᎪᎯ ᎢᎦ, ᎠᎴ ᎤᎵᏍᏆᏗᏍᏗ ᏂᎨᏒᎾ."
  },
  {
    "verse": "9",
    "kjv": "Be not carried about with divers and strange doctrines. For it is a good thing that the heart be established with grace; not with meats, which have not profited them that have been occupied therein.",
    "web": "Don’t be carried away by various and strange teachings, for it is good that the heart be established by grace, not by foods, through which those who were so occupied were not benefited.",
    "chr": "ᏞᏍᏗ ᎫᏓᎴᏅᏛ ᎠᎴ ᏂᏥᎦᏔᎲᎾ ᏗᏕᏲᏗ ᎨᏒ ᏱᏗᏣᏘᏂᏙᎮᏍᏗ; ᎣᏏᏳᏰᏃ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᏳᎵᏍᏓᏱᏗᏍᏗ ᎣᎾᏫ; ᎥᏝᏃ ᏄᏍᏛᏉ ᎥᎵᏍᏓᏴᎲᏍᎬᎢ, ᎾᏍᎩ ᎪᎱᏍᏗ ᎤᎾᎵᏍᏕᎸᏙᏗ ᏭᎵᏰᎢᎶᎸᎯ ᏂᎨᏒᎾ ᎨᏒ ᎾᏍᎩ ᎢᏳᏍᏗ ᎤᎾᎦᏌᏯᏍᏔᏅᎯ ᎨᏒᎢ."
  },
  {
    "verse": "10",
    "kjv": "We have an altar, whereof they have no right to eat which serve the tabernacle.",
    "web": "We have an altar from which those who serve the holy tabernacle have no right to eat.",
    "chr": "ᎠᏥᎸ-ᎨᎳᏍᏗᏱ ᎢᎪᏢᎭ, ᎾᎿ ᎥᏝ ᏱᏚᏳᎪᏗ ᎤᎾᎵᏍᏓᏴᏗᏱ ᎦᎵᏦᏛᏉ ᎪᎱᏍᏗ ᎠᎾᏛᏁᎯ ᏥᎩ."
  },
  {
    "verse": "11",
    "kjv": "For the bodies of those beasts, whose blood is brought into the sanctuary by the high priest for sin, are burned without the camp.",
    "web": "For the bodies of those animals, whose blood is brought into the holy place by the high priest as an offering for sin, are burned outside of the camp.",
    "chr": "ᎠᎴᏬ ᏅᎩ ᏗᏂᏅᏌᏗ ᎤᏂᎩᎬ ᎦᎸᏉᏗᏳ ᏗᎨᏒ ᏥᏫᎦᏁᏨᏍᏗᏍᎨ ᏄᎬᏫᏳᏒ ᎠᏥᎸ-ᎨᎶᎯ ᎠᏍᎦᏂ ᎠᎫᏴᏙᏗ, ᎾᏍᎩ ᏗᏂᏰᎸ ᎦᎵᏦᏛ ᏙᏱᏗᏢ ᏓᎾᎪᎲᏍᏗᏍᎨᎢ."
  },
  {
    "verse": "12",
    "kjv": "Wherefore Jesus also, that he might sanctify the people with his own blood, suffered without the gate.",
    "web": "Therefore Jesus also, that he might sanctify the people through his own blood, suffered outside of the gate.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᏥᏌ ᎾᏍᏉ, ᎾᏍᎩ, ᎾᏂᏍᎦᏅᎾ ᎢᏧᏩᏁᏗᏱ ᏴᏫ ᎤᏩᏒ ᎤᎩᎬ ᎬᏗᏍᎬᎢ, ᎦᎶᎯᏍᏗᏱ [ᏥᎷᏏᎵᎻ] ᏙᏱᏗᏢ ᎤᎩᎵᏲᏤᎢ."
  },
  {
    "verse": "13",
    "kjv": "Let us go forth therefore unto him without the camp, bearing his reproach.",
    "web": "Let’s therefore go out to him outside of the camp, bearing his reproach.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏕᎾ ᏭᏗᎷᏥ ᎦᎵᏦᏛ ᏙᏱᏗᏢ, ᎢᎦᏠᏯᏍᏗᏍᎨᏍᏗ ᎦᏰᏥᏐᏢᏗᏍᎬᎢ;"
  },
  {
    "verse": "14",
    "kjv": "For here have we no continuing city, but we seek one to come.",
    "web": "For we don’t have here an enduring city, but we seek that which is to come.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏕᎾ ᏪᏗᎷᏥ ᎦᎵᏦᏛ ᏙᏱᏗᏢ, ᎢᎦᏠᏯᏍᏗᏍᎨᏍᏗ ᎦᏰᏥᏐᏢᏗᏍᎬᎢ;"
  },
  {
    "verse": "15",
    "kjv": "By him therefore let us offer the sacrifice of praise to God continually, that is, the fruit of our lips giving thanks to his name.",
    "web": "Through him, then, let’s offer up a sacrifice of praise to God continually, that is, the fruit of lips which proclaim allegiance to his name.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ, ᎾᏍᎩ ᎢᏳᏩᏂᏌᏛ ᏂᎪᎯᎸ ᎤᏁᎳᏅᎯ ᎦᎸᏉᏙᏗ ᎨᏒ ᎢᏓᎵᏍᎪᎸᏗᏍᎨᏍᏗ, ᎾᏍᎩ ᏕᎩᎭᎦᎸ ᏧᎾᏄᎪᏫᏒᎯ ᎢᏓᎵᏍᎪᎸᏗᏍᎨᏍᏗ, ᎾᏍᎩ ᏕᏅᏙᎥ ᎬᏂᎨᏒ ᏂᏛᏁᎲ ᎡᏓᎵᎡᎵᏤᎲᎢ."
  },
  {
    "verse": "16",
    "kjv": "But to do good and to communicate forget not: for with such sacrifices God is well pleased.",
    "web": "But don’t forget to be doing good and sharing, for with such sacrifices God is well pleased.",
    "chr": "ᎣᏍᏛᏍᎩᏂ ᏗᏥᎸᏫᏍᏓᏁᏗᏱ ᎠᎴ ᎢᏣᏓᏁᏗᏱ ᏗᎵᏍᎪᎸᏙᏗ ᎨᏒ ᎣᏏᏳ ᎤᏰᎸᎭ ᎤᏁᎳᏅᎯ."
  },
  {
    "verse": "17",
    "kjv": "Obey them that have the rule over you, and submit yourselves: for they watch for your souls, as they that must give account, that they may do it with joy, and not with grief: for that is unprofitable for you.",
    "web": "Obey your leaders and submit to them, for they watch on behalf of your souls, as those who will give account, that they may do this with joy and not with groaning, for that would be unprofitable for you.",
    "chr": "ᏕᏦᎯᏳᏎᏍᏗ ᎾᏍᎩ Ꮎ ᎨᏣᎦᏌᏯᏍᏗᏕᎩ, ᎠᎴ ᏕᏣᏓᏲᏍᎨᏍᏗᏉ; ᏗᏣᏓᏅᏙᏰᏃ ᏚᎾᎦᏌᏯᏍᏗᏕᎦ, ᎾᏍᎩᏯ ᎢᏳᎾᏛᏁᏗ ᏥᎩ ᎾᏍᎩ Ꮎ ᎬᏂᎨᏒ ᎢᏳᏅᏁᏗ ᏥᎨᏐ ᏄᎾᏛᏁᎵᏙᎸᎢ; ᎾᏍᎩ ᎠᎾᎵᎮᎵᎬ ᎬᏂᎨᏒ ᎢᎬᏩᏅᏁᏗ ᏱᎩ, ᎥᏝᏃ ᎤᏲᏉ ᏚᎾᏓᏅᏛᎢ; ᎾᏍᎩᏰᏃ ᎥᏝ ᎨᏣᎵᏍᏕᎸᏙᏗ ᏱᎩ."
  },
  {
    "verse": "18",
    "kjv": "Pray for us: for we trust we have a good conscience, in all things willing to live honestly.",
    "web": "Pray for us, for we are persuaded that we have a good conscience, desiring to live honorably in all things.",
    "chr": "ᎢᏣᏓᏙᎵᏍᏗᏍᎬ ᎠᏴ ᏍᎩᏁᎢᏍᏗᏍᎨᏍᏗ; ᎣᎪᎯᏳᎭᏰᏃ ᎣᏏᏳ ᏂᏙᎬᏅ ᏦᎦᏓᏅᏙ, ᎠᎴ ᎣᎦᏚᎵᎭ ᏂᎦᎥᏉ ᏃᏣᏛᏁᎵᏙᎲ ᏱᏍᏛ ᎢᏲᎦᏛᏁᏗᏱ."
  },
  {
    "verse": "19",
    "kjv": "But I beseech you the rather to do this, that I may be restored to you the sooner.",
    "web": "I strongly urge you to do this, that I may be restored to you sooner.",
    "chr": "ᎯᎠᏍᎩᏂᏃᏅ ᎢᏣᏛᏁᏗᏱ ᎤᏟ ᎢᎦᎢ ᎢᏨᏍᏗᏰᏗᎭ, ᎾᏍᎩ ᏞᎦᎾᎨ ᏗᏤᎲ ᏔᎵᏁ ᏮᏆᏘᏃᎯᏍᏗᏱ."
  },
  {
    "verse": "20",
    "kjv": "Now the God of peace, that brought again from the dead our Lord Jesus, that great shepherd of the sheep, through the blood of the everlasting covenant,",
    "web": "Now may the God of peace, who brought again from the dead the great shepherd of the sheep with the blood of an eternal covenant, our Lord Jesus,",
    "chr": "ᎤᏁᎳᏅᏗᏃ ᏅᏩᏙᎯᏯᏛ ᎠᏓᏁᎯ, ᎾᏍᎩ ᎢᎦᏤᎵ ᎤᎬᏫᏳᎯ ᏥᏌ ᎤᏲᎱᏒ ᏔᎵᏁ ᏧᎴᏔᏅᎯ ᏥᎩ, ᎾᏍᎩ Ꮎ ᎠᏥᎸᏉᏗ ᎠᏫ-ᏗᎦᏘᏯ ᎢᏯᎬᏁᎸᎯ, ᎬᏔᏅᎯ ᎩᎬ, ᎠᏲᎩ ᏂᎨᏒᎾ ᎧᏃᎮᏛ ᏓᏠᎯᏍᏛ ᎠᏍᏓᏱᏗᏍᎩ,"
  },
  {
    "verse": "21",
    "kjv": "Make you perfect in every good work to do his will, working in you that which is wellpleasing in his sight, through Jesus Christ; to whom be glory for ever and ever. Amen.",
    "web": "make you complete in every good work to do his will, working in you that which is well pleasing in his sight, through Jesus Christ, to whom be the glory forever and ever. Amen.",
    "chr": "ᏂᏥᎪᎸᎾ ᎢᏨᏁᏗ ᎨᏎᏍᏗ, ᏂᎦᎥ ᎣᏍᏛ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒ ᎾᏍᎩ ᏗᎨᏥᎸᏫᏍᏓᏁᏗ ᎣᏏᏳ ᎤᏰᎸᏗ ᎢᏳᎵᏍᏙᏗᏱ, ᎾᏍᎩ ᎣᏍᏛ ᎤᏰᎸᏗ ᎨᏒ ᎢᏣᏛᏁᏗᏱ ᏂᏨᏁᎲ ᏥᏌ ᎦᎶᏁᏛ ᎢᏳᏩᏂᏌᏛ; ᎾᏍᎩ ᎠᏥᎸᏉᏙᏗ ᎨᏎᏍᏗ ᏂᎪᎯᎸ ᎠᎴ ᏂᎪᎯᎸᎢ. ᎠᎺᏅ."
  },
  {
    "verse": "22",
    "kjv": "And I beseech you, brethren, suffer the word of exhortation: for I have written a letter unto you in few words.",
    "web": "But I exhort you, brothers, endure the word of exhortation, for I have written to you in few words.",
    "chr": "ᎠᎴ ᎢᏨᏍᏗᏰᏗᎭ, ᎢᏓᎵᏅᏟ, ᎤᏓᏅᏘ ᏗᏣᏓᏂᎸᎢᏍᏗᏱ ᎢᏨᏬᏁᏗᏍᎬᎢ; ᎢᎸᏍᎩᏉᏰᏃ ᎢᎧᏁᏨᎯ ᎢᏨᏬᏁᏓ ᎠᏂ ᎪᏪᎵᎯ."
  },
  {
    "verse": "23",
    "kjv": "Know ye that our brother Timothy is set at liberty; with whom, if he come shortly, I will see you.",
    "web": "Know that our brother Timothy has been freed, with whom, if he comes shortly, I will see you.",
    "chr": "ᎢᏣᏅᏖᏍᏗ ᎾᏍᎩ ᏗᎹᏗ ᎢᏓᎵᏅᏟ ᎤᏁᎳᏛᎢ; ᎢᏳᏃ ᏂᎪᎯᎸᎾ ᎢᎦᎷᏨᎭ ᎢᏨᎭ ᎢᏨᎪᏩᏛᏗ ᎢᎨᏎᏍᏗ ᎾᏍᎩ ᎣᏍᏕᎮᏍᏗ."
  },
  {
    "verse": "24",
    "kjv": "Salute all them that have the rule over you, and all the saints. They of Italy salute you.",
    "web": "Greet all of your leaders and all the saints. The Italians greet you.",
    "chr": "ᏕᏥᏲᎵᎸᎭ ᏂᎦᏛ ᎨᏣᎦᏌᏯᏍᏗᏕᎩ, ᎠᎴ ᏂᎦᏛ ᎤᎾᏓᏅᏘ. ᎢᏓᎵ ᎠᏁᎯ ᏫᎨᏥᏲᎵᎦ."
  },
  {
    "verse": "25",
    "kjv": "Grace be with you all. Amen.",
    "web": "Grace be with you all. Amen.",
    "chr": "ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᏕᏥᎧᎿᏩᏗᏙᎮᏍᏗ ᏂᏥᎥᎢ. ᎡᎺᏅ."
  }
]
