[
  {
    "verse": "1",
    "kjv": "Wherefore, holy brethren, partakers of the heavenly calling, consider the Apostle and High Priest of our profession, Christ Jesus;",
    "web": "Therefore, holy brothers, partakers of a heavenly calling, consider the Apostle and High Priest of our confession: Jesus,",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎡᏥᎸᏉᏗ ᎢᏓᎵᏅᏟ, ᎢᏣᏠᏯᏍᏗᏍᎩ ᎦᎸᎳᏗ ᎤᎬᏩᎵ ᎥᏓᏘᏯᏅᏗ ᎨᏒᎢ, ᎡᏣᏓᏅᏛᎵ ᎦᎶᏁᏛ ᏥᏌ ᎠᏥᏅᏏᏛ ᎠᎴ ᏄᎬᏫᏳᏒ ᎠᏥᎸᎨᎶᎯ ᎾᏍᎩ ᏤᏓᏁᎶᏗ ᏥᎩ."
  },
  {
    "verse": "2",
    "kjv": "Who was faithful to him that appointed him, as also Moses was faithful in all his house.",
    "web": "who was faithful to him who appointed him, as also Moses was in all his house.",
    "chr": "ᎾᏍᎩ ᏄᎵᏓᏍᏔᏅᎾ ᎨᏒ ᎾᏍᎩ Ꮎ ᎤᏁᏤᎸᎯ, ᎾᏍᎩᏯ ᎾᏍᏉ ᎼᏏ ᏄᏓᎵᏓᏍᏛᎾ ᏥᎨᏎ ᏂᎦᎥ ᏚᏓᏘᎾᎥᎢ."
  },
  {
    "verse": "3",
    "kjv": "For this man was counted worthy of more glory than Moses, inasmuch as he who hath builded the house hath more honour than the house.",
    "web": "For he has been counted worthy of more glory than Moses, because he who built the house has more honor than the house.",
    "chr": "ᎯᎠᏰᏃ ᎾᏍᎩ ᎠᏍᎦᏯ ᎤᏟ ᎠᏥᎸᏉᏗᏳ ᎠᏥᏰᎸᏎ ᎡᏍᎦᏉ ᎼᏏ, ᎩᎶᏰᏃ ᎠᏓᏁᎸ ᎤᏁᏍᎨᎲᎯ ᎤᏟ ᎠᏥᎸᏉᏗᏳ ᎨᏐ ᎡᏍᎦᏉ ᎠᏓᏁᎸᎢ."
  },
  {
    "verse": "4",
    "kjv": "For every house is builded by some man; but he that built all things is God.",
    "web": "For every house is built by someone; but he who built all things is God.",
    "chr": "ᏂᎦᎥᏰᏃ ᏓᏓᏁᎸ ᎩᎶ ᏧᏬᏢᏅᎯ ᎨᏐᎢ; ᎾᏍᎩ Ꮎ ᏂᎦᎥ ᏧᏓᎴᏅᏛ ᎤᏬᏢᏅᎯ ᎨᏒ ᎤᏁᎳᏅᎯ."
  },
  {
    "verse": "5",
    "kjv": "And Moses verily was faithful in all his house, as a servant, for a testimony of those things which were to be spoken after;",
    "web": "Moses indeed was faithful in all his house as a servant, for a testimony of those things which were afterward to be spoken,",
    "chr": "ᎠᎴ ᎼᏏ ᎤᏙᎯᏳᎯ ᏄᏓᎵᏓᏍᏛᎾ ᎨᏒᎩ ᏂᎦᎥ ᏚᏓᏘᎾᎥᎢ ᎠᏥᏅᏏᏓᏍᏗ ᎾᏍᎩᏯᎢ, ᎾᏍᎩ ᎪᎯᏳᏗᏍᎩ ᎢᏳᎵᏍᏙᏗᏱ ᎾᏍᎩ Ꮎ ᏧᏓᎴᏅᏛ ᎬᏂᎨᏒ ᎢᎬᏁᏗ ᏥᎨᏎᎢ."
  },
  {
    "verse": "6",
    "kjv": "But Christ as a son over his own house; whose house are we, if we hold fast the confidence and the rejoicing of the hope firm unto the end.",
    "web": "but Christ is faithful as a Son over his house. We are his house, if we hold fast our confidence and the glorying of our hope firm to the end.",
    "chr": "ᎦᎶᏁᏛᏍᎩᏂ ᎠᎦᏅᎩ ᎾᏍᎩᏯ ᏄᏓᎵᏓᏍᏛᎾ ᎨᏒᎩ ᎤᏩᏒ ᏚᏓᏘᎾᎥᎢ; ᎾᏍᎩ Ꮎ ᏚᏓᏘᎾᎥ ᎢᏖᎳ ᏥᎩ, ᎢᏳᏃ ᎤᎵᏂᎩᏛ ᏱᏗᎩᏂᏴᎭ ᎬᎵᏍᏆᏗᏍᎩ ᎾᏍᎩ Ꮎ ᎢᎦᎵᏍᎦᏍᏙᏛ ᎠᎴ ᎢᏓᏢᏈᏍᏙᏗᏍᎬ ᎤᏚᎩ ᎬᏗ ᎨᏒᎢ."
  },
  {
    "verse": "7",
    "kjv": "Wherefore (as the Holy Ghost saith, To day if ye will hear his voice,",
    "web": "Therefore, even as the Holy Spirit says, “Today if you will hear his voice,",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ, ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᎯᎠ ᏥᏂᎦᏪᎭ, ᎪᎯ ᎢᎦ ᎢᏳᏃ ᎧᏁᎬ ᎢᏣᏛᎪᏗᏱ ᎢᏣᏚᎵᏍᎨᏍᏗ,"
  },
  {
    "verse": "8",
    "kjv": "Harden not your hearts, as in the provocation, in the day of temptation in the wilderness:",
    "web": "don’t harden your hearts as in the rebellion, in the day of the trial in the wilderness,",
    "chr": "ᏞᏍᏗ ᏱᏗᏥᏍᏓᏲᏗᏍᎨᏍᏗ ᏗᏥᎾᏫ, ᎾᏍᎩᏯ ᏄᎾᏛᏁᎸ ᏥᎬᎩᎾᎸᏍᏔᏅᎩ, ᎾᎯᏳ ᎢᎦ ᏥᎬᎩᎪᎵᏰᎥᎩ ᎢᎾᎨᎢ;"
  },
  {
    "verse": "9",
    "kjv": "When your fathers tempted me, proved me, and saw my works forty years.",
    "web": "where your fathers tested me and tried me, and saw my deeds for forty years.",
    "chr": "ᎾᎯᏳ ᏗᏥᎦᏴᎵᎨ ᏥᎬᎩᎪᎵᏰᏍᎬᎩ, ᎠᎴ ᏥᎬᏆᎦᏘᏍᎬᎩ, ᎠᏂᎪᏩᏘᏍᎬᎩᏍᎩᎢᏃᏅ ᏓᎩᎸᏫᏍᏓᏁᎲ ᎥᎦᏍᎪᎯ ᏧᏕᏘᏴᏛ."
  },
  {
    "verse": "10",
    "kjv": "Wherefore I was grieved with that generation, and said, They do alway err in their heart; and they have not known my ways.",
    "web": "Therefore I was displeased with that generation, and said, ‘They always err in their heart, but they didn’t know my ways.’",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎦᏥᏂᏉᏘᎸᎩ ᎾᏍᎩ Ꮎ ᏴᏫ, ᎠᎴ ᎯᎠ ᎾᎩᏪᏒᎩ, ᏂᎪᎯᎸ ᏚᎴᎾᎯᎭ ᏧᏂᎾᏫ; ᎠᎴ ᎥᏝ ᎤᏂᎦᏙᎥᏒᎯ ᏱᎩ ᏓᎩᏅᏅᎢ."
  },
  {
    "verse": "11",
    "kjv": "So I sware in my wrath, They shall not enter into my rest.)",
    "web": "As I swore in my wrath, ‘They will not enter into my rest.’”",
    "chr": "ᎾᏍᎩ ᏅᏓᏳᎵᏍᏙᏔᏅᎩ ᎠᏆᏎᎵᏔᏅᎩ ᎠᎩᏔᎳᏬᏍᎬ, ᎾᏍᎩ ᎤᏂᏴᏍᏗᏳ ᏂᎨᏒᎾ ᎨᏒ ᎠᏆᏤᎵ ᎠᏣᏪᏐᎸᏍᏙᏗᏱ ᎨᏒᎢ."
  },
  {
    "verse": "12",
    "kjv": "Take heed, brethren, lest there be in any of you an evil heart of unbelief, in departing from the living God.",
    "web": "Beware, brothers, lest perhaps there might be in any one of you an evil heart of unbelief, in falling away from the living God;",
    "chr": "ᎢᏤᏯᏔᎮᏍᏗ, ᎢᏓᎵᏅᏟ, ᏞᏍᏗᏉ ᏂᎯ ᎩᎶ ᎤᏬᎯᏳᎯᏍᏛ ᏂᎨᏒᎾ ᎤᎾᏫ ᏳᏯᎡᏍᏗ, ᎾᏍᎩ ᎠᏓᏅᏒᎯ ᎬᏂᏛ ᎤᏁᎳᏅᎯ."
  },
  {
    "verse": "13",
    "kjv": "But exhort one another daily, while it is called To day; lest any of you be hardened through the deceitfulness of sin.",
    "web": "but exhort one another day by day, so long as it is called “today”, lest any one of you be hardened by the deceitfulness of sin.",
    "chr": "ᏕᏣᏓᏬᏂᏗᏍᎨᏍᏗᏍᎩᏂ ᏂᏚᎩᏨᏂᏒᎢ, ᎠᏏᏉ ᎪᎯ ᎢᎦ ᎦᎪᏎᏗ ᏥᎩ; ᎾᏍᎩ ᏂᎯ ᎩᎶ ᎨᏥᏍᏓᏲᎯᏍᏗ ᏂᎨᏒᎾ ᎢᏳᎵᏍᏙᏗᏱ ᎤᏓᎵᏓᏍᏗ ᎠᏍᎦᏂ ᎢᏳᏩᏂᏌᏛ."
  },
  {
    "verse": "14",
    "kjv": "For we are made partakers of Christ, if we hold the beginning of our confidence stedfast unto the end;",
    "web": "For we have become partakers of Christ, if we hold the beginning of our confidence firm to the end,",
    "chr": "ᏕᎦᏚᏓᏕᏫᏒᏰᏃ ᎦᎶᏁᏛ, ᎢᏳᏃ ᏱᏅᏩᏍᏗᏉ ᏕᎩᏂᏴᏒ ᎤᎵᏂᎩᏛ ᎬᎵᏍᏆᏗᏍᎩ ᏕᎩᏂᏴᏒ ᎤᎵᏂᎩᏛ ᎬᎵᏍᏆᏗᏍᎩ ᎢᎬᏱᏱ ᎢᎦᎵᏍᎦᏍᏙᏔᏅᎢ;"
  },
  {
    "verse": "15",
    "kjv": "While it is said, To day if ye will hear his voice, harden not your hearts, as in the provocation.",
    "web": "while it is said, “Today if you will hear his voice, don’t harden your hearts, as in the rebellion.”",
    "chr": "ᎯᎠᏰᏃ ᎢᎦᏪᏛ ᎢᎩ, ᎪᎯ ᎢᎦ ᎢᏳᏃ ᎢᏔᏚᎵᏍᎨᏍᏗ ᎧᏁᎬ ᎢᏣᏛᎪᏗᏱ, ᏞᏍᏗ ᏱᏗᏥᏍᏓᏲᏗᏍᎨᏍᏗ ᏗᏥᎾᏫ, ᎾᏍᎩᏯ ᏄᎾᏛᏁᎸ ᎾᎯᏳ ᏥᎬᎩᎾᎸᏍᏔᏅᎩ."
  },
  {
    "verse": "16",
    "kjv": "For some, when they had heard, did provoke: howbeit not all that came out of Egypt by Moses.",
    "web": "For who, when they heard, rebelled? Wasn’t it all those who came out of Egypt led by Moses?",
    "chr": "ᎦᎪᏰᏃ ᎿᏉ ᎤᎾᏛᎦᏅ, ᎤᏂᎿᎸᏍᏔᏁᎢ; ᏝᏍᎪ ᏂᎦᏛ ᎢᏥᏈᏱ ᏂᏙᏓᏳᏗᏅᏍᏔᏅᎯ ᏱᏏ, ᎾᏍᎩ ᏱᏄᎾᏛᏁᎴᎢ?"
  },
  {
    "verse": "17",
    "kjv": "But with whom was he grieved forty years? was it not with them that had sinned, whose carcases fell in the wilderness?",
    "web": "With whom was he displeased forty years? Wasn’t it with those who sinned, whose bodies fell in the wilderness?",
    "chr": "ᎠᎴ ᎦᎪ ᏅᎦᏍᎪᎯ ᏧᏕᏘᏴᏛ ᏚᏂᏆᏘᎴᎢ? ᏝᏍᎪ ᎾᏍᎩ Ꮎ ᎤᏂᏍᎦᏅᏨᎯ ᏥᎨᏎᎢ, ᎾᏍᎩ Ꮎ ᏗᏂᏰᎸ ᎢᎾᎨ ᏥᏚᏅᏤᎢ?"
  },
  {
    "verse": "18",
    "kjv": "And to whom sware he that they should not enter into his rest, but to them that believed not?",
    "web": "To whom did he swear that they wouldn’t enter into his rest, but to those who were disobedient?",
    "chr": "ᎠᎴ ᎦᎪ ᏚᏁᏤᎴ ᎠᏎᎵᏛᏍᎬ ᎾᏍᎩ ᎤᏂᏴᏍᏗᏱ ᏂᎨᏒᎾ ᎨᏒ ᎤᏤᎵ ᎠᏣᏪᏴᏄᏍᏙᏗᏱ? ᏝᏍᎪ ᎾᏍᎩ ᏱᎨᏎ Ꮎ ᏄᏃᎯᏳᏒᎾ ᏥᎨᏎᎢ?"
  },
  {
    "verse": "19",
    "kjv": "So we see that they could not enter in because of unbelief.",
    "web": "We see that they weren’t able to enter in because of unbelief.",
    "chr": "ᎾᏍᎩ ᏥᏄᏍᏗ ᎢᏗᎪᏩᏘᎭ ᎾᏍᎩ ᎾᎬᏩᏂᎬᏍᏗ ᏂᎨᏒᎾ ᎨᏒ ᏅᏗᎦᎵᏍᏙᏗᏍᎬ ᏄᏃᎯᏅᎾ ᎨᏒᎢ."
  }
]
