[
  {
    "verse": "1",
    "kjv": "Let us therefore fear, lest, a promise being left us of entering into his rest, any of you should seem to come short of it.",
    "web": "Let’s fear therefore, lest perhaps anyone of you should seem to have come short of a promise of entering into his rest.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᏴ ᎢᏗᎾᏰᏍᎨᏍᏗ ᎾᏍᎩ ᏒᎩᏚᎢᏍᏓᏁᎸ ᎾᎩᏴᏍᏗᏱ ᏥᎩ ᎤᏤᎵ ᎠᏣᏪᏐᎸᏍᏙᏗᏱ, ᎾᏍᎩ ᎬᏂᎨᏒ ᏱᏅᎦᎵᏍᏓ ᏂᎯ ᎩᎶ ᎡᏍᎦ ᎢᏦᎭᏒᎢ."
  },
  {
    "verse": "2",
    "kjv": "For unto us was the gospel preached, as well as unto them: but the word preached did not profit them, not being mixed with faith in them that heard it.",
    "web": "For indeed we have had good news preached to us, even as they also did, but the word they heard didn’t profit them, because it wasn’t mixed with faith by those who heard.",
    "chr": "ᎠᏴᏰᏃ ᎣᏍᏛ ᎧᏃᎮᏛ ᎡᎦᎵᏥᏙᏁᎸᎩ, ᎾᏍᎩᏯᏉ ᏥᎨᎦᎵᏥᏙᏁᎸᎩ ᎾᏍᎩ; ᎠᏎᏃ ᎾᏍᎩ Ꮎ ᎧᏃᎮᏛ ᎤᎾᏛᎦᏅ ᎥᏝ ᏅᏂᏍᏕᎸᎮᎢ ᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᎪᎯᏳᏗ ᎨᏒ ᏄᏓᏑᏴᎾ ᎨᏒ ᎠᎾᏛᎩᏍᎬᎢ."
  },
  {
    "verse": "3",
    "kjv": "For we which have believed do enter into rest, as he said, As I have sworn in my wrath, if they shall enter into my rest: although the works were finished from the foundation of the world.",
    "web": "For we who have believed do enter into that rest, even as he has said, “As I swore in my wrath, they will not enter into my rest;” although the works were finished from the foundation of the world.",
    "chr": "ᎠᏴᏰᏃ ᎢᎪᎯᏳᏅᎯ ᎨᏒ ᎢᏗᏴᎯᎭ ᎠᏣᏪᏐᎸᏍᏙᏗᏱ ᎨᏒᎢ; ᎾᏍᎩᏯ ᏄᏪᏒᎢ, ᎾᏍᎩᏯ ᎠᏆᏎᎵᏔᏅ ᎠᎩᏔᎳᏬᏍᎬᎢ, ᎾᏍᎩ ᎤᏂᏴᏍᏗᏱ ᏂᎨᏒᎾ ᎨᏒ ᎠᏆᏤᎵ ᎠᏣᏪᏐᎸᏍᏙᏗᏱ ᎨᏒᎢ; ᎠᏍᏆᏛᎯᏍᎩᏂᏃᏅ ᎨᏒᎩ ᏕᎦᎸᏫᏍᏓᏁᎸ ᎡᎶᎯ ᏧᏙᏢᎤ ᎤᏓᎬᏩᏓᎴᎤᏛ."
  },
  {
    "verse": "4",
    "kjv": "For he spake in a certain place of the seventh day on this wise, And God did rest the seventh day from all his works.",
    "web": "For he has said this somewhere about the seventh day, “God rested on the seventh day from all his works;”",
    "chr": "ᎢᎸᎯᏢᏰᏃ ᎦᎵᏉᎩᏁ ᎢᎦ ᎤᏁᎢᏍᏔᏅ ᎯᎠ ᏄᏪᏒ, ᎠᎴ ᎤᏁᎳᏅᎯ ᎦᎵᏉᎩᏁ ᎢᎦ ᎤᏯᏪᏐᎴ ᎤᏲᎯᏍᏔᏁ ᏂᎦᏛ ᏚᎸᏫᏍᏓᏁᎲᎢ."
  },
  {
    "verse": "5",
    "kjv": "And in this place again, If they shall enter into my rest.",
    "web": "and in this place again, “They will not enter into my rest.”",
    "chr": "ᎠᎴ ᎠᏂ ᏔᎵᏁ ᎯᎠ ᏂᎦᏪᎭ, ᎥᏝ ᏴᎬᏂᏴᎭ ᎠᏆᏤᎵ ᎠᏣᏪᏐᎸᏍᏙᏗᏱ."
  },
  {
    "verse": "6",
    "kjv": "Seeing therefore it remaineth that some must enter therein, and they to whom it was first preached entered not in because of unbelief:",
    "web": "Seeing therefore it remains that some should enter into it, and they to whom the good news was preached before failed to enter in because of disobedience,",
    "chr": "ᎾᏍᎩᏃ ᎩᎶ ᎠᏎ ᎾᎿ ᏭᏂᏴᏍᏗ ᏥᎩ, ᎠᎴ ᎾᏍᎩ Ꮎ ᎢᎬᏱ ᎨᎦᎵᏥᏙᏁᎸᎯ ᎨᏒ ᎾᏄᏂᏴᎸᎾ ᏥᎨᏎᎢ., ᏅᏗᎦᎵᏍᏙᏗᏍᎬ ᏄᏃᎯᏳᏒᎾ ᎨᏒᎢ."
  },
  {
    "verse": "7",
    "kjv": "Again, he limiteth a certain day, saying in David, To day, after so long a time; as it is said, To day if ye will hear his voice, harden not your hearts.",
    "web": "he again defines a certain day, “today”, saying through David so long a time afterward (just as has been said), “Today if you will hear his voice, don’t harden your hearts.”",
    "chr": "ᎠᎴ ᎾᏍᏉ ᎢᎦ ᎠᏑᏰᎭ, ᎯᎠ ᏂᎦᏪᎭ ᎤᏬᎯᏨᎯ ᎣᏂ ᏕᏫ ᎠᎬᏗᏍᎬᎢ, ᎪᎯ ᎢᎦ, ᎾᏍᎩᏯ ᎯᎠ ᎢᎦᏪᏛ ᏥᎩ, ᎪᎯ ᎢᎦ, ᎢᏳᏃ ᎧᏁᎬ ᎢᏣᏛᎪᏗᏱ ᎢᏣᏑᎵᏍᎨᏍᏗ, ᏞᏍᏗ ᏱᏗᏥᏍᏓᏲᏔᏁᏍᏗ ᏗᏥᎾᏫ."
  },
  {
    "verse": "8",
    "kjv": "For if Jesus had given them rest, then would he not afterward have spoken of another day.",
    "web": "For if Joshua had given them rest, he would not have spoken afterward of another day.",
    "chr": "ᎢᏳᏰᏃ ᏦᏑᏩ ᏱᏚᏁᎴ ᎤᎾᏣᏪᏐᎸᏍᏙᏗᏱ, ᎥᏝ [ᎤᏁᎳᏅᎯ] ᎣᏂ ᏱᎬᏩᏁᎢᏍᏔᏁ ᏅᏩᏓᎴ ᎢᎦ."
  },
  {
    "verse": "9",
    "kjv": "There remaineth therefore a rest to the people of God.",
    "web": "There remains therefore a Sabbath rest for the people of God.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᏏᏉ ᎤᏁᏘᏰᎭ ᎤᎾᏣᏪᏐᎸᏍᏙᏗᏱ ᎨᏒ ᎤᏁᎳᏅᎯ ᏧᏤᎵᎦ ᏴᏫ."
  },
  {
    "verse": "10",
    "kjv": "For he that is entered into his rest, he also hath ceased from his own works, as God did from his.",
    "web": "For he who has entered into his rest has himself also rested from his works, as God did from his.",
    "chr": "ᎾᏍᎩᏰᏃ Ꮎ ᎤᏴᎸᎯ ᏥᎨᏐ ᎤᏣᏪᏐᎸᏍᏙᏗᏱ, ᎾᏍᏉ ᎤᏲᎯᏍᏔᏅᎯ ᎨᏐ ᏚᎸᏫᏍᏓᏁᎲ, ᎾᏍᎩᏯ ᎤᏁᎳᏅᎯ ᏄᏛᏁᎸ ᎤᏲᎯᏍᏔᏅᎢ."
  },
  {
    "verse": "11",
    "kjv": "Let us labour therefore to enter into that rest, lest any man fall after the same example of unbelief.",
    "web": "Let’s therefore give diligence to enter into that rest, lest anyone fall after the same example of disobedience.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏓᏟᏂᎬᏁᎮᏍᏗ ᎾᎩᏴᏍᏗᏱ, ᏱᏅᏎᎦᎩᏰᏃ ᎩᎶ ᎾᏍᎩ ᏧᏕᎶᏆᎡᎸᎯ ᎨᏒ ᎾᏍᎩᏯ ᏄᏬᎯᏳᏒᎾ ᎨᏒ ᏴᎦᏅᎢᏍᏓ."
  },
  {
    "verse": "12",
    "kjv": "For the word of God is quick, and powerful, and sharper than any twoedged sword, piercing even to the dividing asunder of soul and spirit, and of the joints and marrow, and is a discerner of the thoughts and intents of the heart.",
    "web": "For the word of God is living and active, and sharper than any two-edged sword, piercing even to the dividing of soul and spirit, of both joints and marrow, and is able to discern the thoughts and intentions of the heart.",
    "chr": "ᎧᏃᎮᏛᏰᏃ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ ᎬᏃᏛ, ᎠᎴ ᎤᎵᏂᎩᏗᏳ ᎠᎴ ᎤᏟᎯᏳ ᏂᎪᏍᏓᏴ ᎡᏍᎦᏉ ᎠᏰᎳᏍᏗ-ᎦᏅᎯᏛ ᎢᏧᎳᏗᏢ ᏗᎬᎦᏘ ᏗᎪᏍᏓᏴ, ᏕᎦᏘᎭ ᏔᎵ ᏂᎦᏗᎭ ᎠᏓᏖᏗᏱ ᎠᎴ ᎠᏓᏅᏙ, ᎠᎴ ᏚᏫᏢᎢ ᎠᎴ ᏚᏍᏛᏪᏙᎬᎢ, ᎠᎴ ᏗᎬᏭᎪᏙᏗ ᎢᎩ ᏄᏍᏛ ᎠᏓᏅᏖᏍᎬ ᎠᎴ ᏄᏍᏛ ᎤᏚᎵᏍᎬ ᎤᎾᏫ."
  },
  {
    "verse": "13",
    "kjv": "Neither is there any creature that is not manifest in his sight: but all things are naked and opened unto the eyes of him with whom we have to do.",
    "web": "There is no creature that is hidden from his sight, but all things are naked and laid open before the eyes of him to whom we must give an account.",
    "chr": "ᎥᏝ ᎠᎴ ᎪᎱᏍᏗ ᎠᏁᎳᏅᎯ ᎨᏒ ᎠᎬᏍᎦᎳᏁᎸᎯ ᏱᎩ; ᏂᎦᏗᏳᏉᏍᎩᏂ ᎤᏰᎸᎭᎢ, ᎠᎴ ᏧᏞᏛ ᎾᏍᎩ ᏙᏗᎧᏅ ᎾᏍᎩ Ꮎ ᎬᏂᎨᏒ ᎢᏰᏛᏁᏗ ᏥᎩ ᏂᎦᏛᏁᎸᎢ."
  },
  {
    "verse": "14",
    "kjv": "Seeing then that we have a great high priest, that is passed into the heavens, Jesus the Son of God, let us hold fast our profession.",
    "web": "Having then a great high priest who has passed through the heavens, Jesus, the Son of God, let’s hold tightly to our confession.",
    "chr": "ᎾᏍᎩᏃ ᏥᏗᎪᏩᏗᎭ ᎢᎩᎧᎲ ᎠᏥᎸᏉᏗ ᏄᎬᏫᏳᏒ ᎠᏥᎸ-ᎨᎶᎯ, ᎾᏍᎩ ᎦᎸᎶ ᏭᎶᏒᎯ ᏥᎩ, ᎾᏍᎩ ᏥᏌ ᎤᏁᎳᏅᎯ ᎤᏪᏥ, ᎠᏍᏓᏯ ᏕᎩᏂᏴᏎᏍᏗ ᏕᏓᏁᎶᏛᎢ."
  },
  {
    "verse": "15",
    "kjv": "For we have not an high priest which cannot be touched with the feeling of our infirmities; but was in all points tempted like as we are, yet without sin.",
    "web": "For we don’t have a high priest who can’t be touched with the feeling of our infirmities, but one who has been in all points tempted like we are, yet without sin.",
    "chr": "ᎥᏝᏰᏃ ᏄᎬᏫᏳᏒ ᎠᏥᎸ-ᎨᎶᎯ ᏱᎩᎧᎭ ᎾᏍᎩ ᎨᎩᏙᎵᏍᏗ ᏂᎨᏒᎾ ᎨᏒ ᏕᎩᏩᏂᎦᎸᎢ, ᏂᎦᎥᏉᏍᎩᏂ ᎠᏥᎪᎵᏰᎲᎩ ᎠᏴ ᎾᏍᎩᏯᎢ, ᎠᏎᏃ ᎾᏍᎦᏅᎾ ᎨᏒᎩ."
  },
  {
    "verse": "16",
    "kjv": "Let us therefore come boldly unto the throne of grace, that we may obtain mercy, and find grace to help in time of need.",
    "web": "Let’s therefore draw near with boldness to the throne of grace, that we may receive mercy and may find grace for help in time of need.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᏂᏗᏍᎦᎢᎲᎾ ᎢᏗᎷᎩ ᎾᎿ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎦᏍᎩᎸᎢ, ᎾᏍᎩ ᎡᎩᏙᎵᏍᏗᏱ, ᎠᎴ ᎢᎩᏩᏛᏗᏱ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗᏱ, ᎠᎴ ᎢᎩᏩᏛᏗᏱ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎾᏍᎩ ᎾᎯᏳ ᎢᎩᏂᎬᏎᎲ ᎢᎦᎵᏍᏕᎸᏙᏗ."
  }
]
