[
  {
    "verse": "1",
    "kjv": "For every high priest taken from among men is ordained for men in things pertaining to God, that he may offer both gifts and sacrifices for sins:",
    "web": "For every high priest, being taken from among men, is appointed for men in things pertaining to God, that he may offer both gifts and sacrifices for sins.",
    "chr": "ᎾᏂᎥᏰᏃ ᏄᎬᏫᏳᏒ ᎠᏥᎸ-ᎠᏁᎶᎯ ᎨᏒ ᏴᏫ ᎠᏁᎲ ᎨᎪᏣᎴᏛ, ᏴᏫ ᎣᏍᏛ ᎢᏳᎾᎵᏍᏓᏁᏗ ᎨᏥᏁᏤᎰᎢ, ᎾᏍᎩ [ᏧᏂᎸᏫᏍᏓᏁᏗᏱ] ᎤᏁᎳᏅᎯ ᎤᏤᎵᎪᎯ ᎤᎬᏩᎵ, ᎾᏍᎩ ᏗᎬᏩᎾᎵᏍᎪᎸᏙᏗ ᎢᏳᎵᏍᏙᏗᏱ ᎠᏓᏁᏗ ᎨᏒ ᎠᎴ ᎠᏥᎸᎨᎳᏍᏙᏗ ᎾᏍᎩ ᎠᏍᎦᏂ ᎤᎬᏩᎵ;"
  },
  {
    "verse": "2",
    "kjv": "Who can have compassion on the ignorant, and on them that are out of the way; for that he himself also is compassed with infirmity.",
    "web": "The high priest can deal gently with those who are ignorant and going astray, because he himself is also surrounded with weakness.",
    "chr": "ᎾᏍᎩ ᏰᎵ ᏗᎬᏪᏙᎵᏍᏗ ᎾᏂᎦᏔᎾᎥᎾ, ᎠᎴ ᎾᏍᎩ Ꮎ ᎤᎾᎴᎾᎸᎯ; ᎤᏩᏒᏰᏃ ᎾᏍᏉ ᏚᎵᏚᏫᏍᏛᎩ ᎠᏩᏂᎦᎳ ᎨᏒᎢ."
  },
  {
    "verse": "3",
    "kjv": "And by reason hereof he ought, as for the people, so also for himself, to offer for sins.",
    "web": "Because of this, he must offer sacrifices for sins for the people, as well as for himself.",
    "chr": "ᎠᎴ ᎾᏍᎩ ᎢᏳᏍᏗ, ᎾᏍᎩ ᏴᏫ ᎤᎾᎵᏍᏕᎸᏙᏗ ᎠᎵᏍᎪᎸᏗᏍᎬ ᎾᏍᏉ ᎤᏩᏒ ᎤᎵᏍᏕᎸᏙᏗ ᎠᏎ ᎤᎵᏍᎪᎸᏙᏗ ᎨᏐᎢ, ᎠᏍᎦᏂ ᎤᎬᏩᎵ ᎨᏒᎢ."
  },
  {
    "verse": "4",
    "kjv": "And no man taketh this honour unto himself, but he that is called of God, as was Aaron.",
    "web": "Nobody takes this honor on himself, but he is called by God, just like Aaron was.",
    "chr": "ᎥᏝ ᎠᎴ ᎩᎶ ᎯᎠ ᎾᏍᎩ ᎦᎸᏉᏗ [ᏗᎦᎸᏫᏍᏓᏁᏗ] ᎤᏩᏒᏉ ᎤᏓᏅᏖᏛ ᏯᎩᏍᎪᎢ, ᎬᏂ ᎤᏁᎳᏅᎯ ᎤᏯᏅᏛ ᏱᎩ ᎾᏍᎩᏯ ᎡᎵᏂ ᎠᏥᏯᏅᎲᎢ."
  },
  {
    "verse": "5",
    "kjv": "So also Christ glorified not himself to be made an high priest; but he that said unto him, Thou art my Son, to day have I begotten thee.",
    "web": "So also Christ didn’t glorify himself to be made a high priest, but it was he who said to him, “You are my Son. Today I have become your father.”",
    "chr": "ᎾᏍᎩᏯ ᎾᏍᏉ ᎦᎶᏁᏛ ᎥᏝ ᎤᏩᏒ ᎯᎠ ᎦᎸᏉᏗ ᏗᎦᎸᏫᏍᏓᏁᏗ ᏳᎩᏎ ᏄᎬᏫᏳᏒ ᎠᏥᎸᎨᎶᎯ ᎾᎬᏁᎸᎢ; ᎯᎠᏍᎩᏂ ᎢᏳᏪᏎᎸᎯ, ᎠᏇᏥ ᏂᎯ, ᎪᎯ ᎢᎦ ᏍᏆᏕᎲᏏ, [ᎾᏍᎩ ᎤᏯᏅᎮᎢ.]"
  },
  {
    "verse": "6",
    "kjv": "As he saith also in another place, Thou art a priest for ever after the order of Melchisedec.",
    "web": "As he says also in another place, “You are a priest forever, after the order of Melchizedek.”",
    "chr": "ᎾᏍᏉ ᎢᎸᎯᏢ ᎯᎠ ᏂᎦᏪᎭ, ᎠᏥᎸ-ᎮᎶᎯ ᏂᎯ ᏂᎪᎯᎸᎢ ᎺᎵᎩᏏᏕᎩ ᏄᏍᏛ ᎾᏍᎩᏯᎢ."
  },
  {
    "verse": "7",
    "kjv": "Who in the days of his flesh, when he had offered up prayers and supplications with strong crying and tears unto him that was able to save him from death, and was heard in that he feared;",
    "web": "He, in the days of his flesh, having offered up prayers and petitions with strong crying and tears to him who was able to save him from death, and having been heard for his godly fear,",
    "chr": "ᎾᏍᎩ Ꮎ ᎾᎯᏳ ᎤᏇᏓᎵ ᎨᏒ ᎤᎴᏂᏙᎸ, ᎤᏓᏙᎵᏍᏓᏁᎸ ᎠᎴ ᎤᏔᏲᏎᎸ, ᎠᏍᏓᏴ ᏓᏠᏱᎲ, ᎠᎴ ᏓᎦᏌᏬᎢᎲ ᎬᏩᏠᏯᏍᏗ ᎾᏍᎩ Ꮎ ᎤᏔᏲᏎᎸ ᎾᏍᎩ ᏰᎵᏉ ᎬᏩᏍᏕᎸᏗ ᎬᏭᏓᎴᏍᏘ ᎨᏒ ᎠᏲᎱᎯᏍᏗ ᎨᏒᎢ, ᎠᎴ ᎠᎦᏛᎦᏁᎴ ᎦᎾᏰᏍᎬ ᎤᎬᏩᎵ;"
  },
  {
    "verse": "8",
    "kjv": "Though he were a Son, yet learned he obedience by the things which he suffered;",
    "web": "though he was a Son, yet learned obedience by the things which he suffered.",
    "chr": "ᎤᏪᏥᏍᎩᏂᏃᏅ ᎨᏎᎢ ᎠᏎᏃ ᎤᏬᎯᏳᎯᏍᏓ ᎢᏳᎵᏍᏙᏗᏱ ᎤᏕᎶᏆᎡ ᎤᎩᎵᏲᏨ ᎤᎦᏙᎥᎯᏍᏔᏁᎢ;"
  },
  {
    "verse": "9",
    "kjv": "And being made perfect, he became the author of eternal salvation unto all them that obey him;",
    "web": "Having been made perfect, he became to all of those who obey him the author of eternal salvation,",
    "chr": "ᎠᎴ ᏄᎪᎸᎾ ᎾᎬᏁᎸ, ᎾᏍᎩ ᎠᏩᏘᏍᎩ ᏄᎵᏍᏔᏁ ᏫᎾᏍᏛᎾ ᎤᎾᎵᏍᏕᎸᏙᏗ ᎨᏒ ᎾᏂᎥ ᎬᏬᎯᏳᎲᏍᎩ;"
  },
  {
    "verse": "10",
    "kjv": "Called of God an high priest after the order of Melchisedec.",
    "web": "named by God a high priest after the order of Melchizedek.",
    "chr": "ᎠᎴ ᏄᎬᏫᏳᏒ ᎠᏥᎸ-ᎨᎶᎯ ᎺᎵᎩᏏᏕᎩ ᎾᏍᎩᏯ ᎤᏬᏎᎭ ᎤᏁᎳᏅᎯ."
  },
  {
    "verse": "11",
    "kjv": "Of whom we have many things to say, and hard to be uttered, seeing ye are dull of hearing.",
    "web": "About him we have many words to say, and hard to interpret, seeing you have become dull of hearing.",
    "chr": "ᎾᏍᎩ Ꮎ ᎣᏥᏃᎮᏍᎬ ᎤᏣᏘ ᎪᎱᏍᏗ ᎦᏲᎦᏛᏗ, ᎠᎴ ᎤᏦᏍᏗᏳ ᏗᎪᏏᏐᏗᏱ, ᏅᏗᎦᎵᏍᏙᏗᏍᎬ ᏗᏥᏍᎦᏃᎵᏳ ᎨᏒ ᎢᏣᏛᎪᏗᏱ."
  },
  {
    "verse": "12",
    "kjv": "For when for the time ye ought to be teachers, ye have need that one teach you again which be the first principles of the oracles of God; and are become such as have need of milk, and not of strong meat.",
    "web": "For although by this time you should be teachers, you again need to have someone teach you the rudiments of the first principles of the revelations of God. You have come to need milk, and not solid food.",
    "chr": "ᎾᎯᏳᏰᏃ ᏰᎵᏉ ᏗᎨᏣᏕᏲᏗ ᎡᏤᎵᏎᎸᎢ, ᎤᏚᎸᏗᏉ ᏂᏣᎵᏍᏓᏁᎭ ᎩᎶ ᏔᎵᏁ ᎢᏤᏲᏗᏱ ᏄᏍᏛ ᎢᎬᏱᏱ ᏗᏕᎶᏆᏍᏗ ᎨᏒ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᎧᏃᎮᏛ; ᎠᎴ ᎤᏅᏗ ᎤᎾᏚᎵᏍᎩ ᎾᏍᎩᏯ ᏂᏣᎵᏍᏔᏅ, ᎥᏝᏃ ᎤᏴᏍᏗ ᎠᎵᏍᏓᏴᏗ."
  },
  {
    "verse": "13",
    "kjv": "For every one that useth milk is unskilful in the word of righteousness: for he is a babe.",
    "web": "For everyone who lives on milk is not experienced in the word of righteousness, for he is a baby.",
    "chr": "ᎾᏂᎥᏰᏃ ᎩᎶ ᎤᏅᏗ ᎠᎾᎵᏍᏓᏴᏗᏍᎩ ᎥᏝ ᎤᏂᎦᏙᎥᏒᎯ ᏱᎨᏐ ᎧᏃᎮᏛ ᎠᏚᏓᎴᏍᏙᏗ ᎨᏒᎢ; ᏗᏂᏲᎵᏉᏰᏃ."
  },
  {
    "verse": "14",
    "kjv": "But strong meat belongeth to them that are of full age, even those who by reason of use have their senses exercised to discern both good and evil.",
    "web": "But solid food is for those who are full grown, who by reason of use have their senses exercised to discern good and evil.",
    "chr": "ᎤᏴᏍᏗᏍᎩᏂ ᎠᎵᏍᏓᏴᏗ ᏧᎾᏛᎾᏯ ᎤᏁᎵᏍᏓᏴᏙᏗ ᎨᏐᎢ, ᎾᏍᎩ Ꮎ ᎤᏂᎩᏌᎲ ᎢᏳᏍᏗ ᎬᏩᎾᏙᎴᎰᎯᏍᏗ ᎨᏐ ᎣᏍᏛ ᎨᏒ ᏄᏍᏛᎢ, ᎠᎴ ᏄᏍᏛ ᎤᏲ ᎨᏒᎢ."
  }
]