[
  {
    "verse": "1",
    "kjv": "For this Melchisedec, king of Salem, priest of the most high God, who met Abraham returning from the slaughter of the kings, and blessed him;",
    "web": "For this Melchizedek, king of Salem, priest of God Most High, who met Abraham returning from the slaughter of the kings and blessed him,",
    "chr": "ᎯᎠᏰᏃ ᎾᏍᎩ ᎹᏓᎩᏏᏕᎩ, ᎤᎬᏫᏳᎯ ᏎᏓᎽ, ᎠᏥᎸ-ᎨᎶᎯ ᎨᏎᎢ ᎤᏁᎳᏅᎯ ᏩᏍᏛ ᎦᎸᎳᏗ ᎡᎯ ᎤᏤᎵᎦ, ᎾᏍᎩ ᎡᏆᎭᎻ ᏥᏚᏠᏎ ᏧᏨᏏᏗᏒ ᏫᏚᎰᏅᎯ ᎤᏂᎬᏫᏳᎯ, ᎠᎴ ᎣᏍᏛ ᏧᏁᏤᎴᎢ;"
  },
  {
    "verse": "2",
    "kjv": "To whom also Abraham gave a tenth part of all; first being by interpretation King of righteousness, and after that also King of Salem, which is, King of peace;",
    "web": "to whom also Abraham divided a tenth part of all (being first, by interpretation, “king of righteousness”, and then also “king of Salem”, which means “king of peace”,",
    "chr": "ᎠᎴ ᎾᏍᎩ ᎾᏍᏉ ᎡᏆᎭᎻ ᏂᎦᏛ ᏧᎬᏩᎶᏗ ᎠᏰᎲ ᎠᏍᎪᎯᏁ ᎪᏣᎴᏛ ᏧᏁᎸᏁᎢ; ᎢᎬᏱᏱ ᎨᏒ [ᏚᏙᎥ] ᎠᏁᏢᏔᏅᎯ ᎨᏒ ᎤᎬᏫᏳᎯ ᏚᏳᎪᏛ ᎢᏯᏛᏁᎯ ᎦᏛᎦ, ᎣᏂᏃ ᎾᏍᏉ ᏎᎳᏂ ᎤᎬᏫᏳᎯ ᎠᎪᏎᎭ, ᎾᏍᎩ ᎤᎬᏫᏳᎯ ᏅᏩᏙᎯᏯᏛ ᎤᏚᎵᏍᎩ ᏥᎦᏛᎦ."
  },
  {
    "verse": "3",
    "kjv": "Without father, without mother, without descent, having neither beginning of days, nor end of life; but made like unto the Son of God; abideth a priest continually.",
    "web": "without father, without mother, without genealogy, having neither beginning of days nor end of life, but made like the Son of God), remains a priest continually.",
    "chr": "ᎾᏍᎩ ᎤᏤᏓ ᎠᎴ ᎤᏥ ᎾᏁᎲᎾ ᏥᎨᏎ, ᎤᎾᏁᏢᏔᏅᎯ ᎠᏂᏂᎩᏛ ᏥᎨᏎ, ᏚᎩᏨᏁᎬ ᏅᎫᏓᎴᏅᎲᎾ ᏥᎨᏎ, ᎠᎴ ᎡᎲ ᏭᏍᏗᏥᎯᏍᏗ ᏂᎨᏒᎾ ᏥᎨᏎᎢ, ᎤᏁᎳᏅᎯᏍᎩᏂ ᎾᏪᏥ ᎾᏍᎩᏯ ᏥᎾᎬᏁᎴᎢ, ᎠᏥᎸ-ᎨᎶᎯ ᏤᎭ ᏂᎪᎯᎸᎢ."
  },
  {
    "verse": "4",
    "kjv": "Now consider how great this man was, unto whom even the patriarch Abraham gave the tenth of the spoils.",
    "web": "Now consider how great this man was, to whom even Abraham the patriarch gave a tenth out of the best plunder.",
    "chr": "ᎡᏣᏓᏅᏛᎵᎾᏗ ᏂᎦᎥ ᎠᏥᎸᏉᏗᏳ ᎨᏒ ᎯᎠ ᎾᏍᎩ ᎠᏍᎦᏯ, ᎾᏍᎩ ᎠᎦᏴᎵᎨ ᎡᏆᎭᎻ ᎤᏩᏒ ᎠᏍᎪᎯᏁ ᎪᏣᎴᏛ ᎤᏓᏬᏅᏛ ᎠᏰᎲ ᎤᏁᎸᎢ."
  },
  {
    "verse": "5",
    "kjv": "And verily they that are of the sons of Levi, who receive the office of the priesthood, have a commandment to take tithes of the people according to the law, that is, of their brethren, though they come out of the loins of Abraham:",
    "web": "They indeed of the sons of Levi who receive the priest’s office have a commandment to take tithes from the people according to the law, that is, of their brothers, though these have come out of the body of Abraham,",
    "chr": "ᎠᎴ ᎤᏙᎯᏳᎯ ᎵᏫ ᏧᏪᏥ ᎠᏥᎸᎨᎳᏍᏗ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒ ᎨᏥᏁᏗ ᎨᏒᎢ ᎨᎦᏒᎦᎸᏗᏍᎨ ᎠᏍᎪᎯᏁ ᎪᏣᎴᏛ ᏧᏂᏂᏢᏗᏱ ᏴᏫ ᎾᏍᎩᏯ ᏂᎬᏅ ᏗᎧᎿᏩᏛᏍᏗ, ᎾᏍᎩ ᎠᎾᎵᏅᏟ ᎨᏒᎢ, ᎾᏍᏉ ᎡᏆᎭᎻ ᎠᏰᎵ ᏅᏓᏳᎾᏓᎴᏅᎯ ᎨᏒᎢ."
  },
  {
    "verse": "6",
    "kjv": "But he whose descent is not counted from them received tithes of Abraham, and blessed him that had the promises.",
    "web": "but he whose genealogy is not counted from them has accepted tithes from Abraham, and has blessed him who has the promises.",
    "chr": "ᎾᏍᎩᏍᎩᏂ Ꮎ ᎤᎾᏁᏢᏔᏅᏛ ᎨᏒ ᎵᏫ ᎠᏂᎳᏍᏓᎸ ᏅᏧᏓᎴᏅᎲᎾ ᏥᎩ, ᎠᏍᎪᎯᏁ ᎪᏣᎴᏛ ᏚᏓᏂᎸᏤᎴ ᎡᏆᎭᎻ, ᎠᎴ ᎣᏍᏛ ᎤᏁᏤᎴ ᎠᏚᎢᏍᏔᏅᎯ ᎨᏒ ᏣᎦᎨᏅᏯ."
  },
  {
    "verse": "7",
    "kjv": "And without all contradiction the less is blessed of the better.",
    "web": "But without any dispute the lesser is blessed by the greater.",
    "chr": "ᎠᎴ ᏄᏜᏏᏛᏒᎾ ᎡᏍᎦ ᎢᏯᏥᎸᏉᏗ ᎨᏒ ᎣᏍᏛ ᎤᏁᏤᎰ ᎤᏟ ᎢᏯᏥᎸᏉᏗ."
  },
  {
    "verse": "8",
    "kjv": "And here men that die receive tithes; but there he receiveth them, of whom it is witnessed that he liveth.",
    "web": "Here people who die receive tithes, but there one receives tithes of whom it is testified that he lives.",
    "chr": "ᎠᎴ ᎠᏂ ᏴᏫ ᏗᏂᏲᎱᏍᎩ ᏥᎩ ᎠᏍᎪᎯᏁ ᎪᏣᎴᏛ ᎢᎨᏥᏁᎰᎢ; ᎾᎿ ᏍᎩᏂ ᎤᎩᏎᎢ ᎾᏍᎩ Ꮎ ᎡᎭ ᎠᎪᏎᎸᎯ ᏥᎩ."
  },
  {
    "verse": "9",
    "kjv": "And as I may so say, Levi also, who receiveth tithes, payed tithes in Abraham.",
    "web": "We can say that through Abraham even Levi, who receives tithes, has paid tithes,",
    "chr": "ᎠᎴ ᎯᎠᏉ ᏱᎾᎩᏪᏒ, ᎵᏫ ᎾᏍᏉ ᎠᏍᎪᎯᏁ ᎪᏣᎴᏛ ᏗᏓᏂᎸᎩ ᏥᎩ, ᎠᏍᎪᎯᏁ ᎪᏣᎴᏛ ᎤᎫᏴᎮ ᎾᎯᏳ ᎡᏆᎭᎻ ᎤᎫᏴᎲ."
  },
  {
    "verse": "10",
    "kjv": "For he was yet in the loins of his father, when Melchisedec met him.",
    "web": "for he was yet in the body of his father when Melchizedek met him.",
    "chr": "ᎠᏏᏉᏰᏃ ᎤᏙᏓ ᎠᏰᎸ ᎠᏯᎡᎢ ᎾᎯᏳ ᎹᎵᎩᏏᏕᎩ ᏥᏚᏠᏍᎨᎢ."
  },
  {
    "verse": "11",
    "kjv": "If therefore perfection were by the Levitical priesthood, (for under it the people received the law,) what further need was there that another priest should rise after the order of Melchisedec, and not be called after the order of Aaron?",
    "web": "Now if perfection was through the Levitical priesthood (for under it the people have received the law), what further need was there for another priest to arise after the order of Melchizedek, and not be called after the order of Aaron?",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏳᏃ ᎠᏥᎸᎨᎳᏍᏗ ᎨᏒ ᎠᏂᎵᏫ ᏥᎨᎦᏒᎦᎶᏕ, ᏅᏍᎦᏅᎾ ᎢᎬᏩᏓᏛᏁᏗ ᏱᎨᏎᎢ, (ᎠᏥᎸ-ᎨᎳᏍᏗᏰᏃ ᎨᏒ ᎠᎴ ᏗᎧᎿᏩᏛᏍᏗ ᏚᎾᏚᏓᏖ ᏴᏫ ᎦᎾᏓᏂᎸᏨ) ᎦᏙᏃ ᎠᏏ ᎤᏚᎸᏗ ᏂᎦᎵᏍᏗᏍᎨ ᏅᏩᏓᎴ ᎠᏥᎸᎨᎶᎯ ᎤᎾᏄᎪᎢᏍᏗᏱ ᎹᎵᎩᏏᏕᎩ ᏄᏍᏛ ᎾᏍᎩᏯᎢ, ᎡᎳᏂᏃ ᎾᏍᎩᏯ ᎦᏰᎪᏎᏗ ᏂᎨᏒᎾ ᎨᏒᎢ?"
  },
  {
    "verse": "12",
    "kjv": "For the priesthood being changed, there is made of necessity a change also of the law.",
    "web": "For the priesthood being changed, there is of necessity a change made also in the law.",
    "chr": "ᎠᏥᎸ-ᎨᎳᏍᏗᏰᏃ ᎨᏒ ᎤᏓᏁᏟᏴᏛ ᎨᏒᎢ, ᎠᏎ ᎾᏍᏉ ᎦᏁᏟᏴᏛ ᏂᎦᎵᏍᏗᎭ ᏗᎧᎿᏩᏛᏍᏗ."
  },
  {
    "verse": "13",
    "kjv": "For he of whom these things are spoken pertaineth to another tribe, of which no man gave attendance at the altar.",
    "web": "For he of whom these things are said belongs to another tribe, from which no one has officiated at the altar.",
    "chr": "ᎾᏍᎩᏰᏃ Ꮎ ᎯᎠ ᎾᏍᎩ ᎤᎬᏩᎵ ᎠᏥᏁᎢᏍᏔᏅᎯ ᎨᏒ ᎤᏣᏘᏂ ᎠᏂᎳᏍᏓᎸ ᎨᎳ ᎨᏒᎩ, ᎾᏍᎩ [ᎠᏂᎳᏍᏓᎸ] ᎤᏓᎴᏅᎯ ᎥᏝ ᎩᎶ ᎠᏥᎸᎨᎳᏍᏗᏱ ᏱᏚᎸᏫᏍᏓᏁᎮᎢ."
  },
  {
    "verse": "14",
    "kjv": "For it is evident that our Lord sprang out of Juda; of which tribe Moses spake nothing concerning priesthood.",
    "web": "For it is evident that our Lord has sprung out of Judah, about which tribe Moses spoke nothing concerning priesthood.",
    "chr": "ᎬᏂᎨᏒᎢᏳᏰᏃ ᏂᎦᎵᏍᏗᎭ ᎾᏍᎩ ᎢᎦᏤᎵ ᎤᎬᏫᏳᎯ ᏧᏓ ᎠᏂᎳᏍᏓᎸ ᏧᏓᎴᏅᎲᎢ; ᎾᏍᎩ ᎠᏂᎳᏍᏓᎸ ᎼᏏ ᎥᏝ ᏱᏚᏁᎢᏍᏔᏁ ᎠᏥᎸ-ᎨᎳᏍᏗ ᎨᏒ ᎤᎬᏩᎵ."
  },
  {
    "verse": "15",
    "kjv": "And it is yet far more evident: for that after the similitude of Melchisedec there ariseth another priest,",
    "web": "This is yet more abundantly evident, if after the likeness of Melchizedek there arises another priest,",
    "chr": "ᎠᎴ ᎠᏏ ᎤᏟ ᎬᏂᎨᏒ ᏂᎦᎵᏍᏗᎭ, ᎢᏳᏃ ᎺᎵᎩᏏᏕᎩ ᏄᏍᏛ ᎾᏍᎩᏯ ᏅᏩᏓᎴ ᎠᏥᎸ-ᎨᎶᎯ ᏱᎦᎾᏄᎪᎦ,"
  },
  {
    "verse": "16",
    "kjv": "Who is made, not after the law of a carnal commandment, but after the power of an endless life.",
    "web": "who has been made, not after the law of a fleshly commandment, but after the power of an endless life;",
    "chr": "ᎾᏍᎩ ᎠᏥᎩ-ᎨᎶᎯ ᎾᎬᏁᎸ ᏗᎧᎿᏩᏛᏍᏗ ᎤᏇᏓᎵ ᎤᎬᏩᎵ ᎾᏍᎩᏯ ᎾᎬᏁᎸᎾ ᎨᏒᎢ, ᎬᏂᏛᏍᎩᏂ ᎠᎵᏍᏆᏗᏍᎩ ᏂᎨᏒᎾ ᎤᎵᏂᎬᎬ ᎾᏍᎩᏯᎢ."
  },
  {
    "verse": "17",
    "kjv": "For he testifieth, Thou art a priest for ever after the order of Melchisedec.",
    "web": "for it is testified, “You are a priest forever, according to the order of Melchizedek.”",
    "chr": "ᎯᎠᏰᏃ ᏂᎦᏪᎭ ᎧᏁᎬᎢ, ᎠᏥᎸᎮᎶᎯ ᎨᎭ ᏂᎪᎯᎸᎢ ᎺᎵᎩᏎᏕᎩ ᏄᏍᏛ ᎾᏍᎩᏯᎢ."
  },
  {
    "verse": "18",
    "kjv": "For there is verily a disannulling of the commandment going before for the weakness and unprofitableness thereof.",
    "web": "For there is an annulling of a foregoing commandment because of its weakness and uselessness",
    "chr": "ᎤᏙᎯᏳᎯᏰᏃ ᎢᏴᏛ ᎢᎬᏁᎸᎯ ᏂᎦᎵᏍᏗᎭ ᎢᎬᏱᏱ ᎤᎵᏁᏨᎯ ᏗᎧᎿᏩᏛᏍᏗ, ᎠᏩᏂᎦᎳᎯᏳ ᎨᏒ ᎠᎴ ᎬᏩᏓᏍᏕᎸᏗ ᏂᎨᏒᎾ ᎨᏒ ᎢᏳᏍᏗ."
  },
  {
    "verse": "19",
    "kjv": "For the law made nothing perfect, but the bringing in of a better hope did; by the which we draw nigh unto God.",
    "web": "(for the law made nothing perfect), and a bringing in of a better hope, through which we draw near to God.",
    "chr": "ᏗᎧᎿᏩᏛᏍᏗᏰᏃ ᎥᏝ ᎦᎷᎶᎩ ᏂᎨᏒᎾ ᎢᎬᏁᎯ ᏱᎨᏎ ᎪᎱᏍᏗ; ᎤᏟᏍᎩᏂ ᎢᏝᏍᏛ ᎤᏚᎩ ᎬᏗ ᎨᏒ ᎠᏴᏔᏂᎸᎯ ᏥᎩ, ᎾᏍᎩ ᎢᏛᏗᏍᎬ ᎾᎥ ᎦᏰᏗᎷᏤᏗ ᏥᏂᎦᎵᏍᏗᎭ ᎤᏁᎳᏅᎯ ᎦᎷᎶᎩ ᏂᎨᏒᎾ ᏂᎬᏁᎭ."
  },
  {
    "verse": "20",
    "kjv": "And inasmuch as not without an oath he was made priest:",
    "web": "Inasmuch as he was not made priest without the taking of an oath",
    "chr": "ᎠᎴ ᎾᏍᎩ ᎠᏎᎵᏔᏅᎯ ᎨᏒ ᎬᏔᏅᎯ ᏥᎩ [ᎦᎶᏁᏛ ᎠᏥᎸ-ᎨᎶᎯ ᎢᏯᎬᏁᎸᎯ ᏥᎩ,]"
  },
  {
    "verse": "21",
    "kjv": "(For those priests were made without an oath; but this with an oath by him that said unto him, The Lord sware and will not repent, Thou art a priest for ever after the order of Melchisedec:)",
    "web": "(for they indeed have been made priests without an oath), but he with an oath by him that says of him, “The Lord swore and will not change his mind, ‘You are a priest forever, according to the order of Melchizedek.’”",
    "chr": "(ᎾᏍᎩᏰᏃ Ꮎ ᎠᏥᎸ-ᎠᏁᎶᎯ ᏂᎨᎬᏁᎮ ᎠᏎᎵᏔᏅᎯ ᏂᎨᏒᎾ; ᎯᎠᏍᎩᏂ Ꮎ ᎠᏎᎵᏔᏅᎯ ᎨᏒ ᎠᎬᏓᏁᎴᎢ, ᎯᎠ ᎾᏍᎩ ᎢᏳᏪᏎᎸᎯ, ᎤᎬᏫᏳᎯ ᎤᏎᎵᏔᏅ ᎠᎴ ᎥᏝ ᎠᎦᏁᏟᏴᎾ ᏂᎯ ᎠᏥᎸ-ᎮᎶᎯ ᏂᎪᎯᎸᎢ ᎺᎵᎩᏏᏕᎩ ᏄᏍᏛ ᎾᏍᎩᏯᎢ.)"
  },
  {
    "verse": "22",
    "kjv": "By so much was Jesus made a surety of a better testament.",
    "web": "By so much, Jesus has become the guarantee of a better covenant.",
    "chr": "ᎾᏍᎩᏯ ᎢᏴᏛ ᎤᎶᏒᏍᏗ ᏔᎵ ᎠᏛᏗᏍᎩ ᏫᎬᏁᎴ ᏥᏌ ᎧᏃᎮᏛ ᏓᏠᎯᏍᏛᎢ."
  },
  {
    "verse": "23",
    "kjv": "And they truly were many priests, because they were not suffered to continue by reason of death:",
    "web": "Many, indeed, have been made priests, because they are hindered from continuing by death.",
    "chr": "ᎠᎴ ᎾᏍᎩ Ꮎ ᎯᎠ ᎠᏥᎸ-ᎠᏁᎶᎯ ᎤᏂᏣᏛᎩ, ᎥᏝᏰᏃ ᎪᎯᏛ ᎬᏩᎾᏕᏗ ᏱᎨᏎ ᎠᏲᎱᎯᏍᏗ ᎨᏒ ᎢᏳᏍᏗ."
  },
  {
    "verse": "24",
    "kjv": "But this man, because he continueth ever, hath an unchangeable priesthood.",
    "web": "But he, because he lives forever, has his priesthood unchangeable.",
    "chr": "ᎯᎠᏍᎩᏂ [ᎠᏍᎦᏯ] ᎠᎵᏍᏆᏗᏍᎩ ᏂᎨᏒᎾ ᏤᎭ ᎤᎶᏏᎲᏍᏗ ᏂᎨᏒᎾ ᎠᏥᎸ-ᎨᎶᎯ ᎨᏒᎢ."
  },
  {
    "verse": "25",
    "kjv": "Wherefore he is able also to save them to the uttermost that come unto God by him, seeing he ever liveth to make intercession for them.",
    "web": "Therefore he is also able to save to the uttermost those who draw near to God through him, seeing that he lives forever to make intercession for them.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᏂᎪᎯᎸ ᏰᎵᏉ ᎾᏍᏉ ᏗᎬᏩᏍᏕᎸᏗ ᎾᏍᎩ Ꮎ ᎤᏩᏒ ᎬᏩᎷᎯᏍᏓᏁᎯ ᎤᏁᎳᏅᎯ ᎠᏂᎷᏤᎲᎢ, ᏫᎾᏍᏛᎾᏰᏃ ᎡᎭ ᏧᎵᏍᏗᏰᏓᏁᏗᏱ."
  },
  {
    "verse": "26",
    "kjv": "For such an high priest became us, who is holy, harmless, undefiled, separate from sinners, and made higher than the heavens;",
    "web": "For such a high priest was fitting for us: holy, guiltless, undefiled, separated from sinners, and made higher than the heavens;",
    "chr": "ᎾᏍᎩᏰᏃ ᎢᏳᏍᏗ ᎠᏥᎸ-ᎨᎶᎯ ᎢᎩᎵᎶᎲᏍᎩ ᎨᏒᎩ, ᎾᏍᎩ ᎾᏍᎦᏅᎾ, ᎤᏲ ᎢᎬᏩᏓᏛᏁᏗ ᏂᎨᏒᎾ, ᎠᏍᎦᎾ ᏄᏓᏅᎦᎸᎾ, ᎠᏂᏍᎦᎾ ᎠᏁᎲ ᎠᎦᏓᏓᎴᏔᏅᎯ, ᎠᎴ ᎦᎸᎶ ᎤᏗᏗᏢ ᎢᏴᏛ ᎠᏥᏌᎳᏓᏅᎯ;"
  },
  {
    "verse": "27",
    "kjv": "Who needeth not daily, as those high priests, to offer up sacrifice, first for his own sins, and then for the people's: for this he did once, when he offered up himself.",
    "web": "who doesn’t need, like those high priests, to offer up sacrifices daily, first for his own sins, and then for the sins of the people. For he did this once for all, when he offered up himself.",
    "chr": "ᎾᏍᎩ Ꮎ ᎤᏚᎸᏗ ᏄᎵᏍᏓᏁᎲᎾ ᏂᏚᎩᏨᏂᏒ ᎠᏥᎸ-ᎤᏪᎳᏍᏗᏱ, ᎾᏍᎩ ᎾᎾᏛᏁᎲ ᏄᏂᏛᏁᎲ ᏄᏂᎬᏫᏳᏌᏕᎩ ᎠᏥᎸᎠᏁᎶᎯ, ᎢᎬᏱ ᎤᏅᏒ ᎤᏂᏍᎦᏅᏨ ᎠᎫᏴᏙᏗ, ᎢᏉᏃ ᏴᏫ ᎤᏂᏍᎦᏅᏨ ᎠᎫᏴᏙᏗ; ᎾᏍᎩᏰᏃ ᎯᎠ ᏌᏉ ᏄᏛᏁᎴᎢ, ᎾᎯᏳ ᎤᏩᏒ ᎤᏓᎵᏍᎪᎸᏔᏅ."
  },
  {
    "verse": "28",
    "kjv": "For the law maketh men high priests which have infirmity; but the word of the oath, which was since the law, maketh the Son, who is consecrated for evermore.",
    "web": "For the law appoints men as high priests who have weakness, but the word of the oath, which came after the law, appoints a Son forever who has been perfected.",
    "chr": "ᏗᎧᎿᏩᏛᏍᏗᏰᏃ ᏴᏫ ᏗᏂᏩᎾᎦᎳ ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸ-ᎠᏁᎶᎯ ᏄᏅᏁᎰᎢ; ᎧᏁᏨᎯᏍᎩᏂ ᎠᏎᎵᏔᏅᎯ ᎠᏍᏓᏱᏗᏍᏔᏅᎯ ᎨᏒᎢ, ᎾᏍᎩ ᏗᎧᎿᏩᏛᏍᏗ ᎤᎵᏁᏨ ᎣᏂ ᏧᎵᏁᏤᎢ, ᎤᏪᏥ [ᎠᏥᎸᎨᎶᎯ] ᏄᏩᏁᎴ ᎾᏍᎩ ᏂᎪᎯᎸ ᎦᎷᎶᎩ ᏂᎨᏒᎾ ᏥᎩ."
  }
]
