[
  {
    "verse": "1",
    "kjv": "Now of the things which we have spoken this is the sum: We have such an high priest, who is set on the right hand of the throne of the Majesty in the heavens;",
    "web": "Now in the things which we are saying, the main point is this: we have such a high priest, who sat down on the right hand of the throne of the Majesty in the heavens,",
    "chr": "ᎾᏍᎩᏃ ᎯᎠ ᏥᏗᏃᎮᎭ, ᎯᎠ ᎾᏍᎩ Ꮀ ᏄᎬᏫᏳᏒ ᏂᎦᎵᏍᏗᎭ; ᎾᏍᎩ ᏄᏍᏗ ᎢᎩᎧᎭ ᏄᎬᏫᏳᏒ ᎠᏥᎸ-ᎨᎶᎯ, ᎾᏍᎩ ᎠᎦᏘᏏᏗᏢ ᎦᎸᏉᏗᏳ ᎦᏍᎩᎸ ᎦᎸᎶᎢ ᎤᏪᏅ;"
  },
  {
    "verse": "2",
    "kjv": "A minister of the sanctuary, and of the true tabernacle, which the Lord pitched, and not man.",
    "web": "a servant of the sanctuary and of the true tabernacle which the Lord pitched, not man.",
    "chr": "ᏧᎸᏫᏍᏓᏁᎯ ᎦᎸᏉᏗᏳ ᏗᎨᏒᎢ ᎠᎴ ᎤᏙᎯᏳᎯ ᏗᎦᎵᏦᏛᎢ, ᎾᏍᎩ ᎤᎬᏫᏳᎯ ᎤᎵᏦᏔᏅᎯ ᎨᏒᎢ, ᎥᏝᏃ ᏴᏫ."
  },
  {
    "verse": "3",
    "kjv": "For every high priest is ordained to offer gifts and sacrifices: wherefore it is of necessity that this man have somewhat also to offer.",
    "web": "For every high priest is appointed to offer both gifts and sacrifices. Therefore it is necessary that this high priest also have something to offer.",
    "chr": "ᎾᏂᎥᏰᏃ ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸ-ᎠᏁᎶᎯ ᎨᏥᏁᏤᎸᎯ ᎨᏐ ᏧᎾᎵᏍᎪᎸᏙᏗᏱ ᎠᏓᏁᏗ ᎨᏒ ᎠᎴ ᎠᏥᎸ-ᏗᎨᎳᏍᏙᏗ ᎨᏒᎢ; ᎾᏍᎩ ᎢᏳᏍᏗ ᎯᎠ ᎾᏍᎩ ᎠᏍᎦᏯ ᎾᏍᏉ ᎠᏎ ᎪᎱᏍᏗ ᎤᏲᎯᏍᏗ ᎨᏎ ᎤᎵᏍᎪᎸᏙᏗ."
  },
  {
    "verse": "4",
    "kjv": "For if he were on earth, he should not be a priest, seeing that there are priests that offer gifts according to the law:",
    "web": "For if he were on earth, he would not be a priest at all, seeing there are priests who offer the gifts according to the law,",
    "chr": "ᎢᏳᏰᏃ ᎡᎶᎯ ᏱᎦᏰᎮᎢ, ᎥᏝ ᎠᏥᎸᎨᎶᎯ ᏱᎦᎨᏎᎢ, ᎢᎠᏁᎭᏰᏃ ᎠᏥᎸ-ᎠᏁᎶᎯ ᎠᏓᏁᏗ ᎨᏒ ᎠᎾᎵᏍᎪᎸᏗᏍᎩ ᏗᎧᎿᏩᏛᏍᏗ ᏂᎬᏅ ᎾᏍᎩᏯᎢ;"
  },
  {
    "verse": "5",
    "kjv": "Who serve unto the example and shadow of heavenly things, as Moses was admonished of God when he was about to make the tabernacle: for, See, saith he, that thou make all things according to the pattern shewed to thee in the mount.",
    "web": "who serve a copy and shadow of the heavenly things, even as Moses was warned by God when he was about to make the tabernacle, for he said, “See, you shall make everything according to the pattern that was shown to you on the mountain.”",
    "chr": "ᎾᏍᎩ ᎾᎿ ᏥᏚᏂᎸᏫᏍᏓᏁᎭ ᏗᏟᎶᏍᏔᏅᎯ ᎠᎴ ᎤᏓᏩᏗᏍᏙᏛ ᎦᎸᎳᏗ ᎡᎯ ᎦᎵᏦᏛᎢ, ᎾᏍᎩᏯ [ᎤᏁᎳᏅᎯ] ᎼᏏ ᏧᏁᏤᎴ ᎾᎯᏳ ᎦᎵᏦᏙᏗ ᏨᏗᎪᏢᏂᏎᎢ; ᎭᎦᏌᏯᏍᏔᏅᎭ ᏧᏛᏁᎢ, ᏕᎰᏢᏍᎬ ᏂᎦᏛ ᏧᏓᎴᏅᏛ ᎾᏍᎩᏯ ᏗᏟᎶᏍᏙᏗ ᎠᎲ ᎾᏍᎩ ᏤᏣᎾᏄᎪᏫᏎᎸ ᎣᏓᎸ ᏅᏁᎸᎭ."
  },
  {
    "verse": "6",
    "kjv": "But now hath he obtained a more excellent ministry, by how much also he is the mediator of a better covenant, which was established upon better promises.",
    "web": "But now he has obtained a more excellent ministry, by as much as he is also the mediator of a better covenant, which on better promises has been given as law.",
    "chr": "ᎾᏍᎩᏃ ᏥᏄᏍᏗ ᎪᎯ ᎨᏒ ᎤᏟ ᎢᎦᎸᏉᏗ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒ ᎤᏩᏛᎲ, ᏅᏗᎦᎵᏍᏙᏗᎭ ᎠᏰᎵ ᎠᎴᎲᏍᎩ ᎨᏒ ᎤᏟ ᎢᏲᏍᏛ ᎧᏃᎮᏛ ᏓᏠᎯᏍᏛ ᎤᎬᏩᎸᎢ, ᎾᏍᎩ ᎤᏟ ᎢᏲᏍᏛ ᏓᏚᎢᏍᏛ ᏧᎵᏍᏓᏱᏍᏗ."
  },
  {
    "verse": "7",
    "kjv": "For if that first covenant had been faultless, then should no place have been sought for the second.",
    "web": "For if that first covenant had been faultless, then no place would have been sought for a second.",
    "chr": "ᎢᏳᏰᏃ ᎢᎬᏱᏱ ᎧᏃᎮᏛ ᏓᏠᎯᏍᏛ ᎦᎫᎯᏍᏙᏗ ᏂᎨᏒᎾ ᏱᎨᏎᎢ, ᎥᏝ ᏅᏩᏓᎴ ᎧᏃᎮᏛ ᏗᏠᎯᏍᏙᏗᏱ ᏱᎬᏩᏂᏔᏲᎴᎢ."
  },
  {
    "verse": "8",
    "kjv": "For finding fault with them, he saith, Behold, the days come, saith the Lord, when I will make a new covenant with the house of Israel and with the house of Judah:",
    "web": "For finding fault with them, he said, “Behold, the days are coming”, says the Lord, “that I will make a new covenant with the house of Israel and with the house of Judah;",
    "chr": "ᎡᏍᎦᏰᏃ ᎤᏰᎸᏅ ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎬᏂᏳᏉ, ᏛᏍᏆᎸᎯ, ᎠᏗᎭ ᎤᎬᏫᏳᎯ, ᎾᏍᎩ ᎢᏤ ᎧᏃᎮᏛ ᏗᎦᏥᏯᏠᎢᏍᏓᏁᏗᏱ ᎢᏏᎵ ᏏᏓᏁᎸᎯ ᎨᏒ ᎠᎴ ᏧᏓ ᏏᏓᏁᎸᎯ ᎨᏒᎢ."
  },
  {
    "verse": "9",
    "kjv": "Not according to the covenant that I made with their fathers in the day when I took them by the hand to lead them out of the land of Egypt; because they continued not in my covenant, and I regarded them not, saith the Lord.",
    "web": "not according to the covenant that I made with their fathers in the day that I took them by the hand to lead them out of the land of Egypt; for they didn’t continue in my covenant, and I disregarded them,” says the Lord.",
    "chr": "ᎥᏝ ᎾᏍᎩᏯ ᎧᏃᎮᏛ ᏕᎦᏥᏯᏠᎢᏍᏓᏁᎸ ᏧᏂᎦᏴᎵᎨᎢ, ᎾᎯᏳ ᎦᏂᏲᏯᏁᏒ ᎦᏥᏄᎪᏫᏍᏗᏱ ᎢᏥᏈᏱ ᎦᏓ ᎠᎲᎢ; ᎥᏝᏰᏃ ᏳᏂᏍᏆᏂᎪᏔᏁ ᎧᏃᎮᏛ ᏕᎦᏥᏯᏠᎢᏍᏓᏁᎸᎢ, ᎠᎴ ᎠᏴ ᎥᏝ ᏱᎦᏥᏯ-ᎦᏎᏯᏍᏔᏁᎢ, ᎠᏗᎭ ᎤᎬᏫᏳᎯ."
  },
  {
    "verse": "10",
    "kjv": "For this is the covenant that I will make with the house of Israel after those days, saith the Lord; I will put my laws into their mind, and write them in their hearts: and I will be to them a God, and they shall be to me a people:",
    "web": "“For this is the covenant that I will make with the house of Israel after those days,” says the Lord: “I will put my laws into their mind; I will also write them on their heart. I will be their God, and they will be my people.",
    "chr": "ᎯᎠᏰᏃ ᎾᏍᎩ ᏄᏍᏕᏍᏗ ᎧᏃᎮᏛ ᏙᏓᎦᏥᏯᏠᎢᏍᏓᏁᎵ ᎢᏏᎵ ᏏᏓᏁᎸᎯ ᎨᏒ ᎾᎯᏳ ᎦᎶᏐᏅᎭ ᎠᏗᎭ ᎤᎬᏫᏳᎯ; ᏚᎾᏓᏅᏛ ᏓᏓᏥᎳᏂ ᏗᏆᏤᎵ ᏗᎧᎿᏩᏛᏍᏗ, ᎠᎴ ᏧᏂᎾᏫᏱ ᏙᏓᎪᏪᎳᏂ; ᎠᎴ ᎠᏴ ᎦᏥᏯᏁᎳᏅᎯ ᎨᏎᏍᏗ, ᎤᏅᏒᏃ ᏗᏆᏤᎵ ᏴᏫ ᎨᏎᏍᏗ;"
  },
  {
    "verse": "11",
    "kjv": "And they shall not teach every man his neighbour, and every man his brother, saying, Know the Lord: for all shall know me, from the least to the greatest.",
    "web": "They will not teach every man his fellow citizen and every man his brother, saying, ‘Know the Lord,’ for all will know me, from their least to their greatest.",
    "chr": "ᎥᏝ ᎠᎴ ᎩᎶ ᎠᏏᏴᏫ ᎨᏒ ᎾᎥ ᎢᏧ-ᎾᏓᎵ, ᎠᎴ ᏗᎾᏓᏅᏟ ᎨᏒ ᏱᎨᏲᎲᏍᎨᏍᏗ, ᎯᎠ ᏱᏂᎦᏪᏍᎨᏍᏗ, ᎯᎦᏙᎥᎯ ᎤᎬᏫᏳᎯ; ᎾᏂᎥᏉᏰᏃ ᎬᎩᎦᏔᎯᏳ ᎨᏎᏍᏗ, ᎤᏍᏗᎧᏂ ᎡᎲ ᏅᏓᎬᏩᏓᎴᏅᏛ, ᎤᏟ ᎢᏯᏥᎸᏉᏗ ᎡᎲ ᏫᎬᏍᏗ."
  },
  {
    "verse": "12",
    "kjv": "For I will be merciful to their unrighteousness, and their sins and their iniquities will I remember no more.",
    "web": "For I will be merciful to their unrighteousness. I will remember their sins and lawless deeds no more.”",
    "chr": "ᏓᎦᏥᏯᏙᎵᏥᏰᏃ ᎤᏣᏘᏂ ᏄᎾᏛᏁᎸᎢ, ᎤᏂᏍᎦᏅᏨᏃ ᎠᎴ ᎤᏲ ᏄᎾᏛᏁᎵᏙᎸ ᎿᏉ ᎠᏆᏅᏓᏗᏍᏗ ᏱᎨᏎᏍᏗ."
  },
  {
    "verse": "13",
    "kjv": "In that he saith, A new covenant, he hath made the first old. Now that which decayeth and waxeth old is ready to vanish away.",
    "web": "In that he says, “A new covenant”, he has made the first obsolete. But that which is becoming obsolete and grows aged is near to vanishing away.",
    "chr": "ᎾᏍᎩᏃ ᏌᏉ ᎢᏤ ᏥᎪᏎᎭ, ᏐᎢ ᎤᏪᏘ ᏂᎬᏁᎭ. ᎪᎱᏍᏗᏰᏃ ᎤᏪᏘ ᎢᎬᏁᎸᎯ ᎠᎴ ᎤᏪᏔᏨᎯ ᏥᎨᏐ, ᎤᏲᏥᏕᏅ ᎨᏐᎢ."
  }
]
