[
  {
    "verse": "1",
    "kjv": "Then verily the first covenant had also ordinances of divine service, and a worldly sanctuary.",
    "web": "Now indeed even the first covenant had ordinances of divine service and an earthly sanctuary.",
    "chr": "ᎠᎴᏬ ᎤᏙᎯᏳᎯ ᎢᎬᏱᏱ ᎧᏃᎮᏛ ᏓᏠᎯᏍᏛ ᏗᎧᎿᏩᏛᏍᏗ ᏕᎪᏢᏒᎩ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎤᎬᏩᎵ, ᎠᎴ ᎡᎶᎯ ᎡᎯ ᎦᎸᏉᏗᏳ ᎦᎵᏦᏛᎢ."
  },
  {
    "verse": "2",
    "kjv": "For there was a tabernacle made; the first, wherein was the candlestick, and the table, and the shewbread; which is called the sanctuary.",
    "web": "For a tabernacle was prepared. In the first part were the lamp stand, the table, and the show bread, which is called the Holy Place.",
    "chr": "ᎦᎵᏦᏙᏗᏰᏃ ᎤᏃᏢᏁᎢ, ᎦᎸᏉᏗᏳ ᎨᏒ ᏣᏃᏍᎮᎢ, ᎾᎿ ᎢᎬᏱᏱ ᏓᏓᎯᏛᎢ, ᏥᎦᎧᎮ ᎠᏨᏍᏙᏗ ᎦᎪᏗᏱ, ᎠᎴ ᎦᏍᎩᎶᎢ, ᎠᎴ ᎾᎿ ᏣᏝᎮ ᎠᎦᏙᏗ ᎦᏚ;"
  },
  {
    "verse": "3",
    "kjv": "And after the second veil, the tabernacle which is called the Holiest of all;",
    "web": "After the second veil was the tabernacle which is called the Holy of Holies,",
    "chr": "ᏔᎵᏁᏃ ᎠᏰᏙᎳᏛ ᎤᏗᏗᏢ ᎯᎠ ᎾᏍᎩ ᎦᎵᏦᏛᎢ ᎤᏟ ᎢᎦᎸᏉᏗ ᏣᏃᏎᎮᎢ;"
  },
  {
    "verse": "4",
    "kjv": "Which had the golden censer, and the ark of the covenant overlaid round about with gold, wherein was the golden pot that had manna, and Aaron's rod that budded, and the tables of the covenant;",
    "web": "having a golden altar of incense and the ark of the covenant overlaid on all sides with gold, in which was a golden pot holding the manna, Aaron’s rod that budded, and the tablets of the covenant;",
    "chr": "ᎾᏍᎩ ᎾᎿ ᏣᎮ ᎪᎱᏍᏗ ᎬᏙᏗ ᎠᏕᎸ-ᏓᎶᏂᎨ ᎪᏢᏔᏅᎯ ᎦᏩᏒᎩ ᎠᏥᎸᎨᎳᏍᏗ ᎦᎶᏗ, ᎠᎴ ᎾᎿ ᏥᏥᏰ ᎦᏁᏌᎢ ᏗᎧᎿᏩᏛᏍᏗ ᏗᎦᎶᏗᏱ ᎠᏕᎸ-ᏓᎶᏂᎨ ᎫᏢᏔᏃᏅᎯ ᏥᎨᏎᎢ, ᎾᎿᏂ ᏥᎦᎴ ᎠᏕᎸᏓᎶᏂᎨ ᎪᏢᏔᏅᎯ ᎠᏖᎵᏙ ᎹᎾ ᏥᎦᎶᏕᎢ, ᎠᎴ ᎡᎳᏂ ᎤᏙᎳᏅᏍᏙᏗ ᏣᏥᎸᏍᎨᎢ, ᎠᎴ ᏅᏯ ᏗᏯᏖᏅ ᎾᎿ ᏥᎪᏪᎴ ᎧᏃᎮᏛ ᏓᏠᎯᏍᏛᎢ."
  },
  {
    "verse": "5",
    "kjv": "And over it the cherubims of glory shadowing the mercyseat; of which we cannot now speak particularly.",
    "web": "and above it cherubim of glory overshadowing the mercy seat, of which things we can’t speak now in detail.",
    "chr": "ᎠᎴ [ᎦᏁᏌᎢ] ᏥᏴ ᎦᎸᎳᏗᏢ ᎠᏂᎩᎷᏫ ᎦᎸᏉᏗᏳ ᎢᏯᏅᏁᎯ, ᎾᏍᎩ ᏧᏄᏢᏕ ᎦᏁᏌᎢ ᎫᏢᏗ; ᎾᏍᎩ ᎤᎬᏩᎵ ᎥᏝ ᎪᎯ ᎨᏒ ᏂᎦᏛ ᎦᏁᎢᏍᏙᏗ ᏱᎩ."
  },
  {
    "verse": "6",
    "kjv": "Now when these things were thus ordained, the priests went always into the first tabernacle, accomplishing the service of God.",
    "web": "Now these things having been thus prepared, the priests go in continually into the first tabernacle, accomplishing the services,",
    "chr": "ᎯᎠᏃ ᎾᏍᎩ ᎣᏍᏛ ᎢᎬᏁᎰᏅᎯ ᎨᏎᎢ, ᎠᏥᎸ-ᎠᏁᎶᎯ ᏂᎪᎯᎸ ᏩᏂᏴᎯᎮ ᎢᎬᏱᏱ ᏓᏓᎯᏢ ᎦᎵᏦᏛᎢ, ᏫᏚᏂᎸᏫᏍᏓᏁᎮ [ᎤᏁᎳᏅᎯ] ᎤᏤᎵ ᎤᎬᏩᎵ."
  },
  {
    "verse": "7",
    "kjv": "But into the second went the high priest alone once every year, not without blood, which he offered for himself, and for the errors of the people:",
    "web": "but into the second the high priest alone, once in the year, not without blood, which he offers for himself and for the errors of the people.",
    "chr": "ᏔᎵᏁᏍᎩᏂ ᏫᎦᎵᏦᏛ ᏄᎬᏫᏳᏒ ᎠᏥᎸ-ᎨᎶᎯ ᎤᏩᏒ ᏌᏉ ᏫᎾᏴᎯᎮ ᏂᏓᏕᏘᏴᎯᏒᎢ, ᎥᏝ ᎠᎴ ᎩᎬ ᏂᎦᏁᏤᎲᎾ ᏱᎨᏎᎢ, ᎾᏍᎩ ᎤᏩᏒ ᎤᏍᎦᏅᏨ ᎠᎫᏴᏙᏗ, ᎠᎴ ᎤᏂᏣᏘ ᏴᏫ ᎤᏂᏍᎦᏅᏨ ᎠᎫᏴᏙᏗ."
  },
  {
    "verse": "8",
    "kjv": "The Holy Ghost this signifying, that the way into the holiest of all was not yet made manifest, while as the first tabernacle was yet standing:",
    "web": "The Holy Spirit is indicating this, that the way into the Holy Place wasn’t yet revealed while the first tabernacle was still standing.",
    "chr": "ᎾᏍᎩ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᎯᎠ ᏄᏍᏕ ᎬᏂᎨᏒ ᏂᎬᏁᎮᎢ, ᎾᏍᎩ Ꮎ ᎤᏟ ᎢᎦᎸᏉᏗ ᏗᎨᏒ ᏫᎦᏅᏅ ᎠᏏ ᎬᏂᎨᏒ ᎢᎬᏁᎸᎯ ᏂᎨᏒᎾ ᎨᏒᎢ, ᎠᏏᏉ ᏥᏂᎬᏩᏍᏕ ᎢᎬᏱᏱ ᎦᎵᏦᏛᎢ;"
  },
  {
    "verse": "9",
    "kjv": "Which was a figure for the time then present, in which were offered both gifts and sacrifices, that could not make him that did the service perfect, as pertaining to the conscience;",
    "web": "This is a symbol of the present age, where gifts and sacrifices are offered that are incapable, concerning the conscience, of making the worshiper perfect,",
    "chr": "ᎾᏍᎩ ᎦᎵᏦᏛ ᏗᏟᎶᏍᏔᏅᎯᏉ ᏥᎨᏎ ᎾᎯᏳ ᎨᏒᎢ, ᎾᎿᏂ ᏥᏓᎾᎵᏍᎪᎸᏗᏍᎨ ᎠᏓᏁᏗ ᎨᏒ ᎠᎴ ᎾᏍᏉ ᎠᏥᎸ-ᎨᎳᏍᏙᏗ, ᎾᏍᎩ Ꮎ ᎢᏳᏛᏁᎸᎯ ᏰᎵ ᎾᏍᎦᏅᎾ ᎢᎬᏩᏁᏗ ᏂᎨᏒᎾ ᏥᎨᏎ ᎠᏓᏅᏙ ᎤᎬᏩᎵ ᎨᏒᎢ;"
  },
  {
    "verse": "10",
    "kjv": "Which stood only in meats and drinks, and divers washings, and carnal ordinances, imposed on them until the time of reformation.",
    "web": "being only (with foods and drinks and various washings) fleshly ordinances, imposed until a time of reformation.",
    "chr": "ᎾᏍᎩ ᏗᎵᏍᏓᏴᏗᏱᏉ ᎨᏒ ᎠᎴ ᎠᏗᏔᏍᏗᏱᏉ ᎨᏒ ᎠᎴ ᏗᎪᏑᎴᏗᏱ ᎨᏒᎢ, ᎠᎴ ᏗᎧᎿᏩᏛᏍᏗ ᎤᏇᏓᎵᏉ ᎨᏒ ᏧᎬᏩᎴᎢ, ᎾᏍᎩ ᎢᏳᎾᏛᏁᏗ ᏥᏂᎨᎬᏁᎴ ᎤᏓᏁᏟᏴᏍᏗ ᎨᏒ ᎤᎵᏰᎢᎶᎯᏍᏗ ᎨᏒ ᎢᎪᎯᏛ."
  },
  {
    "verse": "11",
    "kjv": "But Christ being come an high priest of good things to come, by a greater and more perfect tabernacle, not made with hands, that is to say, not of this building;",
    "web": "But Christ having come as a high priest of the coming good things, through the greater and more perfect tabernacle, not made with hands, that is to say, not of this creation,",
    "chr": "ᎦᎶᏁᏛᏍᎩᏂ ᎤᎷᏨᎯ ᏥᎩ ᏄᎬᏫᏳᏒ ᎠᏥᎸ-ᎨᎶᎯ ᎢᏳᎵᏍᏔᏅᎯ ᏧᎸᏫᏍᏓᏁᏗᏱ ᎣᏍᏛ ᎨᏒ ᎤᎬᏩᎵ ᎤᎵᏰᎢᎶᎯᏍᏗ ᏥᎨᏒᎩ, ᎾᏍᎩ ᏴᏗᏍᎬ ᎢᏟ ᎢᎦᎸᏉᏗ ᎠᎴ ᏂᎦᎷᎶᏥᏙᎲᎾ ᎦᎵᏦᏛᎢ, ᎩᎶ ᏧᏬᏰᏂ ᏧᏮᏔᏅᎯ ᏂᎨᏒᎾ ᎤᏬᏢᏅᎯ, ᎾᏍᎩ ᏯᏛᏅ, ᎠᏁᎳᏅᎯ ᏂᎨᏒᎾ ᎨᏒᎢ,"
  },
  {
    "verse": "12",
    "kjv": "Neither by the blood of goats and calves, but by his own blood he entered in once into the holy place, having obtained eternal redemption for us.",
    "web": "nor yet through the blood of goats and calves, but through his own blood, entered in once for all into the Holy Place, having obtained eternal redemption.",
    "chr": "ᎥᏝ ᎠᎴ ᏴᏫ ᏗᏂᎭᏄᎸᎯ ᎠᎴ ᏩᎦ ᎠᏂᎩᎾ ᎤᏂᎩᎬ ᎬᏗᏍᎬᎢ, ᎤᏩᏒᏍᎩᏂ ᎤᎩᎬ ᎬᏗᏍᎬᎢ, ᏌᏉ ᏄᏴᎴ ᎦᎸᏉᏗᏳ ᏗᎨᏒᎢ, ᎿᏉ ᎾᏍᎩ ᏫᎾᏍᏛᎾ ᎠᎫᏴᏙᏗ ᎢᎩᏩᏛᎡᎸ."
  },
  {
    "verse": "13",
    "kjv": "For if the blood of bulls and of goats, and the ashes of an heifer sprinkling the unclean, sanctifieth to the purifying of the flesh:",
    "web": "For if the blood of goats and bulls, and the ashes of a heifer sprinkling those who have been defiled, sanctify to the cleanness of the flesh,",
    "chr": "ᎢᏳᏰᏃ ᏩᎦ ᏧᎾᎪᏅᏍᏓᎵ ᎤᏂᎩᎬ, ᎠᎴ ᎠᏫ ᏗᏂᎭᏄᎸᎯ ᎤᏂᎩᎬ, ᎠᎴ ᏩᎦ ᎠᎩᏏ ᎤᎪᏅᎯ ᎪᏍᏚ ᏕᎨᏩᏅᏁᏗ ᏱᎩ ᎾᏍᎩ ᎤᏂᏇᏓᎸ ᎤᎬᏩᎵ ᎨᏒᎢ."
  },
  {
    "verse": "14",
    "kjv": "How much more shall the blood of Christ, who through the eternal Spirit offered himself without spot to God, purge your conscience from dead works to serve the living God?",
    "web": "how much more will the blood of Christ, who through the eternal Spirit offered himself without defect to God, cleanse your conscience from dead works to serve the living God?",
    "chr": "ᎢᎳᎪ ᎢᏴᏛ ᎢᎦᎢ ᎤᏟᎯᏳ ᎦᎶᏁᏛ ᎤᎩᎬ, ᏗᏣᏓᏅᏙ ᏙᏓᏥᏅᎦᎸᎡᎵ ᏙᏓᏥᎧᎲᏏ ᎠᏓᎯᎯ ᏕᏥᎸᏫᏍᏓᏁᎲᎢ, ᎬᏂᏛᏃ ᎤᏁᎳᏅᎯ ᏤᏣᏁᎶᏙᏗᏱ ᏅᏓᏨᏁᎵ ᎾᏍᎩ ᏫᎾᏍᏛᎾ ᎡᎯ ᎠᏓᏅᏙ ᎬᏗᏍᎬ ᏄᏓᏅᎦᎸᎾ [ᎠᏍᎦᎾ,] ᎦᎶᏁᏛ ᎤᏩᏒ ᎤᏓᎵᏍᎪᎸᏔᏅᎯ ᏥᎩ ᎤᏁᎳᏅᎯ ᎤᏓᎵᏍᎪᎸᏓᏁᎸᎯ ᏥᎩ?"
  },
  {
    "verse": "15",
    "kjv": "And for this cause he is the mediator of the new testament, that by means of death, for the redemption of the transgressions that were under the first testament, they which are called might receive the promise of eternal inheritance.",
    "web": "For this reason he is the mediator of a new covenant, since a death has occurred for the redemption of the transgressions that were under the first covenant, that those who have been called may receive the promise of the eternal inheritance.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᏰᎵ ᎠᎴᎲᏍᎩ ᏂᎦᎵᏍᏗᎭ ᎢᏤ ᎧᏃᎮᏛ ᏓᏠᎯᏍᏛᎢ, ᎾᏍᎩ ᎤᏲᎱᏒᎯ ᎨᏒ ᎬᏗᏍᎬ ᏗᎬᏬᏓᎴᏍᏗ ᎢᏳᏓᏍᏙᏗᏱ ᎢᎬᏱᏱ ᎧᏃᎮᏛ ᏓᏠᎯᏍᏛ ᎤᏂᏲᏍᏔᏅᎢ, ᎾᏍᎩ ᎨᏥᏯᏅᏛ ᏥᎩ ᎤᎾᏤᎵ ᎢᏳᎵᏍᏙᏗᏱ ᎠᏚᎢᏍᏛ ᏫᎾᏍᏛᎾ ᎤᎾᏘᏯᏍᏓᏁᏗ ᎨᏒᎢ;"
  },
  {
    "verse": "16",
    "kjv": "For where a testament is, there must also of necessity be the death of the testator.",
    "web": "For where a last will and testament is, there must of necessity be the death of him who made it.",
    "chr": "ᎧᏃᎮᏛᏰᏃ ᏗᏠᎯᏍᏔᏅᎯ ᏥᎨᏐᎢ, ᎠᏎ ᎠᎯᏍᏗ ᎨᏐ ᎠᏍᏓᏱᏗᏍᎩ ᎧᏃᎮᏛ ᏓᏠᎯᏍᏛᎢ."
  },
  {
    "verse": "17",
    "kjv": "For a testament is of force after men are dead: otherwise it is of no strength at all while the testator liveth.",
    "web": "For a will is in force where there has been death, for it is never in force while he who made it lives.",
    "chr": "ᎧᏃᎮᏛᏰᏃ ᏓᏠᎯᏍᏛ ᎠᏍᏓᏱᏳ ᎨᏐ ᎠᎵᏍᎪᎸᏙᏗ ᎨᏒ ᎠᎸᎯ ᏥᎨᏐᎢ; ᎥᏝ ᎠᎴ ᎠᏍᏓᏱᏛᎯ ᏱᎨᏐ ᎠᎵᏍᎪᎸᏙᏗ ᎠᏏᏉ ᏥᎬᏃᎢ."
  },
  {
    "verse": "18",
    "kjv": "Whereupon neither the first testament was dedicated without blood.",
    "web": "Therefore even the first covenant has not been dedicated without blood.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᎬᏱᏱ ᎧᏃᎮᏛ ᏗᏠᎯᏍᏔᏅᎯ ᎨᏒ ᎥᏝ ᎠᏍᏓᏱᏛᎯ ᏱᎨᏎ ᎩᎬ ᎬᏔᏅᎾ ᏂᎨᏒᎾ ᏱᎩ."
  },
  {
    "verse": "19",
    "kjv": "For when Moses had spoken every precept to all the people according to the law, he took the blood of calves and of goats, with water, and scarlet wool, and hyssop, and sprinkled both the book, and all the people,",
    "web": "For when every commandment had been spoken by Moses to all the people according to the law, he took the blood of the calves and the goats, with water and scarlet wool and hyssop, and sprinkled both the book itself and all the people,",
    "chr": "ᎼᏏᏰᏃ ᏂᎦᏛ ᏗᎧᎿᏩᏛᏍᏗ ᏂᎦᏪᏍᎬ ᏚᎾᏄᎪᏫᏎᎸ ᏴᏫ ᎾᏍᎩᏯ ᏂᎬᏅ ᏗᎧᎿᏩᏛᏍᏗ, ᏩᎦ ᎠᏂᎩᎾ ᎤᏂᎩᎬ ᎠᎴ ᎠᏫ ᏗᏂᎭᏄᎸᎯ ᎤᏂᎩᎬ ᎤᏁᎩᏎᎢ, ᎠᎴ ᎠᎹ ᎠᎴ ᎤᏩᏅ ᎩᎦᎨᎢ, ᎠᎴ ᏗᏐᏈ, ᏚᏍᏚᏞᏃ ᎪᏪᎵ ᎠᎴ ᎾᏂᎥ ᏴᏫ."
  },
  {
    "verse": "20",
    "kjv": "Saying, This is the blood of the testament which God hath enjoined unto you.",
    "web": "saying, “This is the blood of the covenant which God has commanded you.”",
    "chr": "ᎯᎠ ᏂᏪᏍᎨᎢ, ᎯᎠ ᎾᏍᎩ ᎩᎬ, ᎧᏃᎮᏛ ᏓᏠᎯᏍᏛ ᎠᏍᏓᏱᏗᏍᎩ ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᏥᏥᏁᏤ ᏗᏥᎧᎿᏩᏛᏍᏗᏱ."
  },
  {
    "verse": "21",
    "kjv": "Moreover he sprinkled with blood both the tabernacle, and all the vessels of the ministry.",
    "web": "He sprinkled the tabernacle and all the vessels of the ministry in the same way with the blood.",
    "chr": "ᎠᎴ ᎾᏍᏉ ᎩᎬ ᏚᏍᏚᏟᏍᏔᏁ ᎦᎵᏦᏛᎢ, ᎠᎴ ᏂᎦᏛ ᎪᎱᏍᏗ ᏗᎬᏔᏂᏓᏍᏗ ᏚᏂᎸᏫᏍᏓᏁᎲᎢ."
  },
  {
    "verse": "22",
    "kjv": "And almost all things are by the law purged with blood; and without shedding of blood is no remission.",
    "web": "According to the law, nearly everything is cleansed with blood, and apart from shedding of blood there is no remission.",
    "chr": "ᎠᎴ ᏂᎦᎥᏉ ᎢᏳᏍᏗ ᏗᎧᎿᏩᏛᏍᏗ ᏂᎬᏅ ᎩᎬ ᎦᏅᎦᎸᏙᏗ ᎨᏒᎩ; ᎠᎴ ᎩᎬ ᎠᏨᏅᎯ ᏂᎨᏒᎾ ᏱᎩ, ᎠᏍᎦᏅᏨ ᎥᏝ ᏴᎦᏴᏓᏗᏙᎵᎩ."
  },
  {
    "verse": "23",
    "kjv": "It was therefore necessary that the patterns of things in the heavens should be purified with these; but the heavenly things themselves with better sacrifices than these.",
    "web": "It was necessary therefore that the copies of the things in the heavens should be cleansed with these, but the heavenly things themselves with better sacrifices than these.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎤᏚᎸᏗ ᏂᎦᎵᏍᏗᏍᎬᎩ ᎯᎠ ᎾᏍᎩ ᏂᎦᏛ ᏄᏍᏗᏓᏅ ᎦᎸᎳᏗ ᏤᎯ ᏗᏟᎶᏍᏔᏅᎯ ᎨᏒ ᏗᎦᏅᎦᎸᏙᏗᏱ ᎯᎠ ᎾᏍᎩ (ᏗᎵᏍᎪᎸᏙᏗ,) ᎦᎸᎳᏗᏍᎩᏂ ᏤᎯ ᎨᏒ ᎾᏲᎪ ᎤᏟ ᎢᏗᎦᎸᏉᏗ ᏗᎵᏍᎪᎸᏔᏅᎯ ᏗᎦᏅᎦᎸᏙᏗ."
  },
  {
    "verse": "24",
    "kjv": "For Christ is not entered into the holy places made with hands, which are the figures of the true; but into heaven itself, now to appear in the presence of God for us:",
    "web": "For Christ hasn’t entered into holy places made with hands, which are representations of the true, but into heaven itself, now to appear in the presence of God for us;",
    "chr": "ᎦᎶᏁᏛᏰᏃ ᎥᏝ ᏱᏭᏴᎸ ᎦᎸᏉᏗᏳ ᏕᎨᏒᎢ ᎩᎶ ᏧᏬᏰᏂ ᏧᏮᏔᏅᎯ ᏧᏬᏢᏅᎯ ᎨᏒᎢ, ᎾᏍᎩ ᎤᏙᎯᏳᎯ (ᎦᎸᏉᏗᏳ ᎨᏒ) ᏗᏟᎶᏍᏔᏅᎯ ᎨᏒᎢ; ᎦᎸᎳᏗᏍᎩᏂ ᏂᎨᏒ ᏭᏴᎸ, ᎪᎯ ᎨᏒ ᎤᏁᎳᏅᎯ ᎠᎦᏔᎲ ᎬᏂᎨᏒ ᎢᎦᏛᏁᏗᏱ;"
  },
  {
    "verse": "25",
    "kjv": "Nor yet that he should offer himself often, as the high priest entereth into the holy place every year with blood of others;",
    "web": "nor yet that he should offer himself often, as the high priest enters into the holy place year by year with blood not his own,",
    "chr": "ᎠᎴ ᎥᏝ ᎤᏚᎸᏗ ᏂᎦᎵᏍᏗᏍᎬ ᎢᏳᏍᏗ ᎢᏴᏛᎭᏉ ᎤᏓᎵᏍᎪᎸᏙᏗᏱ, ᎾᏍᎩᏯ ᏂᏓᏕᏘᏴᎮᎬ, ᎪᎱᏍᏗ ᎤᏂᎩᎬ ᎬᏗ ᏄᎬᏫᏳᏒ ᎠᏥᎸ-ᎨᎶᎯ ᏥᎾᏛᏁᎮ ᎦᎸᏉᏗᏳ ᎨᏒ ᏥᏩᏴᎯᎮᎢ;"
  },
  {
    "verse": "26",
    "kjv": "For then must he often have suffered since the foundation of the world: but now once in the end of the world hath he appeared to put away sin by the sacrifice of himself.",
    "web": "or else he must have suffered often since the foundation of the world. But now once at the end of the ages, he has been revealed to put away sin by the sacrifice of himself.",
    "chr": "ᎢᏳᏰᏃ ᎾᏍᎩ ᏱᏄᏍᏕᎢ ᎿᏉ ᎤᏣᏘ ᎠᏎ ᎢᏳᎩᎵᏲᏨᎯ ᏱᏂᎦᎵᏍᏗᏍᎨ ᎡᎶᎯ ᏧᏙᏢᏅ ᏅᏓᎬᏩᏓᎴᏅᏛ; ᎪᎯᏍᎩᏂ ᎨᏒ ᎤᏩᏒ ᎠᏓᎵᏍᎪᎸᏗᏍᎬ ᎠᏍᎦᏂ ᎨᏒ ᎠᎲᏍᎬᎢ ᏌᏉ ᎬᏂᎨᏒ ᏄᏓᏛᏁᎸ ᎤᎵᏍᏆᎸᏗ ᏕᎨᏌᏗᏒᎢ."
  },
  {
    "verse": "27",
    "kjv": "And as it is appointed unto men once to die, but after this the judgment:",
    "web": "Inasmuch as it is appointed for men to die once, and after this, judgment,",
    "chr": "ᎠᎴ ᏧᎦᎪᏔᏅᎯ ᏥᎩ ᏴᏫ ᏌᏉ ᎢᏧᏂᏲᎯᏍᏗᏱ, ᎣᏂᏃ ᏗᎫᎪᏙᏗ ᎢᎦ ᎨᏒᎢ;"
  },
  {
    "verse": "28",
    "kjv": "So Christ was once offered to bear the sins of many; and unto them that look for him shall he appear the second time without sin unto salvation.",
    "web": "so Christ also, having been offered once to bear the sins of many, will appear a second time, not to deal with sin, but to save those who are eagerly waiting for him.",
    "chr": "ᎾᏍᎩᏯ ᎾᏍᏉ ᎦᎶᏁᏛ ᏌᏉ ᎢᏯᎦᎵᏍᏙᎸᏔᏅᎯ ᎤᎩᏍᏗᏱ ᎤᏂᏣᏘ ᎨᏒ ᎤᏂᏍᎦᏅᏨᎢ; ᎾᏍᎩᏃ Ꮎ ᎬᏩᎦᏖᏃᎯ ᎨᏒ ᏔᎵᏁ ᎬᏂᎨᏒ ᏂᏙᏛᎠᏛᏁᎵ ᏧᏍᏕᎸᏗᏱ, ᎠᏍᎦᏂ ᎠᎫᏴᏙᏗ ᎾᏰᎲᎾ"
  }
]
