[
  {
    "verse": "1",
    "kjv": "Forasmuch as many have taken in hand to set forth in order a declaration of those things which are most surely believed among us,",
    "web": "Since many have undertaken to set in order a narrative concerning those matters which have been fulfilled among us,",
    "chr": "ᎾᏍᎩᏃ ᎠᏂᎪᏗᏳ ᏧᎾᏁᎶᏔᏅ ᎬᏂᎨᏒ ᎢᏳᏅᏁᏗᏱ ᎧᏃᎲᏍᎩ ᏧᏓᎴᏅᏛ ᏄᎵᏍᏔᏂᏙᎸ ᎾᏍᎩ ᎤᏙᎯᏳᎯᏯ ᏦᎪᎯᏳᎭ,"
  },
  {
    "verse": "2",
    "kjv": "Even as they delivered them unto us, which from the beginning were eyewitnesses, and ministers of the word;",
    "web": "even as those who from the beginning were eyewitnesses and servants of the word delivered them to us,",
    "chr": "ᎾᏍᎩᏯ ᏂᎪᎩᏪᏎᎸ ᎾᏍᎩ ᏗᏓᎴᏂᏍᎬ ᏅᏓᎬᏓᎴᏅᏛ ᎤᏅᏒ ᎤᏂᎪᎯᏙᎸᎯ, ᎠᎴ ᎧᏃᎮᏛ ᎤᎾᎵᏥᏙᏅᎯ ᎨᏒᎢ--"
  },
  {
    "verse": "3",
    "kjv": "It seemed good to me also, having had perfect understanding of all things from the very first, to write unto thee in order, most excellent Theophilus,",
    "web": "it seemed good to me also, having traced the course of all things accurately from the first, to write to you in order, most excellent Theophilus;",
    "chr": "ᎾᏍᏉ ᎠᏴ ᎣᏏᏳ ᎠᎩᏰᎸᏅ ᏫᎬᏲᏪᎳᏁᏗᏱ ᎣᏍᏛ ᎠᎩᏰᎢᎸᏍᏗᏱ, ᏂᎯ ᎡᏣᎸᏉᏗ ᏗᎣᏈᎵ, ᎠᎩᏍᏆᏂᏰᏛᏰᏃ ᏂᎦᏛ ᎯᎠ ᏧᏓᎴᏅᏛ ᏗᏓᎴᏂᏍᎬ ᏅᏓᎬᏩᏓᎴᏅᏛ,"
  },
  {
    "verse": "4",
    "kjv": "That thou mightest know the certainty of those things, wherein thou hast been instructed.",
    "web": "that you might know the certainty concerning the things in which you were instructed.",
    "chr": "ᎾᏍᎩ ᏣᎦᏙᎥᎯᏍᏗᏱ ᎤᏙᎯᏳᎯᏯ ᎨᏒ ᎾᏍᎩ ᎾᎿ ᏧᏓᎴᏅᏛ ᎡᏤᏲᏅᎢ."
  },
  {
    "verse": "5",
    "kjv": "There was in the days of Herod, the king of Judaea, a certain priest named Zacharias, of the course of Abia: and his wife was of the daughters of Aaron, and her name was Elisabeth.",
    "web": "There was in the days of Herod, the king of Judea, a certain priest named Zacharias, of the priestly division of Abijah. He had a wife of the daughters of Aaron, and her name was Elizabeth.",
    "chr": "ᎾᎯᏳ ᎡᎶᏛ ᎤᎬᏫᏳᎯ ᎨᏎ ᏧᏗᏱ, ᎩᎶ ᎢᏳᏍᏗ ᎡᎮ ᎠᏥᎸ-ᎨᎶᎯ ᏤᎦᎳᏯ ᏧᏙᎢᏛ, ᎾᏍᎩ ᎡᏆᏯ ᎠᎦᏘᏅᏔᏅ ᎨᎳ ᎨᏎᎢ, ᎤᏓᎵᎢᏃ ᎡᎳᏂ ᏧᏪᏥᏛᎯ ᎨᏒ ᎤᏓᏳᏓᎴᏅᎯ ᎨᏎᎢ, ᎠᎴ ᎵᏏ ᏚᏙᎡᎢ."
  },
  {
    "verse": "6",
    "kjv": "And they were both righteous before God, walking in all the commandments and ordinances of the Lord blameless.",
    "web": "They were both righteous before God, walking blamelessly in all the commandments and ordinances of the Lord.",
    "chr": "ᎠᎴ ᎢᏧᎳ ᏚᏳᎪᏛ ᏧᏂᎸᏫᏍᏓᏁᎯ ᎨᏎ ᎤᏁᎳᏅᎯ ᏙᏗᎧᏅᎢ, ᏓᏂᎧᎿᏩᏗᎭ ᏂᎦᏛ ᏗᎧᎿᏩᏛᏍᏗ ᎠᎴ ᎤᎵᏁᏨ ᎢᏯᏛᏁᎵᏓᏍᏗ ᎨᏒ ᏱᎰᏩ ᏧᏤᎵᎦ, ᎤᏐᏅ ᏂᎨᏥᎳᎾᏎᎲᎾ."
  },
  {
    "verse": "7",
    "kjv": "And they had no child, because that Elisabeth was barren, and they both were now well stricken in years.",
    "web": "But they had no child, because Elizabeth was barren, and they both were well advanced in years.",
    "chr": "ᎠᎴ ᏁᎲᎾ ᎨᏎ ᎤᏁᏥ, ᎵᏏᏰᏃ ᎥᏝ ᏱᏓᎷᎸᎥᏍᎨᎢ, ᎠᎴ ᎢᏧᎳ ᎿᏉ ᎠᏂᎦᏴᎵᎨ ᎨᏎᎢ."
  },
  {
    "verse": "8",
    "kjv": "And it came to pass, that while he executed the priest's office before God in the order of his course,",
    "web": "Now while he executed the priest’s office before God in the order of his division",
    "chr": "ᎯᎠᏃ ᏄᎵᏍᏔᏁᎢ, ᎾᏍᎩ ᎠᏥᎸᎨᎶᎯ ᏧᎸᏫᏍᏓᏁᏗ ᎨᏒ ᏚᎸᏫᏍᏓᏁᎮ ᎤᎯᎳᏅᎯ ᎠᎦᏔᎲᎢ, ᎾᎯᏳ ᎤᎵᏱᎶᎸ ᏧᏂᎸᏫᏍᏓᏁᏗᏱ ᎾᎿ ᎨᎸᎢ,"
  },
  {
    "verse": "9",
    "kjv": "According to the custom of the priest's office, his lot was to burn incense when he went into the temple of the Lord.",
    "web": "according to the custom of the priest’s office, his lot was to enter into the temple of the Lord and burn incense.",
    "chr": "ᎾᏍᎩ ᎢᏳᎾᏛᏁᏗ ᎨᏒ ᎠᏥᎸᎠᏁᎶᎯ, ᎾᏍᎩ ᎤᏩᏙᏗ ᏂᎦᎵᏍᏗᏍᎨ ᎠᏜ ᎦᏩᏒᎩ ᎾᎯᏳ ᏩᏴᎭ ᏱᎰᏩ ᎤᏤᎵ ᎤᏛᏅ-ᏗᎦᎳᏫᎢᏍᏗᏱ."
  },
  {
    "verse": "10",
    "kjv": "And the whole multitude of the people were praying without at the time of incense.",
    "web": "The whole multitude of the people were praying outside at the hour of incense.",
    "chr": "ᎤᏂᏩᏘᏃ ᏴᏫ ᏙᏱᏗᏢ ᎠᎾᏓᏙᎵᏍᏗᏍᎨ ᎾᎯᏳ ᎠᏜ ᎦᏩᏒᎩ ᎬᏙᏗᏱ ᎤᏍᏆᎸᎲ."
  },
  {
    "verse": "11",
    "kjv": "And there appeared unto him an angel of the Lord standing on the right side of the altar of incense.",
    "web": "An angel of the Lord appeared to him, standing on the right side of the altar of incense.",
    "chr": "ᏱᎰᏩᏃ ᎤᏤᎵ ᏗᎧᎿᏩᏗᏙᎯ ᎬᏂᎨᏒ ᏄᏛᏁᎴ ᎦᏙᎨ ᎠᎦᏘᏏᏗᏢ ᎦᏩᏒᎩ ᎬᏙᏗᏱ ᎪᏢᏒᎢ."
  },
  {
    "verse": "12",
    "kjv": "And when Zacharias saw him, he was troubled, and fear fell upon him.",
    "web": "Zacharias was troubled when he saw him, and fear fell upon him.",
    "chr": "ᏤᎦᎳᏯᏃ ᎤᎪᎲ, ᎤᏕᏯᏔᏁᎴ ᎠᎴ ᎤᏍᎦᎴᎢ."
  },
  {
    "verse": "13",
    "kjv": "But the angel said unto him, Fear not, Zacharias: for thy prayer is heard; and thy wife Elisabeth shall bear thee a son, and thou shalt call his name John.",
    "web": "But the angel said to him, “Don’t be afraid, Zacharias, because your request has been heard. Your wife, Elizabeth, will bear you a son, and you shall call his name John.",
    "chr": "ᎠᏎᏃ ᏗᎧᎿᏩᏗᏙᎯ ᎯᎠ ᏄᏪᏎᎴᎢ; ᏤᎦᎳᏯ ᏞᏍᏗ ᏣᏍᎦᎸᎩ; ᎭᏓᏙᎵᏍᏗᏍᎬᏰᏃ ᎡᏣᏛᎦᏁᎸ; ᎠᎴ ᏣᏓᎵᎢ ᎵᏏ ᏓᏣᎾᏄᎪᏫᏎᎵ ᏤᏥ ᎠᏧᏣ, ᏣᏂᏃ ᏕᎯᏲᎥᎭ."
  },
  {
    "verse": "14",
    "kjv": "And thou shalt have joy and gladness; and many shall rejoice at his birth.",
    "web": "You will have joy and gladness, and many will rejoice at his birth.",
    "chr": "ᎠᎴ ᎭᎵᎮᎵᎨᏍᏗ ᎠᎴ ᎣᏍᏛ ᏣᏰᎸᏎᏍᏗ; ᎠᎴ ᎤᏂᏣᏘ ᎠᎾᎵᎮᎵᎨᏍᏗ ᎤᏕᏅ ᎢᏳᏍᏗ."
  },
  {
    "verse": "15",
    "kjv": "For he shall be great in the sight of the Lord, and shall drink neither wine nor strong drink; and he shall be filled with the Holy Ghost, even from his mother's womb.",
    "web": "For he will be great in the sight of the Lord, and he will drink no wine nor strong drink. He will be filled with the Holy Spirit, even from his mother’s womb.",
    "chr": "ᎠᎴ ᎠᏥᎸᏉᏗᏳ ᎨᏎᏍᏗ ᏱᎰᏩ ᏙᏗᎧᏅᎢ, ᎥᏝ ᎠᎴ ᎤᏗᏔᏍᏗ ᏱᎨᏎᏍᏗ ᎩᎦᎨ-ᎠᏗᏔᏍᏗ ᎠᎴ ᎠᏓᏴᏍᏕᏍᏗᏍᎩ; ᎠᎴ ᎤᎧᎵᏨᎯ ᎨᏎᏍᏗ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ, ᎤᏥ ᎤᎾᏅᎪᏫᏒ ᎤᏓᎬᏩᏓᎴᏅᏛ."
  },
  {
    "verse": "16",
    "kjv": "And many of the children of Israel shall he turn to the Lord their God.",
    "web": "He will turn many of the children of Israel to the Lord their God.",
    "chr": "ᎠᎴ ᎤᏂᏣᏘ ᎢᏏᎵ ᏧᏪᏥ Ꮩ ᏛᎪᎸᏏ ᏱᎰᏩ ᎤᎾᏁᎳᏅᎯ ᎢᏗᏢ ᏙᏛᎦᏔᎲᏍᏔᏂ."
  },
  {
    "verse": "17",
    "kjv": "And he shall go before him in the spirit and power of Elias, to turn the hearts of the fathers to the children, and the disobedient to the wisdom of the just; to make ready a people prepared for the Lord.",
    "web": "He will go before him in the spirit and power of Elijah, ‘to turn the hearts of the fathers to the children,’ and the disobedient to the wisdom of the just; to prepare a people prepared for the Lord.”",
    "chr": "ᎠᎴ ᎢᎬᏱ ᏓᏳᏪᏅᎡᎵ [ᎤᎬᏫᏳᎯ] ᎢᎳᏯ ᎾᏍᎩᏯ ᎨᏎᏍᏗ ᎤᏓᏅᏙᎩ ᎠᎴ ᎤᎵᏂᎩᏗᏳ ᎨᏒᎢ, ᏔᎦᏔᎲᏍᏗᏱ ᏧᏂᎾᏫ ᎠᏂᎦᏴᎵᎨᎢ ᏗᏂᏲᎵ ᎢᏗᏢ ᏫᏚᎦᏔᎲᏍᏙᏗᏱ, ᎠᎴ ᏄᏃᎯᏳᏒᎾ ᏧᎦᏔᎲᏍᏗᏱ ᎤᎾᏓᏅᏘ ᎠᏂᎦᏔᎿᎥ ᎢᏗᏢ ᏫᏚᎦᏔᎲᏍᏙᏗᏱ; ᏧᏛᏅᎢᏍᏙᏗᏱ ᏴᏫ, ᎤᎬᏫᏳᎯ ᏧᏛᏅᎢᏍᏓᏁᏗᏱ."
  },
  {
    "verse": "18",
    "kjv": "And Zacharias said unto the angel, Whereby shall I know this? for I am an old man, and my wife well stricken in years.",
    "web": "Zacharias said to the angel, “How can I be sure of this? For I am an old man, and my wife is well advanced in years.”",
    "chr": "ᏤᎦᎳᏯᏃ ᎯᎠ ᏄᏪᏎᎴ ᏗᎧᎿᏩᏗᏙᎯ, ᎦᏙᏃ ᎠᏆᏙᎴᎰᎯᏍᏙᏗ ᎨᏎᏍᏗ ᎾᏍᎩ ᎯᎠ? ᎠᏆᏛᏐᏅᎯᏰᏃ, ᎠᎴ ᎠᏆᏓᎵᎢ ᎿᏉ ᎠᎦᏴᎵᎨᎢ"
  },
  {
    "verse": "19",
    "kjv": "And the angel answering said unto him, I am Gabriel, that stand in the presence of God; and am sent to speak unto thee, and to shew thee these glad tidings.",
    "web": "The angel answered him, “I am Gabriel, who stands in the presence of God. I was sent to speak to you and to bring you this good news.",
    "chr": "ᏗᎧᎿᏩᏗᏙᎯᏃ ᎤᏁᏨᎯᎠ ᏄᏪᏎᎴᎢ; ᎠᏴ ᎨᏈᎵ, ᏥᏥᏙᎪ ᎤᏁᎳᏅᎯ ᎠᎦᏔᎲᎢ; ᎠᎴ ᏨᎩᏅᏒ ᎬᏯᎵᏃᎮᏙᏗᏱ, ᎠᎴ ᎬᎾᏄᎪᏫᏎᏗᏱ ᎯᎠ ᎾᏍᎩ ᎣᏍᏛ ᎧᏃᎮᏛ."
  },
  {
    "verse": "20",
    "kjv": "And, behold, thou shalt be dumb, and not able to speak, until the day that these things shall be performed, because thou believest not my words, which shall be fulfilled in their season.",
    "web": "Behold, you will be silent and not able to speak until the day that these things will happen, because you didn’t believe my words, which will be fulfilled in their proper time.”",
    "chr": "ᎠᎴ ᎬᏂᏳᏉ ᏨᎨᏫ ᎨᏎᏍᏗ, ᎠᎴ ᎨᏣᏁᎢᏍᏗ ᏂᎨᏒᎾ ᎨᏎᏍᏗ ᎬᏂ ᎾᎯᏳ ᎢᎦ ᎾᏍᎩ ᎯᎠ ᏂᎦᎵᏍᏔᏅᎭ, ᏅᏗᎦᎵᏍᏙᏗᎭ ᏂᏦᎯᏳᏅᎾ ᎨᏒ ᏥᏁᎬᎢ, ᎾᏍᎩ ᎠᏎ ᎢᏳᎵᏍᏙᏗ ᏥᎩ ᎢᏳᎵᏍᏙᏗᏱ ᎠᏍᏆᎸᎲᎭ."
  },
  {
    "verse": "21",
    "kjv": "And the people waited for Zacharias, and marvelled that he tarried so long in the temple.",
    "web": "The people were waiting for Zacharias, and they marveled that he delayed in the temple.",
    "chr": "ᏴᏫᏃ ᎬᏩᎦᏘᏰ ᏤᎦᎳᏯ, ᎠᎴ ᎤᏂᏍᏆᏂᎪᏍᎨ ᎪᎯᏗᏳ ᏩᏯᎥ ᎤᏛᏅᏗᎦᎳᏫᎢᏍᏗᏱ."
  },
  {
    "verse": "22",
    "kjv": "And when he came out, he could not speak unto them: and they perceived that he had seen a vision in the temple: for he beckoned unto them, and remained speechless.",
    "web": "When he came out, he could not speak to them. They perceived that he had seen a vision in the temple. He continued making signs to them, and remained mute.",
    "chr": "ᏧᏄᎪᏨᏃ ᎥᏝ ᏗᎬᏩᎵᏃᎮᏙᏗ ᏱᎨᏎᎢ; ᎤᎾᏙᎴᎰᏎᏃ ᎤᏁᎳᏫᏎᎸ ᏩᏯᎥ ᎤᏛᏅ-ᏗᎦᎳᏫᎢᏍᏗᏱ. ᏓᏁᎶᏓᏁᎮᏃ ᎠᎴ ᏅᏩᏍᏕᏉ ᎤᏩᎨᏫ ᎨᏎᎢ."
  },
  {
    "verse": "23",
    "kjv": "And it came to pass, that, as soon as the days of his ministration were accomplished, he departed to his own house.",
    "web": "When the days of his service were fulfilled, he departed to his house.",
    "chr": "ᎠᎴ ᎯᎠ ᏄᎵᏍᏔᏁᎢ, ᎾᏍᎩ ᎿᏉ ᎤᏍᏆᏛ ᎠᏎᎸᎯ ᎨᏒ ᎢᎪᎯᏛ ᏧᎸᏫᏍᏓᏁᏗᏱ, ᎤᏪᏅᏎ ᏧᏪᏅᏒᎢ."
  },
  {
    "verse": "24",
    "kjv": "And after those days his wife Elisabeth conceived, and hid herself five months, saying,",
    "web": "After these days Elizabeth his wife conceived, and she hid herself five months, saying,",
    "chr": "ᎣᏂᏃ ᎢᏴᏛ ᎤᏓᎵᎢ ᎵᏏ ᎤᏁᎵᏤᎢ, ᎠᎴ ᎤᏗᏍᎦᎳᏁ ᎯᏍᎩ ᎢᏯᏅᏙ, ᎯᎠ ᏄᏪᏎᎢ,"
  },
  {
    "verse": "25",
    "kjv": "Thus hath the Lord dealt with me in the days wherein he looked on me, to take away my reproach among men.",
    "web": "“Thus has the Lord done to me in the days in which he looked at me, to take away my reproach among men.”",
    "chr": "ᎯᎠ ᎾᏍᎩ ᎾᏆᏛᏁᎸ ᏱᎰᏩ ᎾᎯᏳ ᎢᎦ ᏕᎠᏆᎧᎿᏅ, ᎠᎩᎲᎡᏗᏱ ᎤᏕᎰᎯᏍᏗ ᎥᏆᏓᏅᏖᏗᏱ ᏴᏫ ᎠᏁᎲᎢ."
  },
  {
    "verse": "26",
    "kjv": "And in the sixth month the angel Gabriel was sent from God unto a city of Galilee, named Nazareth,",
    "web": "Now in the sixth month, the angel Gabriel was sent from God to a city of Galilee named Nazareth,",
    "chr": "ᏑᏓᎵᏁᏃ ᎧᎸᎢ ᏗᎧᎿᏩᏗᏙᎯ ᎨᏈᎵ ᎤᏁᎳᏅᎯ ᎤᏓᏳᏅᏏᏛ ᎤᎷᏤ ᎦᏚᎲ ᎨᎵᎵ ᎾᏎᎵᏗ ᏧᏙᎢᏛ,"
  },
  {
    "verse": "27",
    "kjv": "To a virgin espoused to a man whose name was Joseph, of the house of David; and the virgin's name was Mary.",
    "web": "to a virgin pledged to be married to a man whose name was Joseph, of David’s house. The virgin’s name was Mary.",
    "chr": "ᎤᎷᏤᎴ ᎠᏛ ᎾᏍᎩ ᏦᏩ ᏧᏙᎢᏛ ᎠᏍᎦᏯ ᎤᏓᏴᏍᏗ, ᎾᏍᎩ ᏕᏫ ᎤᏁᏢᏔᏅᏛ ᏅᏓᏳᏓᎴᏅᎯ ᎨᏎᎢ; ᎾᏍᎩᏃ ᎠᏛ ᎺᎵ ᏧᏙᎢᏛ ᎨᏎᎢ."
  },
  {
    "verse": "28",
    "kjv": "And the angel came in unto her, and said, Hail, thou that art highly favoured, the Lord is with thee: blessed art thou among women.",
    "web": "Having come in, the angel said to her, “Rejoice, you highly favored one! The Lord is with you. Blessed are you among women!”",
    "chr": "ᏗᎧᎿᏩᏗᏙᎯᏃ ᎤᎷᏤᎸ ᎯᎠ ᏄᏪᏎᎢ; ᎬᏲᎵᎦ ᏂᎯ ᎡᏣᎸᏉᏔᏅᎯ, ᏱᎰᏩ ᏫᏗᏣᎧᎿᏩᏗᏓ; ᎠᏂᎨᏴ ᎠᏁᎲ ᏂᎯ ᏭᏓᎪᎾᏛᏗ ᎣᏏᏳ ᎢᏣᎵᏍᏓᏁᏗ."
  },
  {
    "verse": "29",
    "kjv": "And when she saw him, she was troubled at his saying, and cast in her mind what manner of salutation this should be.",
    "web": "But when she saw him, she was greatly troubled at the saying, and considered what kind of salutation this might be.",
    "chr": "ᎤᎪᎲᏃ ᎤᏕᏯᏔᏁᎴ ᎾᏍᎩ ᏄᏪᏎᎸᎢ, ᎠᎴ ᎤᏓᏅᏖᎴ ᏄᏍᏛ ᎤᏰᎸᏛ ᎯᎠ ᎾᏍᎩ ᎤᏲᎵᎸᎢ."
  },
  {
    "verse": "30",
    "kjv": "And the angel said unto her, Fear not, Mary: for thou hast found favour with God.",
    "web": "The angel said to her, “Don’t be afraid, Mary, for you have found favor with God.",
    "chr": "ᏗᎧᎿᏩᏗᏙᎯᏃ ᎯᎠ ᏄᏪᏎᎴᎢ; ᎺᎵ ᏞᏍᏗ ᏣᏍᎦᎸᎩ; ᎤᏁᎳᏅᎯᏰᏃ ᎣᏍᏛ ᏣᏰᎸᏗ ᎨᏒ ᏣᏩᏛᎲ."
  },
  {
    "verse": "31",
    "kjv": "And, behold, thou shalt conceive in thy womb, and bring forth a son, and shalt call his name Jesus.",
    "web": "Behold, you will conceive in your womb and give birth to a son, and shall name him ‘Jesus.’",
    "chr": "ᎠᎴ ᎬᏂᏳᏉ ᏘᏁᎵᏥ, ᎠᎴ ᏘᎾᏄᎪᏫᏏ ᎠᎫᏣ, ᎠᎴ ᏥᏌ ᏙᏘᏲᎢ."
  },
  {
    "verse": "32",
    "kjv": "He shall be great, and shall be called the Son of the Highest: and the Lord God shall give unto him the throne of his father David:",
    "web": "He will be great and will be called the Son of the Most High. The Lord God will give him the throne of his father David,",
    "chr": "ᎠᏥᎸᏉᏗᏳ ᎨᏎᏍᏗ ᎾᏍᎩ, ᎠᎴ ᏩᏍᏛ ᎦᎸᎳᏗᏳ ᎡᎯ ᎤᏪᏥ ᎠᎪᏎᎮᏍᏗ; ᏱᎰᏩᏃ ᎤᏁᎳᏅᎯ ᏓᏳᏁᎵ ᎤᏙᏓ ᏕᏫ ᎤᏪᏍᎩᎸᎢ."
  },
  {
    "verse": "33",
    "kjv": "And he shall reign over the house of Jacob for ever; and of his kingdom there shall be no end.",
    "web": "and he will reign over the house of Jacob forever. There will be no end to his Kingdom.”",
    "chr": "ᎠᎴ ᏫᎾᏍᏛᎾ ᎤᎬᏫᏳᎯ ᎨᏎᏍᏗ ᏤᎦᏈ ᎤᏁᏢᏔᏅᏛ ᎨᏒ ᎠᏁᎲᎢ; ᎠᎴ ᎾᏍᎩ ᎤᎬᏫᏳᎯ ᎨᏒ ᎴᏍᏗᏥᎯᏍᏗ ᏂᎨᏒᎾ ᎨᏎᏍᏗ."
  },
  {
    "verse": "34",
    "kjv": "Then said Mary unto the angel, How shall this be, seeing I know not a man?",
    "web": "Mary said to the angel, “How can this be, seeing I am a virgin?”",
    "chr": "ᎺᎵᏃ ᎯᎠ ᏄᏪᏎᎴ ᏗᎧᎿᏩᏗᏙᎯ; ᎦᏙ ᏱᎦᎵᏍᏙᏓ ᎾᏍᎩ ᏱᏂᎦᎵᏍᏓ, ᏂᏥᎦᏔᎲᎾᏃ ᏥᎩ ᎠᏍᎦᏯ?"
  },
  {
    "verse": "35",
    "kjv": "And the angel answered and said unto her, The Holy Ghost shall come upon thee, and the power of the Highest shall overshadow thee: therefore also that holy thing which shall be born of thee shall be called the Son of God.",
    "web": "The angel answered her, “The Holy Spirit will come on you, and the power of the Most High will overshadow you. Therefore also the holy one who is born from you will be called the Son of God.",
    "chr": "ᏗᎧᎿᏩᏗᏙᎯᏃ ᎤᏁᏨ ᎯᎠ ᏄᏪᏎᎴᎢ; ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᏧᏣᎷᏤᎵ ᎠᎴ ᎤᎵᏂᎩᏗᏳ ᎨᏒ ᏩᏍᏛ ᎦᎸᎳᏗᏳ ᎡᎯ ᏓᏣᏓᏩᏗᏍᏙᏔᏂ; ᎾᏍᎩ ᎢᏳᏍᏗ ᎾᏍᏉ ᎾᏍᎩ ᎦᎸᏉᏗᏳ ᏨᏓᏣᏕᏁᎵ ᎤᏁᎳᏅᎯ ᎤᏪᏥ ᎠᎪᏎᎮᏍᏗ."
  },
  {
    "verse": "36",
    "kjv": "And, behold, thy cousin Elisabeth, she hath also conceived a son in her old age: and this is the sixth month with her, who was called barren.",
    "web": "Behold, Elizabeth your relative also has conceived a son in her old age; and this is the sixth month with her who was called barren.",
    "chr": "ᎠᎴ ᎬᏂᏳᏉ ᎢᏍᏗᏠᏱ ᎵᏏ ᎾᏍᎩ ᎠᏧᏣ ᎤᏁᎵᏨ ᎿᏉ ᎠᎦᏴᎵᎨ ᎨᏒᎢ; ᎠᎴ ᎪᎯ ᏥᎩ ᎿᏉ ᏑᏓᎵᏁ ᎧᎳ ᎬᏩᏁᎵᏨᎯ ᎾᏍᎩ ᏗᎷᎸᎥᏍᎩ ᏂᎨᏒᎾ ᏣᎪᏎᎲᎩ."
  },
  {
    "verse": "37",
    "kjv": "For with God nothing shall be impossible.",
    "web": "For nothing spoken by God is impossible.”",
    "chr": "ᎤᏁᎳᏅᎯᏰᏃ ᎥᏝ ᎪᎱᏍᏗ ᎤᏄᎸᏗ ᏱᎨᏎᏍᏗ."
  },
  {
    "verse": "38",
    "kjv": "And Mary said, Behold the handmaid of the Lord; be it unto me according to thy word. And the angel departed from her.",
    "web": "Mary said, “Behold, the servant of the Lord; let it be done to me according to your word.” Then the angel departed from her.",
    "chr": "ᎺᎵᏃ ᎯᎠ ᏄᏪᏎᎢ; ᎬᏂᏳᏉ ᎠᏉ ᎤᏅᏏᏓᏍᏗ ᎠᎨᏴ; ᏱᎱᏩ ᎾᏍᎩᏯ ᏂᏣᏪᏒ ᏫᎾᏆᎵᏍᏓᏏ. ᏗᎧᎿᏣᏗᏙᎯᏃ ᎤᏓᏅᎡᎴᎢ."
  },
  {
    "verse": "39",
    "kjv": "And Mary arose in those days, and went into the hill country with haste, into a city of Juda;",
    "web": "Mary arose in those days and went into the hill country with haste, into a city of Judah,",
    "chr": "ᎺᎵᏃ ᎾᎯᏳ ᏚᎴᏁᎢ, ᎤᏩᏅᏤ ᎣᏓᎵ ᎨᏒ ᏭᎶᏎᎢ, ᏧᏗᏱ ᎦᏚᎲ ᏭᎷᏤᎢ."
  },
  {
    "verse": "40",
    "kjv": "And entered into the house of Zacharias, and saluted Elisabeth.",
    "web": "and entered into the house of Zacharias and greeted Elizabeth.",
    "chr": "ᎠᎴ ᏭᏴᎴ ᏤᎦᎳᏯ ᎦᏁᎸᎢ, ᎠᎴ ᎤᏲᎵᎴ ᎵᏏ"
  },
  {
    "verse": "41",
    "kjv": "And it came to pass, that, when Elisabeth heard the salutation of Mary, the babe leaped in her womb; and Elisabeth was filled with the Holy Ghost:",
    "web": "When Elizabeth heard Mary’s greeting, the baby leaped in her womb; and Elizabeth was filled with the Holy Spirit.",
    "chr": "ᎯᎠᏃ ᏄᎵᏍᏔᏁᎢ, ᎾᏍᎩ ᎵᏏ ᎤᏛᎦᏅ ᎺᎵ ᎤᏲᎵᎲᎢ, ᎠᏲᎵ ᎦᏁᎵᏒ ᎤᎵᏖᎸᏁᎢ; ᎠᎴ ᎵᏏ ᎤᎧᎵᏤ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ,"
  },
  {
    "verse": "42",
    "kjv": "And she spake out with a loud voice, and said, Blessed art thou among women, and blessed is the fruit of thy womb.",
    "web": "She called out with a loud voice and said, “Blessed are you among women, and blessed is the fruit of your womb!",
    "chr": "ᎠᎴ ᎠᏍᏓᏯ ᎤᏁᏤᎢ, ᎯᎠ ᏄᏪᏎᎢ; ᎠᏂᎨᏴ ᎠᏁᎲ ᏂᎯ ᏭᏓᎪᎾᏛᏗ ᎡᏣᎸᏉᏗᏳ; ᎠᎴ ᎦᎸᏉᏗᏳ ᎾᏍᎩ ᏂᎯ ᏨᏘᎾᏄᎪᏫᏏ."
  },
  {
    "verse": "43",
    "kjv": "And whence is this to me, that the mother of my Lord should come to me?",
    "web": "Why am I so favored, that the mother of my Lord should come to me?",
    "chr": "ᎦᏙᏃ ᏓᎦᎵᏍᏙᏓ ᎠᏴ ᎾᏍᎩ ᏥᎾᏆᎵᏍᏓᏏ, ᎾᏍᎩ ᎠᏆᏤᎵ ᎤᎬᏫᏳᎯ ᎤᏥ ᏣᎩᎷᏥᏏ?"
  },
  {
    "verse": "44",
    "kjv": "For, lo, as soon as the voice of thy salutation sounded in mine ears, the babe leaped in my womb for joy.",
    "web": "For behold, when the voice of your greeting came into my ears, the baby leaped in my womb for joy!",
    "chr": "ᎬᏂᏳᏉᏰᏃ ᎠᏆᏛᎦᏅᏉ ᎯᏁᎬ ᏍᎩᏲᎵᎲᎢ, ᎠᏲᎵ ᏥᏁᎵᏒ ᎤᎵᏖᎸᏅ ᎠᎵᎮᎵᎬᎢ."
  },
  {
    "verse": "45",
    "kjv": "And blessed is she that believed: for there shall be a performance of those things which were told her from the Lord.",
    "web": "Blessed is she who believed, for there will be a fulfillment of the things which have been spoken to her from the Lord!”",
    "chr": "ᎠᎴ ᎣᏏᏳ ᎢᏳᎵᏍᏓᏁᏗ ᎤᏬᎯᏳᏅᎯ; ᎾᏍᎩᏰᏃ Ꮕ-ᏧᏪᏎᎸ ᎣᎱᏩ ᎾᏍᎩ ᎠᏎ ᏅᏓᎦᎵᏍᏔᏂ."
  },
  {
    "verse": "46",
    "kjv": "And Mary said, My soul doth magnify the Lord,",
    "web": "Mary said, “My soul magnifies the Lord.",
    "chr": "ᎺᎵᏃ ᎯᎠ ᏄᏪᏎᎢ, ᎠᏆᏓᏅᏙ ᎤᏣᏘ ᎦᎸᏉᏗᎭ ᎣᎱᏩ,"
  },
  {
    "verse": "47",
    "kjv": "And my spirit hath rejoiced in God my Saviour.",
    "web": "My spirit has rejoiced in God my Savior,",
    "chr": "ᎠᎴ ᎠᏆᏓᏅᏙ ᎤᎵᎮᎵᏤᎸ ᎤᏁᎳᏅᎯ ᎠᎩᏍᏕᎵᏍᎩ."
  },
  {
    "verse": "48",
    "kjv": "For he hath regarded the low estate of his handmaiden: for, behold, from henceforth all generations shall call me blessed.",
    "web": "for he has looked at the humble state of his servant. For behold, from now on, all generations will call me blessed.",
    "chr": "ᏕᎤᎧᎿᏅᏰᏃ ᎤᏲ ᏄᏛᎿᏕᎬ ᎠᎨᏴ ᎤᏅᏏᏓᏍᏗ; ᎬᏂᏳᏉᏰᏃ ᎪᎯ ᎢᏳᏓᎴᏅᏛ ᎾᎾᏓᏁᏟᏴᏏᏒ ᏴᏫ ᎦᎸᏉᏗᏳ ᎬᏉᏎᎮᏍᏗ."
  },
  {
    "verse": "49",
    "kjv": "For he that is mighty hath done to me great things; and holy is his name.",
    "web": "For he who is mighty has done great things for me. Holy is his name.",
    "chr": "ᎤᎵᏂᎩᏛᏰᏃ ᏥᎩ ᎾᏍᎩ ᎤᏍᏆᏂᎪᏗᏳ ᎾᏆᏛᏁᎸ; ᎠᎴ ᎦᎸᏉᏗᏳ ᎾᏍᎩ ᏕᎤᏙᎥᎢ."
  },
  {
    "verse": "50",
    "kjv": "And his mercy is on them that fear him from generation to generation.",
    "web": "His mercy is for generations and generations on those who fear him.",
    "chr": "ᎠᎴ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᏕᎦᎾᏄᎪᏫᏎᎭ ᎬᏩᎾᏰᏍᎩ ᎾᎾᏓᏁᏟᏴᏏᏒᎢ."
  },
  {
    "verse": "51",
    "kjv": "He hath shewed strength with his arm; he hath scattered the proud in the imagination of their hearts.",
    "web": "He has shown strength with his arm. He has scattered the proud in the imagination of their hearts.",
    "chr": "ᎧᏃᎨᏂ ᎤᏮᏔᏅ ᎤᎾᏄᎪᏫᏒ ᎤᎵᏂᎩᏛ ᎨᏒᎢ; ᎤᎾᏢᏉᏗ ᏙᏧᎾᏓᏅᏛ ᏚᏗᎦᎴᏯᏍᏔᏅ."
  },
  {
    "verse": "52",
    "kjv": "He hath put down the mighty from their seats, and exalted them of low degree.",
    "web": "He has put down princes from their thrones, and has exalted the lowly.",
    "chr": "ᏧᎾᎵᏂᎩᏛ ᏚᏪᎧᎲᏒ ᎤᎾᏅᏗᏱ, ᎠᎴ ᎤᏲ ᎢᏳᎾᏛᎿᏕᎩ ᏚᏌᎳᏓᏅ."
  },
  {
    "verse": "53",
    "kjv": "He hath filled the hungry with good things; and the rich he hath sent empty away.",
    "web": "He has filled the hungry with good things. He has sent the rich away empty.",
    "chr": "ᎠᎪᏄ ᏧᏂᏲᏏᏍᎩ ᎣᏍᏛ ᎨᏒ ᏚᎧᎵᎢᏍᏔᏅ, ᏧᏁᎿᎢᏃ ᎠᏒᎭ ᏙᎤᏁᏅᏍᏗᏱ ᏂᏚᏩᏁᎸᎩ."
  },
  {
    "verse": "54",
    "kjv": "He hath helped his servant Israel, in remembrance of his mercy;",
    "web": "He has given help to Israel, his servant, that he might remember mercy,",
    "chr": "ᎢᏏᎵ ᎤᏅᏏᏓᏍᏗ ᎤᏍᏕᎸᎲ ᎠᏅᏓᏗᏍᎬ ᎤᏓᏙᎵᏣᏛᎢ,"
  },
  {
    "verse": "55",
    "kjv": "As he spake to our fathers, to Abraham, and to his seed for ever.",
    "web": "as he spoke to our fathers, to Abraham and his offspring forever.”",
    "chr": "ᎾᏍᎩᏯ ᏂᏚᏪᏎᎸ ᏗᎩᎦᏴᎵᎨᎢ, ᎡᏆᎭᎻ, ᎠᎴ ᎾᏍᎩ ᏧᏁᏢᏔᏅᏛ ᎨᏒ ᏂᎪᎯᎸᎢ."
  },
  {
    "verse": "56",
    "kjv": "And Mary abode with her about three months, and returned to her own house.",
    "web": "Mary stayed with her about three months, and then returned to her house.",
    "chr": "ᎺᎵᏃ ᏦᎢ ᎢᏯᏅᏙ ᎢᏴᏛ ᎵᏏᏱ ᎤᏕᏁᎢ, ᎩᎳᏃ ᎤᏩᏒ ᏧᏪᏅᏒ ᏫᎤᎶᏎᎢ."
  },
  {
    "verse": "57",
    "kjv": "Now Elisabeth's full time came that she should be delivered; and she brought forth a son.",
    "web": "Now the time that Elizabeth should give birth was fulfilled, and she gave birth to a son.",
    "chr": "ᎵᏏᏃ ᎿᏉ ᎤᏍᏆᎸᎡᎴ ᎤᏕᏗᏱ ᎠᏲᎵ, ᎠᎴ ᎤᎾᏄᎪᏫᏎ ᎠᏧᏣ."
  },
  {
    "verse": "58",
    "kjv": "And her neighbours and her cousins heard how the Lord had shewed great mercy upon her; and they rejoiced with her.",
    "web": "Her neighbors and her relatives heard that the Lord had magnified his mercy toward her, and they rejoiced with her.",
    "chr": "ᎾᎥᏃ ᎢᏳᎾᏓᎳ ᎠᎴ ᎪᎱᏍᏗ ᏧᏩᎿ ᎤᎾᏛᎦᏁ ᎤᏁᎳᏅᎯ ᎤᏣᏘ ᎤᏪᏙᎵᏨᎢ, ᎠᎴ ᎢᏧᎳᎭ ᎤᎾᎵᎮᎵᏤᎢ."
  },
  {
    "verse": "59",
    "kjv": "And it came to pass, that on the eighth day they came to circumcise the child; and they called him Zacharias, after the name of his father.",
    "web": "On the eighth day, they came to circumcise the child; and they would have called him Zacharias, after the name of his father.",
    "chr": "ᎯᎠᏃ ᏄᎵᏍᏔᏁᎢ, ᎾᏍᎩ ᏧᏁᎵᏁ ᎢᎦ ᎤᏂᎱᏍᏕᏎᎸᎭ ᎠᏲᎵ, ᎠᎴ ᏤᎦᎳᏯ ᏚᏃᎡᎢ, ᎤᏙᏓ ᏚᏙᎥ ᏚᏃᏍᏔᏁᎢ."
  },
  {
    "verse": "60",
    "kjv": "And his mother answered and said, Not so; but he shall be called John.",
    "web": "His mother answered, “Not so; but he will be called John.”",
    "chr": "ᎤᏥᏃ ᎤᏁᏨ ᎯᎠ ᏄᏪᏎᎢ; ᎥᏞᏍᏗ; ᏣᏂᏍᎩᏂ ᎠᎪᏎᎮᏍᏗ."
  },
  {
    "verse": "61",
    "kjv": "And they said unto her, There is none of thy kindred that is called by this name.",
    "web": "They said to her, “There is no one among your relatives who is called by this name.”",
    "chr": "ᎯᎠᏃ ᏂᎬᏩᏪᏎᎴᎢ; ᎥᏝ ᎩᎶ ᎢᏥᏠᏱ ᎨᏒ ᎾᏍᎩ ᏱᏄᏍᏗ ᏱᏚᏙᎥ."
  },
  {
    "verse": "62",
    "kjv": "And they made signs to his father, how he would have him called.",
    "web": "They made signs to his father, what he would have him called.",
    "chr": "ᎤᏙᏓᏃ ᏓᎾᏁᎶᏓᏁᎲ ᎤᎾᏛᏛᏁ ᏄᏍᏛ ᎤᏑᎵᏍᎬ ᏣᎪᏍᏗᏱ."
  },
  {
    "verse": "63",
    "kjv": "And he asked for a writing table, and wrote, saying, His name is John. And they marvelled all.",
    "web": "He asked for a writing tablet, and wrote, “His name is John.” They all marveled.",
    "chr": "ᎤᏔᏲᎴᏃ ᏗᎪᏪᎶᏗᏱ ᎠᎴ ᎤᏬᏪᎳᏁ ᎯᎠ ᏂᎦᏪᏍᎨᎢ; ᏣᏂ ᏚᏙᎥ. ᏂᎦᏛᏃ ᎤᏂᏍᏆᏂᎪᏎᎢ."
  },
  {
    "verse": "64",
    "kjv": "And his mouth was opened immediately, and his tongue loosed, and he spake, and praised God.",
    "web": "His mouth was opened immediately and his tongue freed, and he spoke, blessing God.",
    "chr": "ᎩᎳᏉᏃ ᎢᏴᏛ ᎠᎱᎵ ᎤᎵᏍᏚᎢᏎᎢ, ᎦᏃᎪᏃ ᎤᏕᎵᏌᏕᏎᎢ, ᎠᎴ ᎤᏬᏂᏎ ᎤᎸᏉᏔᏁ ᎤᏁᎳᏅᎯ."
  },
  {
    "verse": "65",
    "kjv": "And fear came on all that dwelt round about them: and all these sayings were noised abroad throughout all the hill country of Judaea.",
    "web": "Fear came on all who lived around them, and all these sayings were talked about throughout all the hill country of Judea.",
    "chr": "ᎾᎿᏃ ᎬᏩᏚᏫᏛ ᏗᏂᏁᎸ ᏂᎦᏛ ᎤᏂᎾᏰᏎᎢ; ᎠᎴ ᏂᎦᏛ ᎾᏍᎩ ᎯᎠ ᏄᎵᏍᏔᏂᏙᎸ ᏚᏃᏣᎶᏤ ᏂᎬᎾᏛ ᎣᏓᎵ ᎨᏒ ᏧᏗᏱ."
  },
  {
    "verse": "66",
    "kjv": "And all they that heard them laid them up in their hearts, saying, What manner of child shall this be! And the hand of the Lord was with him.",
    "web": "All who heard them laid them up in their heart, saying, “What then will this child be?” The hand of the Lord was with him.",
    "chr": "ᎾᏂᎥᏃ ᎾᏍᎩ ᎤᎾᏛᎦᏅᎯ ᏧᎾᏛᎦᏅᎯ ᏧᏂᎾᏫᏱ ᎤᏂᏍᏆᏂᎪᏔᏁᎢ, ᎯᎠ ᎾᏂᏪᏍᎨᎢ; ᎦᏙ ᎤᏍᏕᏍᏗ ᎯᎠ ᎠᏲᎵ? ᏱᎰᏩᏃ ᎤᏍᏕᎸᎯᏙᎮᎢ."
  },
  {
    "verse": "67",
    "kjv": "And his father Zacharias was filled with the Holy Ghost, and prophesied, saying,",
    "web": "His father Zacharias was filled with the Holy Spirit, and prophesied, saying,",
    "chr": "ᎤᏙᏓᏃ ᏤᎦᎳᏯ ᎤᎧᎵᏨᎯ ᎨᏎ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ, ᎠᎴ ᎤᏙᎴᎰᏎ ᎯᎠ ᏄᏪᏎᎢ;"
  },
  {
    "verse": "68",
    "kjv": "Blessed be the Lord God of Israel; for he hath visited and redeemed his people,",
    "web": "“Blessed be the Lord, the God of Israel, for he has visited and redeemed his people;",
    "chr": "ᎦᎸᏉᏗᏳ ᎨᏎᏍᏗ ᏱᎰᏩ ᎤᏁᎳᏅᎯ ᎢᏏᎵ ᎤᎾᏤᎵᎦ; ᏚᏩᏛᎰᎸᏰᏃ ᎠᎴ ᏚᏓᏴᎲ ᏧᏤᎵᎦ ᏴᏫ."
  },
  {
    "verse": "69",
    "kjv": "And hath raised up an horn of salvation for us in the house of his servant David;",
    "web": "and has raised up a horn of salvation for us in the house of his servant David",
    "chr": "ᎠᎴ ᎢᎩᎾᏄᎪᏫᏎᎸ ᎤᏲᏅ ᎢᎦᎵᏍᏕᎸᏙᏗ, ᏕᏫ ᎤᏅᏏᏓᏍᏗ ᎤᏁᏢᏔᏅᏛ ᎨᏒ ᎠᏁᎲ ᎤᎾᏄᎪᏨ."
  },
  {
    "verse": "70",
    "kjv": "As he spake by the mouth of his holy prophets, which have been since the world began:",
    "web": "(as he spoke by the mouth of his holy prophets who have been from of old),",
    "chr": "ᎾᏍᎩᏯ ᏄᏪᏒ ᏕᎬᏗᏍᎬ ᏧᏤᎵ ᎨᏥᎸᏉᏗ ᎠᎾᏙᎴᎰᏍᎩ ᎤᎾᏕᏅᎯ ᏥᎩ ᏗᏓᎴᏂᏍᎬ ᏅᏓᎬᏩᏓᎴᏅᏛ;"
  },
  {
    "verse": "71",
    "kjv": "That we should be saved from our enemies, and from the hand of all that hate us;",
    "web": "salvation from our enemies and from the hand of all who hate us;",
    "chr": "ᎾᏍᎩ ᏗᏓᏚᏓᎳᎡᏗᏱ ᎨᎩᏍᎦᎩ, ᎠᎴ ᎠᏍᏓᏯ ᏂᎨᎬᏅ ᏗᏓᏚᏓᎳᎡᏗᏱ ᏂᎦᏗᏳ ᎨᎩᏂᏆᏘᎯ;"
  },
  {
    "verse": "72",
    "kjv": "To perform the mercy promised to our fathers, and to remember his holy covenant;",
    "web": "to show mercy toward our fathers, to remember his holy covenant,",
    "chr": "ᎢᏳᏛᏁᏗᏱ ᏚᏚᎢᏍᏓᏁᎸ ᏗᎩᎦᏴᎵᎨ ᏧᏪᏙᎵᏍᏗᏱ, ᎠᎴ ᎤᏅᏓᏗᏍᏗᏱ ᎤᏤᎵ ᎦᎸᏉᏗᏳ ᎧᏃᎮᏛ ᏓᏠᎯᏍᏛᎢ,"
  },
  {
    "verse": "73",
    "kjv": "The oath which he sware to our father Abraham,",
    "web": "the oath which he swore to Abraham our father,",
    "chr": "ᎾᏍᎩ ᏧᏎᎵᏔᏁ ᏧᏚᎢᏍᏓᏁᎴ ᎢᎩᎦᏴᎵᎨᎡᏆᎭᎻ,"
  },
  {
    "verse": "74",
    "kjv": "That he would grant unto us, that we being delivered out of the hand of our enemies might serve him without fear,",
    "web": "to grant to us that we, being delivered out of the hand of our enemies, should serve him without fear,",
    "chr": "ᎾᏍᎩ ᎨᏓᏚᏓᏔᎡᎸᎯ ᎨᏒ ᎨᎩᏍᎦᎩ ᎢᎦᎵᏍᎪᎸᏓᏁᏗᏱ ᏂᏗᎾᏰᏍᎬᎾ ᎡᏓᏓᏙᎵᏍᏓᏁᏗᏱ,"
  },
  {
    "verse": "75",
    "kjv": "In holiness and righteousness before him, all the days of our life.",
    "web": "in holiness and righteousness before him all the days of our life.",
    "chr": "ᏂᏗᏍᎦᏅᎾ ᎠᎴ ᏚᏳᎪᏛ ᎢᎨᏓᏍᏗᏱ ᎠᎦᏔᎲ ᏂᎪᎯᎸ ᎢᏓᎴᏂᏙᎲᎢ."
  },
  {
    "verse": "76",
    "kjv": "And thou, child, shalt be called the prophet of the Highest: for thou shalt go before the face of the Lord to prepare his ways;",
    "web": "And you, child, will be called a prophet of the Most High; for you will go before the face of the Lord to prepare his ways,",
    "chr": "ᏂᎯᏃ ᎯᏲᎵ, ᏩᏍᏛ ᎦᎸᎳᏗᏳ ᎡᎯ ᎤᏤᎵ ᎠᏙᎴᎰᏍᎩ ᎡᏦᏎᎮᏍᏗ, ᏂᎯᏰᏃ ᎢᎬᏱ ᏘᏰᏅᎡᎵ ᏱᎰᏩ, ᎯᏯᏛᏅᎢᏍᏓᏁᏗᏱ ᎤᎶᎯᏍᏗᏱ;"
  },
  {
    "verse": "77",
    "kjv": "To give knowledge of salvation unto his people by the remission of their sins,",
    "web": "to give knowledge of salvation to his people by the remission of their sins,",
    "chr": "ᎬᏂᎨᏒ ᎢᏧᏩᏁᏗᏱ ᏧᏤᎵ ᏴᏫ ᎾᏍᎩ ᎤᎾᎵᏍᏕᎸᏙᏗ ᎨᏒᎢ, ᎦᎨᏥᏁᎲ ᎤᏂᏍᎦᏅᏨᎢ,"
  },
  {
    "verse": "78",
    "kjv": "Through the tender mercy of our God; whereby the dayspring from on high hath visited us,",
    "web": "because of the tender mercy of our God, by which the dawn from on high will visit us,",
    "chr": "ᏱᎰᏩ ᎤᏓᏙᎵᏣᏘᏳ ᎨᏒ ᎢᎦᏁᎳᏅᎯ, ᎾᏍᎩ ᏥᏂᎦᎴᏍᏙᏗᎭ ᎢᎦᎦᏘ ᏗᏰᎵᎯᏍᏗᏍᎩ ᎦᎸᎳᏗ ᏅᏓᏳᏓᎴᏅᎯ ᎢᎩᏩᏛᎯᎸᎯ ᏥᎩ,"
  },
  {
    "verse": "79",
    "kjv": "To give light to them that sit in darkness and in the shadow of death, to guide our feet into the way of peace.",
    "web": "to shine on those who sit in darkness and the shadow of death; to guide our feet into the way of peace.”",
    "chr": "ᎢᎦ ᏧᏘᏍᏓᏁᏗᏱ ᎤᎵᏏᎬ ᎠᎴ ᎠᏲᎱᎯᏍᏗ ᎨᏒ ᎤᏓᏩᏗᏍᏙᏛ ᏣᏂᎾ, ᎠᎴ ᏗᎦᏖᏅᏍᏗᏱ ᏅᏩᏙᎯᏯᏛ ᎦᏅᏅᎢ."
  },
  {
    "verse": "80",
    "kjv": "And the child grew, and waxed strong in spirit, and was in the deserts till the day of his shewing unto Israel.",
    "web": "The child was growing and becoming strong in spirit, and was in the desert until the day of his public appearance to Israel.",
    "chr": "ᎠᏲᎵᏃ ᎠᏛᏍᎨᎢ ᎠᎴ ᎧᏁᏉᎨ ᎤᎵᏂᎪᏍᎬ ᎤᏓᏅᏛᎢ, ᎠᎴ ᎢᎾᎨᏉ ᎡᎮᎢ ᎬᏂ ᎬᏂᎨᏒ ᏂᏚᏛᏁᎸ ᎢᏏᎵ."
  }
]