[
  {
    "verse": "1",
    "kjv": "After these things the Lord appointed other seventy also, and sent them two and two before his face into every city and place, whither he himself would come.",
    "web": "Now after these things, the Lord also appointed seventy others, and sent them two by two ahead of him into every city and place where he was about to come.",
    "chr": "ᎾᏍᎩᏃ ᏄᎵᏍᏔᏂᏙᎸ, ᎤᎬᏫᏳᎯ ᏅᏩᎾᏓᎴ ᎦᎵᏆᏍᎪᎯ ᎢᏯᏂᏛ ᎾᏍᏉ ᏚᏑᏰᏎᎢ ᎠᎴ ᏚᏅᏎ ᏔᎵ ᏧᎾᎵᎪᏅᏛ ᎢᎬᏱ ᏄᏁᏅᏍᏗᏱ ᏂᎦᏛ ᏕᎦᏚᏩᏗᏒ ᎠᎴ ᏂᎬᎾᏛ, ᎾᎿ ᎤᏩᏒ ᏭᎷᎯᏍᏗ ᎨᏒᎢ."
  },
  {
    "verse": "2",
    "kjv": "Therefore said he unto them, The harvest truly is great, but the labourers are few: pray ye therefore the Lord of the harvest, that he would send forth labourers into his harvest.",
    "web": "Then he said to them, “The harvest is indeed plentiful, but the laborers are few. Pray therefore to the Lord of the harvest, that he may send out laborers into his harvest.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎤᎦᏛᎾᏨᎯ ᎤᏙᎯᏳᎯ ᎤᏣᏔ, ᏧᏂᎸᏫᏍᏓᏁᎯᏍᎩᏂ ᎠᏂᎦᏲᎵᏳ; ᎾᏍᎩ ᎢᏳᏍᏗ ᎡᏣᏓᏙᎵᏍᏓᏏ ᎤᎬᏫᏳᎯ ᎤᎦᏛᎾᏨᎯ ᎤᏤᎵᎦ, ᏂᏙᏓᏳᏅᏍᏗᏱ ᏧᏂᎸᏫᏍᏓᏁᎯ ᎾᎿ ᎤᎦᏛᎾᏤᎸᎢ."
  },
  {
    "verse": "3",
    "kjv": "Go your ways: behold, I send you forth as lambs among wolves.",
    "web": "Go your ways. Behold, I send you out as lambs among wolves.",
    "chr": "ᎢᏤᎾ; ᎬᏂᏳᏉ ᎢᏨᏅᎵ ᎤᏂᏃᏕᎾ ᎠᏂᎩᎾ ᏩᏲᎯ ᏥᏩᏂᎶᏍᎪ ᎾᏍᎩᏯᎢ."
  },
  {
    "verse": "4",
    "kjv": "Carry neither purse, nor scrip, nor shoes: and salute no man by the way.",
    "web": "Carry no purse, nor wallet, nor sandals. Greet no one on the way.",
    "chr": "ᏞᏍᏗ ᏗᏥᏅᏒᎩ ᎠᏕᏄ ᏗᎦᎶᏗ, ᎠᎴ ᏕᎦᎶᏗ, ᎠᎴ ᏗᎳᏑᎶ; ᎠᎴ ᏞᏍᏗ ᎩᎶ ᎡᏥᏲᎵᎸᎩ ᎢᏣᎢᏒᎢ."
  },
  {
    "verse": "5",
    "kjv": "And into whatsoever house ye enter, first say, Peace be to this house.",
    "web": "Into whatever house you enter, first say, ‘Peace be to this house.’",
    "chr": "ᎢᎸᎯᏢᏃ ᎠᏓᏁᎸ ᎢᏥᏴᎯᎮᏍᏗ, ᎢᎬᏱ, ᏅᏩᏙᎯᏯᏛ ᎡᎮᏍᏗ ᎠᏂ ᎠᏓᏁᎸᎢ, ᎢᏣᏗᏍᎨᏍᏗ."
  },
  {
    "verse": "6",
    "kjv": "And if the son of peace be there, your peace shall rest upon it: if not, it shall turn to you again.",
    "web": "If a son of peace is there, your peace will rest on him; but if not, it will return to you.",
    "chr": "ᎢᏳᏃ ᏅᏩᏙᎯᏯᏛ ᎤᏪᏥ ᎾᎿ ᎡᎮᏍᏗ, ᏅᏩᏙᎯᏯᏛ ᎢᏣᏤᎵᎦ ᎤᎷᏤᏗ ᎨᏎᏍᏗ; ᎢᏳᏃ ᎾᎿ ᏁᎲᎾ ᎢᎨᏎᏍᏗ ᎢᏨᏒᏉ ᎢᏥᎷᏥᏌᏁᏗ ᎨᏎᏍᏗ."
  },
  {
    "verse": "7",
    "kjv": "And in the same house remain, eating and drinking such things as they give: for the labourer is worthy of his hire. Go not from house to house.",
    "web": "Remain in that same house, eating and drinking the things they give, for the laborer is worthy of his wages. Don’t go from house to house.",
    "chr": "ᎠᎴ ᎾᎿᏉ ᎠᏓᏁᎸ ᎢᏥᏁᏍᏗ, ᎢᏣᎵᏍᏓᏴᏗᏍᎨᏍᏗ ᎠᎴ ᎢᏣᏗᏔᏍᎨᏍᏗ ᏄᏍᏛ ᎡᏥᏁᎲᎢ; ᏧᎸᏫᏍᏓᏁᎯᏰᏃ ᏚᏳᎪᏗ ᎠᎫᏴᎡᏗᏱ ᏚᎸᏫᏍᏓᏁᎸᎢ. ᏞᏍᏗ ᏓᏓᏁᎳᏗᏒ ᏱᏤᏙᎵᏙᎮᏍᏗ"
  },
  {
    "verse": "8",
    "kjv": "And into whatsoever city ye enter, and they receive you, eat such things as are set before you:",
    "web": "Into whatever city you enter and they receive you, eat the things that are set before you.",
    "chr": "ᎠᎴ ᎢᎸᎯᏢ ᎦᏚ-Ꮂ ᎢᏥᎷᎨᏍᏗ, ᎠᎴ ᏕᎨᏣᏓᏂᎸᎨᏍᏗ, ᏄᏍᏛ ᎨᏤᎳᏍᏗᏍᎬ ᎢᏣᎵᏍᏓᏴᏗᏍᎨᏍᏗ."
  },
  {
    "verse": "9",
    "kjv": "And heal the sick that are therein, and say unto them, The kingdom of God is come nigh unto you.",
    "web": "Heal the sick who are there and tell them, ‘God’s Kingdom has come near to you.’",
    "chr": "ᎠᎴ ᏕᏥᏅᏫᏍᎨᏍᏗ ᏧᏂᏢᎩ ᎾᎿ ᎠᏁᎲᎢ, ᎠᎴ ᎯᎠ ᏂᏕᏥᏪᏎᎮᏍᏗ, ᎤᏁᎳᏅᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎾᎥᏂᏳ ᎢᏥᎷᏤᎸ."
  },
  {
    "verse": "10",
    "kjv": "But into whatsoever city ye enter, and they receive you not, go your ways out into the streets of the same, and say,",
    "web": "But into whatever city you enter and they don’t receive you, go out into its streets and say,",
    "chr": "ᏥᏌᏃ ᏧᏁᏨ ᎯᎠ ᏄᏪᏎᎴᎢ, ᎩᎶ ᎢᏳᏍᏗ ᏥᎷᏏᎵᎻ ᎤᏂᎩᏎ ᏤᎵᎪ ᎤᏪᏅᏎᎢ, ᏗᎾᏓᎾᏌᎲᏍᎩᏃ ᏚᎾᏓᏩᏛᏔᏁᎢ, ᎾᏍᎩ ᏕᎬᏩᏄᏪᏎ ᏚᏄᏩᎥᎢ, ᎠᎴ ᎬᏩᎵᎥᏂᎴᎢ, ᎠᎴ ᎤᎾᏓᏅᏎ ᎬᏩᏕᏤ ᎠᏰᎵ ᎢᏴᏛ ᎤᏲᎱᏒᎯ ᎨᏎᎢ."
  },
  {
    "verse": "11",
    "kjv": "Even the very dust of your city, which cleaveth on us, we do wipe off against you: notwithstanding be ye sure of this, that the kingdom of God is come nigh unto you.",
    "web": "‘Even the dust from your city that clings to us, we wipe off against you. Nevertheless know this, that God’s Kingdom has come near to you.’",
    "chr": "ᎾᏍᏉ ᎪᏍᏚᏉ ᎢᏥᏚᎲ ᎦᎳᎨᏴᎢ, ᎾᏍᎩ ᎣᎩᏯᎸᎬᎢ ᎣᏥᏅᎪᎥᏗ ᎢᏨᎢᏰᎭ; ᎠᏎᏃ ᎯᎠ ᏄᏍᏕᏍᏗ ᎢᏥᎦᏔᎮᏍᏗ, ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎾᎥᏂᏳ ᎢᏥᎷᏤᎸᎢ."
  },
  {
    "verse": "12",
    "kjv": "But I say unto you, that it shall be more tolerable in that day for Sodom, than for that city.",
    "web": "I tell you, it will be more tolerable in that day for Sodom than for that city.",
    "chr": "ᎠᏎᏃ ᎯᎠ ᏂᏨᏪᏎᎭ, ᎡᏍᎦᏉ ᎢᎦᎢ ᎤᏂᎩᎵᏲᎢᏍᏗ ᎨᏎᏍᏗ ᏐᏓᎻ ᎾᎯᏳ ᎢᎦ ᎨᏎᏍᏗ ᎤᏟᎯᏳ ᎾᏍᎩ ᎦᏚᎲᎢ."
  },
  {
    "verse": "13",
    "kjv": "Woe unto thee, Chorazin! woe unto thee, Bethsaida! for if the mighty works had been done in Tyre and Sidon, which have been done in you, they had a great while ago repented, sitting in sackcloth and ashes.",
    "web": "“Woe to you, Chorazin! Woe to you, Bethsaida! For if the mighty works had been done in Tyre and Sidon which were done in you, they would have repented long ago, sitting in sackcloth and ashes.",
    "chr": "ᎤᏲᏂᏳ ᎢᏣᎵᏍᏓᏁᏗ ᏂᎯ ᎪᎴᏏᏂ! ᎤᏲᎢᏳ ᎢᏣᎵᏍᏓᏁᏗ ᏂᎯ ᏇᏣᏱᏗ! ᎢᏳᏰᏃ ᎤᏍᏆᏂᎪᏗ ᏱᏙᎦᎸᏫᏍᏓᏁᎴ ᏔᏯ ᎠᎴ ᏌᏙᏂ ᏂᎯ ᎢᏤᎲ ᏕᎦᎸᏫᏍᏓᏁᎸᎢ, ᎪᎯᎩ ᏗᎬᏩᏂᏁᏟᏴᏛ ᏱᎨᏎ ᏚᎾᏓᏅ-ᏛᎢ, ᏧᏏᏕᎾ ᏱᏚᎾᏄᏩᎡ ᎠᎴ ᎪᏍᏚᎯ ᏳᎾᏅᏁᎢ."
  },
  {
    "verse": "14",
    "kjv": "But it shall be more tolerable for Tyre and Sidon at the judgment, than for you.",
    "web": "But it will be more tolerable for Tyre and Sidon in the judgment than for you.",
    "chr": "ᎠᏍᎡᏃ ᎤᏟ ᎣᏏᏳ ᎢᏳᎾᎵᏍᏓᏁᏗ ᎨᏎᏍᏗ ᏔᏯ ᎠᎴ ᏌᏙᏂ ᎤᎵᏍᏆᎸᏗ ᎢᎦ ᎨᏎᏍᏗ ᎡᏍᎦᏉ ᏂᎯ."
  },
  {
    "verse": "15",
    "kjv": "And thou, Capernaum, which art exalted to heaven, shalt be thrust down to hell.",
    "web": "You, Capernaum, who are exalted to heaven, will be brought down to Hades.",
    "chr": "ᎠᎴ ᏂᎯ ᎨᏆᏂ ᎦᎸᎳᏗ ᎢᏴᏛ ᏤᏣᏌᎳᏓ, ᏨᏍᎩᏃ ᎢᏴᏛ ᏮᏓᏰᏣᎶᎥᏔᏂ."
  },
  {
    "verse": "16",
    "kjv": "He that heareth you heareth me; and he that despiseth you despiseth me; and he that despiseth me despiseth him that sent me.",
    "web": "Whoever listens to you listens to me, and whoever rejects you rejects me. Whoever rejects me rejects him who sent me.”",
    "chr": "ᎩᎶ ᏂᎯ ᎢᏣᏛᏓᏍᏓᏁᎮᏍᏗ ᎠᏴ ᎠᏆᏛᏓᏍᏓᏁᎮᏍᏗ; ᎩᎶᏃ ᎢᏥᏂᏆᏘᎮᏍᏗ, ᎠᏴ ᎠᎩᏂᏆᏘᎮᏍᏗ; ᎩᎶᏃ ᎠᏴ ᎠᎩᏂᏆᏘᎮᏍᏗ ᎦᏂᏆᏘᎮᏍᏗ ᏅᏛᎩᏅᏏᏛ."
  },
  {
    "verse": "17",
    "kjv": "And the seventy returned again with joy, saying, Lord, even the devils are subject unto us through thy name.",
    "web": "The seventy returned with joy, saying, “Lord, even the demons are subject to us in your name!”",
    "chr": "ᎦᎵᏆᏍᎪᎯᏃ ᎢᏯᏂᏛ ᏔᎵᏁ ᎤᏂᎷᏤ ᎤᎵᎮᎵᏍᏗ ᏚᏁᏓᏅᏖᎢ, ᎯᎠ ᎾᏂᏪᏍᎨᎢ, ᏣᎬᏫᏳᎯ, Ꭰ-ᏂᏍᎩᎾ ᎾᏍᏉ ᎢᎪᎪᎯᏳᎲᏍᎦ ᏂᎯ ᏕᏣᏙᎥ ᏅᏗᎦᎵᏍᏙᏗᎭ."
  },
  {
    "verse": "18",
    "kjv": "And he said unto them, I beheld Satan as lightning fall from heaven.",
    "web": "He said to them, “I saw Satan having fallen like lightning from heaven.",
    "chr": "ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ, ᏎᏓᏂ ᏥᎪᎥᎩ ᎠᎾᎦᎵᏍᎩ ᎦᎸᎳᏗ ᏨᏗᎦᏙᎠᏍᎪ ᎾᏍᎩᏯ ᏓᏳᏙᎠᏒᎩ."
  },
  {
    "verse": "19",
    "kjv": "Behold, I give unto you power to tread on serpents and scorpions, and over all the power of the enemy: and nothing shall by any means hurt you.",
    "web": "Behold, I give you authority to tread on serpents and scorpions, and over all the power of the enemy. Nothing will in any way hurt you.",
    "chr": "ᎬᏂᏳᏉ ᎢᏨᏯᎵᏍᎪᎸᏓᏏ ᏗᏣᎳᏍᏓᎡᏗᏱ ᎢᎾᏛ ᎠᎴ ᏗᏂᏙᎬ ᏗᎾᏓᏨᏯᏍᏗᏍᎩ, ᎠᎴ ᎢᏣᏓᎵᏁᎯᏕᏗᏱ ᏂᎦᎥ ᎤᎵᏂᎩᏗᏳ ᎨᏒ ᎠᎦᏍᎩ; ᎥᏝ ᎠᎴ ᎪᎱᏍᏗ ᏰᎵ ᎤᏲ ᎢᎨᏨᏁᏗ ᏱᎨᏎᏍᏗ."
  },
  {
    "verse": "20",
    "kjv": "Notwithstanding in this rejoice not, that the spirits are subject unto you; but rather rejoice, because your names are written in heaven.",
    "web": "Nevertheless, don’t rejoice in this, that the spirits are subject to you, but rejoice that your names are written in heaven.”",
    "chr": "ᎠᏎᏍᎩᏂᏃᏅ ᎯᎠ ᎾᏍᎩ ᎥᏝᏍᏗ ᏱᏣᎵᎮᎵᏍᏗᏍᎨᏍᏗ, ᎾᏍᎩ ᏗᏓᏅᏙ ᎨᏦᎯᏳᏒᎢ; ᎢᏣᎵᎮᎵᎨᏍᏗᏍᎩᏂ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ ᏕᏣᏙᎥ ᎦᎸᎳᏗ ᏦᏒ ᏫᏗᎪᏪᎸᎢ."
  },
  {
    "verse": "21",
    "kjv": "In that hour Jesus rejoiced in spirit, and said, I thank thee, O Father, Lord of heaven and earth, that thou hast hid these things from the wise and prudent, and hast revealed them unto babes: even so, Father; for so it seemed good in thy sight.",
    "web": "In that same hour, Jesus rejoiced in the Holy Spirit, and said, “I thank you, O Father, Lord of heaven and earth, that you have hidden these things from the wise and understanding, and revealed them to little children. Yes, Father, for so it was well-pleasing in your sight.”",
    "chr": "ᎾᎯᏳ ᏥᏌᎤᎵᎮᎵᏤ ᎤᏓᏅᏙᎩᎯ, ᎯᎠ ᏄᏪᏎᎢ, ᎬᏯᎵᎡᎵᏤᎭ ᎡᏙᏓ ᏣᎬᏫᏳᎯ ᎦᎸᎳᏗ ᎠᎴ ᎡᎶᎯ, ᎾᏍᎩ ᎯᎠ ᏥᏕᎲᏍᎦᎳᏁᎸ ᎠᏂᏏᎾᏌᏂ ᎠᎴ ᎠᏁᏯᏔᎯ, ᏗᏂᏲᎵᏃ ᏥᏕᎯᎾᏄᎪᏫᏎᎸ; ᎥᎥ, ᎡᏙᏓ; ᎾᏍᎩᏰᏃ ᎤᏏᏳ ᏣᏰᎸᏅᎯ."
  },
  {
    "verse": "22",
    "kjv": "All things are delivered to me of my Father: and no man knoweth who the Son is, but the Father; and who the Father is, but the Son, and he to whom the Son will reveal him.",
    "web": "Turning to the disciples, he said, “All things have been delivered to me by my Father. No one knows who the Son is, except the Father, and who the Father is, except the Son, and he to whomever the Son desires to reveal him.”",
    "chr": "ᏂᎦᎥ ᎪᎱᏍᏗ ᏓᎩᏲᎯᏎᎸ ᎡᏙᏓ; ᎥᏝ ᎠᎴ ᎩᎶ ᏯᎦᏔᎭ ᎾᏍᎩ ᎨᏒ ᎤᏪᏥ, ᎠᎦᏴᎵᎨ ᎤᏩᏒ; ᎠᎴ ᎾᏍᎩ ᎠᎦᏴᎵᎨ ᎨᏒ ᎤᏪᏥ ᎤᏩᏒ, ᎠᎴ ᎩᎶ ᏥᎾᏄᎪᏫᏏ ᎡᎳ ᎤᏪᏥ."
  },
  {
    "verse": "23",
    "kjv": "And he turned him unto his disciples, and said privately, Blessed are the eyes which see the things that ye see:",
    "web": "Turning to the disciples, he said privately, “Blessed are the eyes which see the things that you see,",
    "chr": "ᎬᏩᏍᏓᏩᏗᏙᎯᏃ ᎢᏗᏢ ᏭᎦᏔᎲᏍᏔᏅ ᎯᎠ ᏂᏚᏪᏎᎵ ᎤᏅᏒ ᎨᏒᎢ, ᏗᎦᎸᏉᏔᏅᎯ ᏗᎦᏙᎵ ᎾᏍᎩ ᏥᏓᎪᏩᏘᎭ ᏂᎯ ᏥᏥᎪᏩᏘᎭ;"
  },
  {
    "verse": "24",
    "kjv": "For I tell you, that many prophets and kings have desired to see those things which ye see, and have not seen them; and to hear those things which ye hear, and have not heard them.",
    "web": "for I tell you that many prophets and kings desired to see the things which you see, and didn’t see them, and to hear the things which you hear, and didn’t hear them.”",
    "chr": "ᎢᏳᏲᏎᏰᏃ ᎤᏂᏣᏛᎩ ᎠᎾᏙᎴᎰᏍᎩ ᎠᎴ ᎤᏂᎬᏫᏳᎯ ᎤᎾᏚᎸᎲᎩ ᏂᎯ ᏥᏥᎪᏩᏘ ᎤᏂᎪᏩᏛᏗᏱ, ᎠᏎᏃ ᎥᏝ ᏳᏂᎪᎮᎢ; ᎠᎴ ᎤᎾᏛᎪᏗᏱ ᎾᏍᎩ ᏂᎯ ᏥᏣᏛᎩᎭ, ᎠᏎᏃ ᎥᏝ ᏳᎾᏛᎦᏁᎢ"
  },
  {
    "verse": "25",
    "kjv": "And, behold, a certain lawyer stood up, and tempted him, saying, Master, what shall I do to inherit eternal life?",
    "web": "Behold, a certain lawyer stood up and tested him, saying, “Teacher, what shall I do to inherit eternal life?”",
    "chr": "ᎬᏂᏳᏉᏃ, ᎩᎶ ᎢᏳᏍᏗ ᏗᎧᎿᏩᏛᏍᏗ ᏗᎪᏏᏏᏍᎩ ᏚᎴᏁᎢ, ᎠᎴ ᎤᎪᎵᏰᏍᎬ ᎯᎠ ᏄᏪᏎᎢ, ᏔᏕᏲᎲᏍᎩ, ᎦᏙ ᏯᏆᏛᏁᎸ ᎠᏆᏤᎵ ᏱᏂᎦᎵᏍᏓ ᎬᏂᏛ ᎠᎵᏍᏆᏗᏍᎩ ᏂᎨᏒᎾ?"
  },
  {
    "verse": "26",
    "kjv": "He said unto him, What is written in the law? how readest thou?",
    "web": "He said to him, “What is written in the law? How do you read it?”",
    "chr": "ᎯᎠᏃ ᎾᏥᏪᏎᎴᎢ, ᎦᏙ ᎬᏅ ᎪᏪᎳ ᏗᎧᎿᏩᏛᏍᏗᏱ? ᎦᏙ ᎤᏍᏙ ᎯᎪᎵᏰᏍᎪᎢ?"
  },
  {
    "verse": "27",
    "kjv": "And he answering said, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy strength, and with all thy mind; and thy neighbour as thyself.",
    "web": "He answered, “You shall love the Lord your God with all your heart, with all your soul, with all your strength, and with all your mind; and your neighbor as yourself.”",
    "chr": "ᏧᏁᏨᏃ ᎯᎠ ᏄᏪᏎᎢ, ᎯᎨᏳᏎᏍᏗ ᏱᎰᏩ ᏣᏁᎳᏅᎯ, ᎲᏗᏍᎨᏍᏗ ᏂᎦᎥ ᏣᎾᏫ ᏣᎸᎢ, ᎠᎴ ᏂᎦᎥ ᏣᏓᏅᏙᎩ, ᎠᎴ ᏂᎦᎥ ᏣᎵᏂᎬᎬᎢ, ᎠᎴ ᏂᎦᎥ ᏣᏓᏅᏖᏗ ᎨᏒᎢ; ᎾᎥᏃ ᎢᏗᏍᏓᏓᎳ ᏨᏒ ᏂᏣᏓᎨᏳᏒ ᎾᏍᎩᏯ ᏂᎨᏳᏎᏍᏗ."
  },
  {
    "verse": "28",
    "kjv": "And he said unto him, Thou hast answered right: this do, and thou shalt live.",
    "web": "He said to him, “You have answered correctly. Do this, and you will live.”",
    "chr": "ᎯᎠᏃ ᏄᏪᏎᎴᎢ, ᏰᎵᏉ ᏂᏫ; ᎾᏍᎩ ᎯᎠ ᎿᏛᏁᎮᏍᏗ, ᎲᏁᏍᏗᏃ."
  },
  {
    "verse": "29",
    "kjv": "But he, willing to justify himself, said unto Jesus, And who is my neighbour?",
    "web": "But he, desiring to justify himself, asked Jesus, “Who is my neighbor?”",
    "chr": "ᎠᏎᏃ ᎤᏚᎵᏍᎬ ᎤᏚᏓᎴᏍᏗᏱ ᎯᎠ ᏄᏪᏎᎴ ᏥᏌ, ᎦᎪᏃ ᎾᎥ ᎢᏦᎩᎾᏓᎳ?"
  },
  {
    "verse": "30",
    "kjv": "And Jesus answering said, A certain man went down from Jerusalem to Jericho, and fell among thieves, which stripped him of his raiment, and wounded him, and departed, leaving him half dead.",
    "web": "Jesus answered, “A certain man was going down from Jerusalem to Jericho, and he fell among robbers, who both stripped him and beat him, and departed, leaving him half dead.",
    "chr": "ᏥᏌᏃ ᏧᏁᏨ ᎯᎠ ᏄᏪᏎᎴᎢ, ᎩᎶ ᎢᏳᏍᏗ ᏥᎷᏏᎵᎻ ᎤᏂᎩᏎ ᏤᎵᎪ ᎤᏪᏅᏎᎢ, ᏗᎾᏓᎾᏌᎲᏍᎩᏃ ᏚᎾᏓᏩᏛᏔᏁᎢ, ᎾᏍᎩ ᏕᎬᏩᏄᏪᏎ ᏚᏄᏩᎥᎢ, ᎠᎴ ᎬᏩᎵᎥᏂᎴᎢ, ᎠᎴ ᎤᎾᏓᏅᏎ ᎬᏩᏕᏤ ᎠᏰᎵ ᎢᏴᏛ ᎤᏲᎱᏒᎯ ᎨᏎᎢ."
  },
  {
    "verse": "31",
    "kjv": "And by chance there came down a certain priest that way: and when he saw him, he passed by on the other side.",
    "web": "By chance a certain priest was going down that way. When he saw him, he passed by on the other side.",
    "chr": "ᎠᏰᎵᏃ ᏄᏮᏔᏁ ᎩᎶ ᎢᏳᏍᏗ ᎠᏥᎸ-ᎨᎶᎯ ᎾᎿ ᏂᎦᏅᏅ ᏗᎤᎶᏎᎢ; ᎤᎪᎲᏃ ᎠᏂᏗᏢᏉᏉ ᏄᎶᏎᎢ."
  },
  {
    "verse": "32",
    "kjv": "And likewise a Levite, when he was at the place, came and looked on him, and passed by on the other side.",
    "web": "In the same way a Levite also, when he came to the place and saw him, passed by on the other side.",
    "chr": "ᎠᎴ ᎾᏍᏉ ᎠᎵᏫ ᎾᎿ ᎡᏙᎲ, ᎤᎷᏤ ᎤᎦᏔᏁᎢ, ᎠᎴ ᎠᏂᏗᏢᏉ Ꮔ-ᎶᏎᎢ."
  },
  {
    "verse": "33",
    "kjv": "But a certain Samaritan, as he journeyed, came where he was: and when he saw him, he had compassion on him,",
    "web": "But a certain Samaritan, as he traveled, came where he was. When he saw him, he was moved with compassion,",
    "chr": "ᎩᎶᏍᎩᏂ ᎢᏳᏍᏗ ᏌᎺᎵᏱ ᎡᎯ ᎠᎢᏒᎢ, ᎤᎷᏤ ᎦᏅᎢ; ᎤᎪᎲᏃ ᎤᏪᏙᎵᏤᎢ;"
  },
  {
    "verse": "34",
    "kjv": "And went to him, and bound up his wounds, pouring in oil and wine, and set him on his own beast, and brought him to an inn, and took care of him.",
    "web": "came to him, and bound up his wounds, pouring on oil and wine. He set him on his own animal, brought him to an inn, and took care of him.",
    "chr": "ᎠᎴ ᏭᎷᏤ ᎠᎴ ᏚᎸᎡᎴ ᏓᏥᏐᏅᏅᎢ, ᎠᎴ ᎪᎢ ᎩᎦᎨᏃ-ᎠᏗᏔᏍᏗ ᏓᏍᏚᏞᎮᎢ, ᎠᎴ ᎤᏩᏒ ᎤᎩᎸᏙᏗ ᎤᎩᎸᎳᏁᎢ, ᏧᏂᏒᏍᏗᏱᏃ ᎠᏓᏁᎸ ᎤᏘᏃᎴᎢ, ᎠᎴ ᎤᏍᏆᏂᎪᏔᏁᎢ."
  },
  {
    "verse": "35",
    "kjv": "And on the morrow when he departed, he took out two pence, and gave them to the host, and said unto him, Take care of him; and whatsoever thou spendest more, when I come again, I will repay thee.",
    "web": "On the next day, when he departed, he took out two denarii, gave them to the host, and said to him, ‘Take care of him. Whatever you spend beyond that, I will repay you when I return.’",
    "chr": "ᎤᎩᏨᏛᏃ ᎿᏉ ᎤᏂᎩᏒ, ᏔᎵ ᎠᏂᎩᏏ ᏧᎾᎬᏩᎶᏗ ᏑᎴᏎᎢ, ᎠᎴ ᏚᏁᎴ ᎦᏁᎳ, ᎠᎴ ᎯᎠ ᏄᏪᏎᎴᎢ, ᎯᏍᏆᏂᎪᏕᏍᏗ, ᎢᎦᎢᏃ ᏫᎦᎶᏒᏍᏗᏍᎬ ᏣᎫᏴᎯᏙᎸᎢ, ᎢᏥᎷᏨᎭ ᎢᎬᏯᎫᏴᎡᎸᎭ."
  },
  {
    "verse": "36",
    "kjv": "Which now of these three, thinkest thou, was neighbour unto him that fell among the thieves?",
    "web": "Now which of these three do you think seemed to be a neighbor to him who fell among the robbers?”",
    "chr": "ᎯᎠᏃ ᎾᏍᎩ ᏦᎢ ᎢᏯᏂᏛ ᎨᏒ, ᏂᎯ ᎭᏓᏅᏖᏍᎬ, ᎦᎪ ᎾᎥ ᎢᏧᎾᏓᎳ ᏅᏩᏍᏗ ᎾᏍᎩ ᏗᎾᏓᎾᏌᎲᏍᎩ ᏥᏚᎾᏓᏩᏛᏔᏁᎢ?"
  },
  {
    "verse": "37",
    "kjv": "And he said, He that shewed mercy on him. Then said Jesus unto him, Go, and do thou likewise.",
    "web": "He said, “He who showed mercy on him.” Then Jesus said to him, “Go and do likewise.”",
    "chr": "ᎯᎠᏃ ᏄᏪᏎᎢ, ᎾᏍᎩ Ꮎ ᎤᏪᏙᎵᏨᎯ. ᎿᏉᏃ ᏥᏌ ᎯᎠ ᏄᏪᏎᎴᎢ, ᎮᎾ, ᎠᎴ ᏂᎯ ᎾᏍᎩᏯ ᏫᎾᏛᎦ."
  },
  {
    "verse": "38",
    "kjv": "Now it came to pass, as they went, that he entered into a certain village: and a certain woman named Martha received him into her house.",
    "web": "As they went on their way, he entered into a certain village, and a certain woman named Martha received him into her house.",
    "chr": "ᎯᎠᏃ ᏄᎵᏍᏔᏁ ᎠᎾᎢᏒᎢ, ᎾᏍᎩ ᎢᎸᎯᏢ ᎦᏚᎲ ᎤᎷᏤᎢ; ᎩᎶᏃ ᎢᏳᏍᏗ ᎠᎨᏴ ᎹᏗ ᏧᏙᎢᏛ ᏚᏓᏂᎸᏤ ᎦᏁᎸᎢ."
  },
  {
    "verse": "39",
    "kjv": "And she had a sister called Mary, which also sat at Jesus' feet, and heard his word.",
    "web": "She had a sister called Mary, who also sat at Jesus’ feet and heard his word.",
    "chr": "ᎤᎸᏃ ᎡᎮ ᎺᎵ ᏧᏙᎢᏛ, ᎾᏍᎩ ᎾᏍᏉ ᎤᏬᎴ ᏥᏌ ᏚᎳᏍᎬᎢ, ᎠᎴ ᎤᏛᏓᏍᏕ ᎦᏬᏂᏍᎬᎢ."
  },
  {
    "verse": "40",
    "kjv": "But Martha was cumbered about much serving, and came to him, and said, Lord, dost thou not care that my sister hath left me to serve alone? bid her therefore that she help me.",
    "web": "But Martha was distracted with much serving, and she came up to him, and said, “Lord, don’t you care that my sister left me to serve alone? Ask her therefore to help me.”",
    "chr": "ᎹᏗᏍᎩᏂ ᎤᏪᎵᎯᏍᏗᏍᎨ ᎤᏣᏘ ᏚᎸᏫᏍᏓᏁ-ᎲᎢ, ᎠᎴ ᎤᎷᏤᎴ ᎯᎠ ᏄᏪᏎᎴᎢ, ᏣᎬᏫᏳᎯ, ᏝᏍᎪ ᎪᎱᏍᏗ ᏰᎵᎭ ᎥᎩᎸ ᏣᏋᏕᏨ ᏣᎩᎯᏯᏍᏓᏁᎸ ᎠᏋᏒᏉ ᎪᎱᏍᏗ ᎢᏨᏯᏛᏁᏗᏱ? ᎾᏍᎩᎢᏳᏍᏗ ᏘᏁᏥ ᏓᎩᏍᏕᎸᏗᏱ."
  },
  {
    "verse": "41",
    "kjv": "And Jesus answered and said unto her, Martha, Martha, thou art careful and troubled about many things:",
    "web": "Jesus answered her, “Martha, Martha, you are anxious and troubled about many things,",
    "chr": "ᏥᏌᏃ ᎤᏁᏨ ᎯᎠ ᏄᏪᏎᎴᎢ, ᎹᏗ, ᎹᏗ, ᎤᏣᏘ ᏧᏓᎴᏅᏛ ᏣᎦᏌᏯᏍᏛ ᏤᎵᎯᏍᏗᎭ ᎠᎴ ᏣᏕᏯᏙᏗᎭ;"
  },
  {
    "verse": "42",
    "kjv": "But one thing is needful: and Mary hath chosen that good part, which shall not be taken away from her.",
    "web": "but one thing is needed. Mary has chosen the good part, which will not be taken away from her.”",
    "chr": "ᏑᏓᎴᎩᏉ ᏍᎩᏂ ᎤᏚᎸᏗ; ᎠᎴ ᎺᎵ ᎤᏑᏰᏒ ᎾᏍᎩ ᎣᏌᏂ ᎨᏒᎢ, ᎾᏍᎩ ᎦᏰ-ᏥᎩᎡᏗ ᏂᎨᏒᎾ ᏥᎩ."
  }
]