[
  {
    "verse": "1",
    "kjv": "In the mean time, when there were gathered together an innumerable multitude of people, insomuch that they trode one upon another, he began to say unto his disciples first of all, Beware ye of the leaven of the Pharisees, which is hypocrisy.",
    "web": "Meanwhile, when a multitude of many thousands had gathered together, so much so that they trampled on each other, he began to tell his disciples first of all, “Beware of the yeast of the Pharisees, which is hypocrisy.",
    "chr": "ᎾᎯᏳᏉᏃ ᏕᎠᏂᎳᏫᎡ ᎤᏂᏧᏈᏍᏗ ᏴᏫ, ᎾᏍᎩ ᎢᏳᏍᏗ ᏕᎠᎾᏓᎳᏍᏛᏗᏍᎨᎢ, ᎾᏍᎩ ᎤᎴᏅᎮ ᎯᎠ ᎢᎬᏴ ᏂᏚᏪᏎᎴ ᎬᏩᏍᏓᏩᏗᏙᎯ, ᎢᏤᏯᏔᎮᏍᏗ ᎠᎪᏙᏗ ᎠᏂᏆᎵᏏ ᎤᎾᏤᎵᎦ, ᎾᏍᎩ ᎠᏠᎾᏍᏗ ᏥᎩ."
  },
  {
    "verse": "2",
    "kjv": "For there is nothing covered, that shall not be revealed; neither hid, that shall not be known.",
    "web": "But there is nothing covered up that will not be revealed, nor hidden that will not be known.",
    "chr": "ᎥᏝᏰᏃ ᎪᎱᏍᏗ ᏱᎬᏍᎦᎳ ᎾᏍᎩ ᎬᏂᎨᏒ ᎢᏳᎵᏍᏙᏗ ᏂᎨᏒᎾ ᎨᏒᎢ, ᎥᏝ ᎠᎴ ᎪᎱᏍᏗ ᎤᏕ-ᎵᏛ ᏱᎩ ᎾᏍᎩ ᎠᎦᏙᎥᎯᏍᏗ ᏂᎨᏒᎾ ᎨᏒᎢ."
  },
  {
    "verse": "3",
    "kjv": "Therefore whatsoever ye have spoken in darkness shall be heard in the light; and that which ye have spoken in the ear in closets shall be proclaimed upon the housetops.",
    "web": "Therefore whatever you have said in the darkness will be heard in the light. What you have spoken in the ear in the inner rooms will be proclaimed on the housetops.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎾᎦᎥ ᎪᎱᏍᏗ ᎤᎵᏏᎬ ᎢᏥᏁᏨ ᎢᎦ ᎦᏛ ᎠᏛᎪᏗ ᎨᏎᏍᏗ; ᎾᏍᎩᏃ Ꮎ ᎢᏣᏙᏅᎸᎢ ᏕᎧᏅ-ᏑᎸ, ᎦᏌᎾᎵ ᎬᏂᎨᏒ ᎢᎬᏁᏗ ᎨᏎᏍᏗ."
  },
  {
    "verse": "4",
    "kjv": "And I say unto you my friends, Be not afraid of them that kill the body, and after that have no more that they can do.",
    "web": "“I tell you, my friends, don’t be afraid of those who kill the body, and after that have no more that they can do.",
    "chr": "ᎠᎴ ᎢᏨᏲᏎᎭ ᏂᎯ ᎢᎦᎵᎢ, ᏞᏍᏗ ᏱᏗᏥᏍᎦᎢᎮᏍᏗ ᎠᏰᎸ ᎠᏂᎯᎯ, ᎿᏉᏃ ᎪᎱᏏᏗ ᎤᏟ ᎢᏴᏛ ᏫᎬᏩᎾᏛᏁᏗ ᏂᎨᏒᎾ ᏥᎩ."
  },
  {
    "verse": "5",
    "kjv": "But I will forewarn you whom ye shall fear: Fear him, which after he hath killed hath power to cast into hell; yea, I say unto you, Fear him.",
    "web": "But I will warn you whom you should fear. Fear him who after he has killed, has power to cast into Gehenna. Yes, I tell you, fear him.",
    "chr": "ᎠᏎᏃ ᏓᏨᏰᏯᏔᏂ ᎾᏍᎩ ᎡᏥᎾᏰᏍᏗ ᎨᏒᎢ; ᎡᏥᎾᏰᏍᎨᏍᏗ ᎾᏍᎩ Ꮎ ᏳᏓᎸ, ᏰᎵᏉ ᏨᏍᎩᏃ ᏫᎬᏩᏓᏓᎢᏅᏗ ᎨᏒᎢ; ᎥᎥ ᎢᏨᏲᏎᎭ ᎡᏥᎾᏰᏍᎨᏍᏗ ᎾᏍᎩ."
  },
  {
    "verse": "6",
    "kjv": "Are not five sparrows sold for two farthings, and not one of them is forgotten before God?",
    "web": "“Aren’t five sparrows sold for two assaria coins ? Not one of them is forgotten by God.",
    "chr": "ᏝᏍᎪ ᎯᏍᎩ ᏥᏍᏆᏯ ᏔᎵ ᎢᏯᏓᏅᏖᏗ ᏱᏓᎾᎵᎬᏩᎸᏍᎪᎢ? ᎥᏝᏃ ᏌᏉ ᎾᏍᎩ ᎠᎬᎨᏫᏒᎯ ᏱᎩ ᎤᏁᎳᏅᎯ ᎠᎦᏔᎲᎢ."
  },
  {
    "verse": "7",
    "kjv": "But even the very hairs of your head are all numbered. Fear not therefore: ye are of more value than many sparrows.",
    "web": "But the very hairs of your head are all counted. Therefore don’t be afraid. You are of more value than many sparrows.",
    "chr": "ᎾᏍᏉᏍᎩᏂ ᎢᏥᏍᏗᏰᎬ ᎢᏥᏍᎪᎵ ᏂᎦ-ᏗᏳ ᏗᏎᎸᎯ. ᎾᏍᎩ ᎢᏳᏍᏗ ᏞᏍᏗ ᏱᏥᏍᎦᎢᎮᏍᏗ; ᏂᎯ ᎤᏟ ᎢᎦᎢ ᏗᏣᎬᏩᎶᏗ ᎡᏍᎦᏉ ᎤᏂᏣᏘ ᏥᏍᏆᏯ."
  },
  {
    "verse": "8",
    "kjv": "Also I say unto you, Whosoever shall confess me before men, him shall the Son of man also confess before the angels of God:",
    "web": "“I tell you, everyone who confesses me before men, the Son of Man will also confess before the angels of God;",
    "chr": "ᎾᏍᏉ Ꭲ-ᏨᏲᏎᎭ, ᎩᎶ ᎬᏂᎨᏒ ᎾᏋᏁᎮᏍᏗ ᏴᏫ ᎠᏂᎦᏔᎲᎢ, ᎾᏍᎩ ᏴᏫ ᎤᏪᏥ ᎬᏂᎨᏒ ᎾᏍᏉ ᏅᏓᏳᏩᏁᎵ ᎠᏂᎦᏔᎲ ᏗᏂᎧᎿᏩᏗᏙᎯ ᎤᏁᎳᏅᎯ ᏧᏤᎵᎦ."
  },
  {
    "verse": "9",
    "kjv": "But he that denieth me before men shall be denied before the angels of God.",
    "web": "but he who denies me in the presence of men will be denied in the presence of God’s angels.",
    "chr": "ᎩᎶᏍᎩᏂ ᎠᏆᏓᏱᎮᏍᏗ ᏴᏫ ᎠᏂᎦᏔᎲᎢ, ᎠᎦᏓᏱᏍᏗ ᎨᏎᏍᏗ ᎠᏂᎦᏔᎲ ᏗᏂᎧᎿᏩᏗᏙᎯ ᎤᏁᎳᏅᎯ ᏧᏤᎵᎦ."
  },
  {
    "verse": "10",
    "kjv": "And whosoever shall speak a word against the Son of man, it shall be forgiven him: but unto him that blasphemeth against the Holy Ghost it shall not be forgiven.",
    "web": "Everyone who speaks a word against the Son of Man will be forgiven, but those who blaspheme against the Holy Spirit will not be forgiven.",
    "chr": "ᎠᎴ ᎩᎶ ᎦᏬᏂᏍᎬ ᎠᏡ-ᏗᏍᎨᏍᏗ ᏴᏫ ᎤᏪᏥ, ᎦᏰᏥᏙ-ᎵᏍᏗᏉ ᎨᏎᏍᏗ; ᎩᎶᏍᎩᏂ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᎠᏐᏢᎢᏍᏗᏍᎨᏍᏗ ᎥᏝ ᎦᏰᏥᏙᎵᏍᏗ ᏱᎨᏎᏍᏗ."
  },
  {
    "verse": "11",
    "kjv": "And when they bring you unto the synagogues, and unto magistrates, and powers, take ye no thought how or what thing ye shall answer, or what ye shall say:",
    "web": "When they bring you before the synagogues, the rulers, and the authorities, don’t be anxious how or what you will answer or what you will say;",
    "chr": "ᎠᎴ ᏗᎦᎳᏫᎢᏍᏗᏱ ᏕᏣᏘᏃᎯᎮᏍᏗ, ᎠᎴ ᏄᏂᎬᏫᏳᏌ-ᏕᎩᏱ, ᎠᎴ ᎤᏂᎬᏫᏳᎯᏱ, ᏞᏍᏗ ᏱᏤᎵᎯᏍᎨᏍᏗ ᏄᏍᏛ ᎠᎴ ᎢᏳᏍᏗ ᎨᏒ ᎢᏣᏓᏁᏤᏗᏱ, ᎠᎴ ᎢᏥᏪᏍᏗᏱ;"
  },
  {
    "verse": "12",
    "kjv": "For the Holy Ghost shall teach you in the same hour what ye ought to say.",
    "web": "for the Holy Spirit will teach you in that same hour what you must say.”",
    "chr": "ᎦᎸᏉᏗᏳᏰᏃ ᎠᏓᏅᏙ ᏓᏤᏲᏂ ᎾᎯᏳ ᎨᏒ ᎢᏥᏪᏍᏗᏱ."
  },
  {
    "verse": "13",
    "kjv": "And one of the company said unto him, Master, speak to my brother, that he divide the inheritance with me.",
    "web": "One of the multitude said to him, “Teacher, tell my brother to divide the inheritance with me.”",
    "chr": "ᎠᏏᏴᏫᏃ ᎾᏍᎩ ᎤᎾᏓᏡᎬ ᎯᎠ ᏄᏪᏎᎴᎢ, ᏔᏕᏲᎲᏍᎩ, ᎯᏁᏥ ᏦᏍᏓᏓᏅᏟ ᏔᎵ ᎢᏲᎩᏂᏗᏍᏗᏱ ᏧᎬᏩᎶᏗ ᎤᏘᏴᎯ."
  },
  {
    "verse": "14",
    "kjv": "And he said unto him, Man, who made me a judge or a divider over you?",
    "web": "But he said to him, “Man, who made me a judge or an arbitrator over you?”",
    "chr": "ᎯᎠᏃ ᏄᏪᏎᎴᎢ, ᎯᏍᎦᏯ, ᎦᎪ ᏗᏍᏛᏳᎪᏓᏁᎯ ᎠᎴ ᎢᏍᏛᏯᏙᎮᎯ ᎾᏋᏁᎸ?"
  },
  {
    "verse": "15",
    "kjv": "And he said unto them, Take heed, and beware of covetousness: for a man's life consisteth not in the abundance of the things which he possesseth.",
    "web": "He said to them, “Beware! Keep yourselves from covetousness, for a man’s life doesn’t consist of the abundance of the things which he possesses.”",
    "chr": "ᎠᎴ ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎢᏤᏯᏙᏤᎮᏍᏗ ᏧᎬᏩᎶᏗ ᎠᎬᎥᎯᏍᏗ ᎨᏒᎢ; ᏴᏫᏰᏃ ᎬᏅ ᎥᏝ ᎤᏣᏘ ᎤᎿᎥ ᏳᎵᏍᏕᎸᏙᏗ."
  },
  {
    "verse": "16",
    "kjv": "And he spake a parable unto them, saying, The ground of a certain rich man brought forth plentifully:",
    "web": "He spoke a parable to them, saying, “The ground of a certain rich man produced abundantly.",
    "chr": "ᏚᏟᎶᏍᏓᏁᎴᏃ ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎩᎶ ᎢᏳᏍᏗ ᎤᏪᎿᎢ ᎠᏍᎦᏯ ᎤᎶᎨᏒ ᎤᏣᏘ ᎤᏛᏒᏁᎴᎢ;"
  },
  {
    "verse": "17",
    "kjv": "And he thought within himself, saying, What shall I do, because I have no room where to bestow my fruits?",
    "web": "He reasoned within himself, saying, ‘What will I do, because I don’t have room to store my crops?’",
    "chr": "ᎤᏓᏅᏖᎴᏃ ᎤᏩᏒ ᏧᏓᏅᏛᎢ, ᎯᎠ ᏄᏪᏎᎢ, ᎦᏙ ᏓᎦᏛᏁᎵ, ᎥᏝᏰᏃ ᏰᎵ ᏳᏜᏅᏛ ᎠᎩᏗᏱ ᎠᏆᏛᎯᏎᎸᎯ."
  },
  {
    "verse": "18",
    "kjv": "And he said, This will I do: I will pull down my barns, and build greater; and there will I bestow all my fruits and my goods.",
    "web": "He said, ‘This is what I will do. I will pull down my barns, build bigger ones, and there I will store all my grain and my goods.",
    "chr": "ᎯᎠᏃ ᏄᏪᏎᎢ; ᎯᎠ ᏅᏓᎦᏛᏁᎵ; ᏙᏓᏥᏲᏍᏔᏂ ᎠᎩᏅᏗᏱ ᏓᏓᏁᎸᎢ, ᏧᏛᏂᏗᏃ ᏓᏓᎦᏁᏍᎨᎯ; ᎾᎿᏃ ᏓᏥᏂ ᏂᎦᏛ ᎠᏆᏛᎯᏎᎸᎯ ᎠᎴ ᎠᎩᎾᎥᎢ."
  },
  {
    "verse": "19",
    "kjv": "And I will say to my soul, Soul, thou hast much goods laid up for many years; take thine ease, eat, drink, and be merry.",
    "web": "I will tell my soul, “Soul, you have many goods laid up for many years. Take your ease, eat, drink, and be merry.”’",
    "chr": "ᎯᎠᏃ ᏅᏓᏥᏪᏎᎵ ᎠᏆᏓᏅᏙ; ᎠᏆᏓᏅᏙᎩ, ᎤᏣᏔ ᏣᏍᏆᏂᎪᏗ ᏧᎬᏩᎶᏗ ᎤᏣᏘ ᎢᏧᏕᏘᏴᏗ ᏣᎵᏍᏕᎸᏙᏗ; ᎭᏣᏪᏐᎸᏍᏓ, ᎭᎵᏍᏓᏴᎲᏍᎨᏍᏗ, ᎭᏗᏔᏍᏏᏍᏗ, ᎭᎵᎮᎵᎨᏍᏗ."
  },
  {
    "verse": "20",
    "kjv": "But God said unto him, Thou fool, this night thy soul shall be required of thee: then whose shall those things be, which thou hast provided?",
    "web": "“But God said to him, ‘You foolish one, tonight your soul is required of you. The things which you have prepared—whose will they be?’",
    "chr": "ᎠᏎᏃ ᎤᏁᎳᏅᎯ ᎯᎠ ᏄᏪᏎᎴᎢ; ᏂᏣᏓᏅᏛᎾ, ᎪᎯᏉ ᎤᏒᎢ ᏣᏓᏅᏙ ᏓᏰᏣᏯᏅᏒᎵ; ᎦᎪᏃ ᎤᏤᎵ ᎨᏎᏍᏗ ᎾᏍᎩ ᏥᏣᏓᏁᎳᏅ."
  },
  {
    "verse": "21",
    "kjv": "So is he that layeth up treasure for himself, and is not rich toward God.",
    "web": "So is he who lays up treasure for himself, and is not rich toward God.”",
    "chr": "ᎾᏍᎩ ᎯᎠ ᏄᏍᏗ ᎩᎶ ᏣᏓᏓᏟᏌᏁᎰ ᏧᎬᏩᏩᏗ ᎤᏩᏒ ᎤᏤᎵᎦ, ᎤᏁᎳᏅᎯᏱᏃ ᎢᏗᏢ ᏄᏪᎿᎥᎾ ᏥᎨᏐᎢ."
  },
  {
    "verse": "22",
    "kjv": "And he said unto his disciples, Therefore I say unto you, Take no thought for your life, what ye shall eat; neither for the body, what ye shall put on.",
    "web": "He said to his disciples, “Therefore I tell you, don’t be anxious for your life, what you will eat, nor yet for your body, what you will wear.",
    "chr": "ᎯᎠᏃ ᏂᏚᏪᏎᎴ ᎬᏩᏍᏓᏩᏗᏙᎯ, ᎾᏍᎩ ᎢᏳᏍᏗ ᎯᎠ ᏂᏨᏪᏎᎭ, ᏞᏍᏗ ᏱᏤᎵᎯᏍᎨᏍᏗ ᏕᏨᏅᎢ, ᎢᏳᏍᏗ ᎢᏣᎵᏍᏓᏴᏗᏱ; ᎠᎴ ᏗᏥᏰᎸᎢ, ᎢᏳᏍᏗ ᏗᏣᏄᏬᏍᏗᏱ."
  },
  {
    "verse": "23",
    "kjv": "The life is more than meat, and the body is more than raiment.",
    "web": "Life is more than food, and the body is more than clothing.",
    "chr": "ᎠᎬᏅ ᎤᏟᎯᏳ ᎡᏍᎦᏉ ᎠᎵᏍᏓᏴᏗ, ᎠᎴ ᎠᏰᎸ ᎤᏟᎯᏳ ᎡᏍᎦᏉ ᏗᏄᏪ."
  },
  {
    "verse": "24",
    "kjv": "Consider the ravens: for they neither sow nor reap; which neither have storehouse nor barn; and God feedeth them: how much more are ye better than the fowls?",
    "web": "Consider the ravens: they don’t sow, they don’t reap, they have no warehouse or barn, and God feeds them. How much more valuable are you than birds!",
    "chr": "ᎪᎳᏅ ᏗᏣᏓᏅᏛᎵ; ᎥᏝᏰᏃ ᏯᏂᏫᏍᎪᎢ, ᎥᏝ ᎠᎴ ᏯᏂᏍᎫᏕᏍᎪᎢ; ᎥᏝ ᎠᎴ ᏧᎾᏓᎾᏅᏗᏱ ᎠᎴ ᎤᏂᏅᏗᏱ ᏱᏓᏓᏁᎸ; ᎠᎴ ᎤᏁᎳᏅᎯ ᏕᎨᎶᎰᎢ. ᏂᎦᎥᎤᏟ ᏁᏥᎸᏉᏗ ᏂᎯ ᎡᏍᎦᏉ ᏥᏍᏆ."
  },
  {
    "verse": "25",
    "kjv": "And which of you with taking thought can add to his stature one cubit?",
    "web": "Which of you by being anxious can add a cubit to his height?",
    "chr": "ᎦᎪᏃ ᎯᎠ ᏥᏂᏣᏛᏅ ᎤᏪᎵᎯᏍᎬᏉ ᏖᎵ ᏱᎦᏅᎯᏓ ᎬᏅᎢ ᏌᏉ ᎢᏯᎩᏳᏍᏈᏛ."
  },
  {
    "verse": "26",
    "kjv": "If ye then be not able to do that thing which is least, why take ye thought for the rest?",
    "web": "If then you aren’t able to do even the least things, why are you anxious about the rest?",
    "chr": "ᎢᏳᏃ ᎾᏍᎩ ᎤᏍᏗᎧᏂ ᎨᏒ ᏰᎵ ᎢᎨᏣᏛᏁᏗ ᏂᎨᏒᎾ ᏱᎩ, ᎦᏙᏃ ᎠᏏ ᏅᏩᏓᎴ ᏫᏤᎵᎯᏍᎪᎢ?"
  },
  {
    "verse": "27",
    "kjv": "Consider the lilies how they grow: they toil not, they spin not; and yet I say unto you, that Solomon in all his glory was not arrayed like one of these.",
    "web": "Consider the lilies, how they grow. They don’t toil, neither do they spin; yet I tell you, even Solomon in all his glory was not arrayed like one of these.",
    "chr": "ᎢᏣᏓᏅᏛᎵ ᏧᏥᎸᎯ ᏓᏛᏍᎬᎢ; ᎥᏝ ᏱᏚᏂᎸᏫᏍᏓᏁᎰᎢ, ᎥᏝ ᎠᎴ ᏯᏂᏍᏙᎰᎢ; ᎠᏎᏃ ᎯᎠ ᏂᏨᏪᏎᎭ, ᎾᏍᏉ ᏐᎵᎹᏅ ᏂᎦᎥ ᎤᏬᏚᎯᏳ ᎨᏒ ᎥᏝ ᎾᏍᎩ ᏱᏄᏍᏕ ᏚᏄᏩᎥᎢ ᎯᎠ ᎾᏍᎩ ᏌᏉ ᏄᏍᏛᎢ."
  },
  {
    "verse": "28",
    "kjv": "If then God so clothe the grass, which is to day in the field, and to morrow is cast into the oven; how much more will he clothe you, O ye of little faith?",
    "web": "But if this is how God clothes the grass in the field, which today exists and tomorrow is cast into the oven, how much more will he clothe you, O you of little faith?",
    "chr": "ᎢᏳᏰᏃ ᎤᏁᎳᏅᎯ ᎾᏍᎩ ᏱᏂᎬᏁᎭ ᏱᎦᏄᏬᎭ ᎧᏁᏍᎦ, ᎾᏍᎩ ᎪᎯ ᎢᎦ ᏠᎨᏏ ᏤᎭ, ᎤᎩᏨᏅᏃ ᏗᎦᏚᏗᏱ ᏬᎾᏗᏅᏗ ᏥᎩ, ᎤᏟᎯᏳᏍᎩᏂ ᏂᎯ ᏂᏙᏓᏥᏄᏬᎢ ᎤᏍᏗ ᎢᏦᎯᏳᎯ!"
  },
  {
    "verse": "29",
    "kjv": "And seek not ye what ye shall eat, or what ye shall drink, neither be ye of doubtful mind.",
    "web": "“Don’t seek what you will eat or what you will drink; neither be anxious.",
    "chr": "ᎠᎴ ᏞᏍᏗ ᏂᎯ ᏱᏥᏲᎮᏍᏗ ᎢᏳᏍᏗ ᎢᏣᎵᏍᏓᏴᏗᏱ, ᎠᎴ ᎢᏳᏍᏗ ᎢᏣᏗᏔᏍᏗᏱ, ᎠᎴ ᏞᏍᏗ ᏧᏢᏫᏛ ᏱᏂᏚᏍᏕᏍᏗ ᏕᏣᏓᏅᏛᎢ."
  },
  {
    "verse": "30",
    "kjv": "For all these things do the nations of the world seek after: and your Father knoweth that ye have need of these things.",
    "web": "For the nations of the world seek after all of these things, but your Father knows that you need these things.",
    "chr": "ᎾᏍᎩᏰᏃ ᏂᎦᏛ ᎯᎠ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᎡᎶᎯ ᏓᏁᏩᏗᏒ ᎤᏂᏲᎰᎢ; ᎢᏥᏙᏓᏃ ᎠᎦᏔᎰ ᎾᏍᎩ ᎯᎠ ᏧᏓᎴᏅᏛ ᎢᏥᏂᎬᎬᎢ."
  },
  {
    "verse": "31",
    "kjv": "But rather seek ye the kingdom of God; and all these things shall be added unto you.",
    "web": "But seek God’s Kingdom, and all these things will be added to you.",
    "chr": "ᎢᏥᏲᎮᏍᏗᏍᎩᏂ ᎤᏁᎳᏅᎯ ᎤᎬᏫᏳᎯ ᎨᏒᎢ; ᎾᏍᎩᏃ ᎯᎠ ᏂᎦᏛ ᏧᏓᎴᏅᏛ ᎡᏣᏠᏯᏍᏓᏁᏗ ᎨᏎᏍᏗ."
  },
  {
    "verse": "32",
    "kjv": "Fear not, little flock; for it is your Father's good pleasure to give you the kingdom.",
    "web": "“Don’t be afraid, little flock, for it is your Father’s good pleasure to give you the Kingdom.",
    "chr": "ᏞᏍᏗ ᏱᏥᏍᎦᎢᎮᏍᏗ ᎢᏥᎦᏲᎵ ᎠᏫ; ᎢᏥᏙᏓᏰᏃ ᎣᏏᏳ ᎤᏰᎸᎭ ᎢᏥᏁᏗᏱ ᎤᎬᏫᏳᎯ ᎨᏒᎢ."
  },
  {
    "verse": "33",
    "kjv": "Sell that ye have, and give alms; provide yourselves bags which wax not old, a treasure in the heavens that faileth not, where no thief approacheth, neither moth corrupteth.",
    "web": "Sell what you have and give gifts to the needy. Make for yourselves purses which don’t grow old, a treasure in the heavens that doesn’t fail, where no thief approaches and no moth destroys.",
    "chr": "ᎢᏥᎾᏕᎨᏍᏗ ᎢᏥᎿᎥᎢ ᎠᎴ ᎢᏣᏓᏁᎸᎥᏍᎨᏍᏗ; ᎢᏣᏓᏁᎴᏍᏗ ᏕᎦᎶᏗ ᏂᏚᏪᏔᎬᎾ, ᏧᎬᏩᎶᏗ ᎦᎸᎳᏗ ᏫᏥᏟᏏᏍᎨᏍᏗ ᎠᏗᏒᎲᏍᎩ ᏂᎨᏒᎾ, ᎾᎿ ᏫᎬᏩᎷᎯᏍᏗ ᏂᎨᏒᎾ ᎦᏃᏍᎩᏍᎩ, ᎠᎴ ᏥᏍᎪᏯ ᏫᎬᏩᏲᏍᏙᏗ ᏂᎨᏒᎾ."
  },
  {
    "verse": "34",
    "kjv": "For where your treasure is, there will your heart be also.",
    "web": "For where your treasure is, there will your heart be also.",
    "chr": "ᎾᎿᏰᏃ ᏫᏥᎲ ᏧᎬᏩᎶᏗ, ᎾᎿ ᎾᏍᏉ ᏫᏓᎮᏍᏗ ᏗᏥᎾᏫ."
  },
  {
    "verse": "35",
    "kjv": "Let your loins be girded about, and your lights burning;",
    "web": "“Let your waist be dressed and your lamps burning.",
    "chr": "ᏕᏣᏓᏠᎮᏍᏗ, ᏕᏥᏨᏍᏛᏃ ᏓᏓᏪᎵᎩᏍᎨᏍᏗ."
  },
  {
    "verse": "36",
    "kjv": "And ye yourselves like unto men that wait for their lord, when he will return from the wedding; that when he cometh and knocketh, they may open unto him immediately.",
    "web": "Be like men watching for their lord when he returns from the wedding feast, that when he comes and knocks, they may immediately open to him.",
    "chr": "ᎢᏨᏒᏃ ᏕᏣᏤᎴᏍᏗ ᎠᏂᏍᎦᏯ ᎾᏍᎩ ᏣᏂᎦᏘᏲ ᎤᏂᏅᏏᏙᎯ, ᎢᏳᏉ ᎤᎷᎯᏍᏗᏱ ᏕᎨᎦᏨᏍᏗᏍᎬ ᏭᏪᏙᎸᎯ; ᎾᏍᎩᏃ ᏳᎷᏨ ᎠᎴ ᏳᏩᏂᎸ, ᎾᏍᎩ ᎩᎳᏉ ᎢᏴᏛ ᏫᎬᏩᏍᏚᎢᎡᏗᏱ."
  },
  {
    "verse": "37",
    "kjv": "Blessed are those servants, whom the lord when he cometh shall find watching: verily I say unto you, that he shall gird himself, and make them to sit down to meat, and will come forth and serve them.",
    "web": "Blessed are those servants whom the lord will find watching when he comes. Most certainly I tell you that he will dress himself, make them recline, and will come and serve them.",
    "chr": "ᎣᏏᏳ ᎢᏳᎾᎵᏍᏓᏁᏗ ᎾᏍᎩ ᎨᏥᏅᏏᏓᏍᏗ, ᎤᏂᏅᏏᏙᎯ ᎦᎷᏨᎭ ᏓᏩᏛᎲᎭ ᎠᏂᏯᏫᏍᎬᎢ; ᎤᏙᎯᏳᎯᏯ ᎢᏣᏲᏎᎭ ᏛᏓᏠᎵ ᎤᏩᏒ, ᎠᎴ ᏙᏓᎧᏁᏤᎵ ᎤᎾᏂᏢᏗᏱ [ᎤᎾᎵᏍᏓᏴᏗᏱ,] ᎠᎴ ᏓᎦᎷᏥ ᏙᏛᏍᏕᎸᎯ."
  },
  {
    "verse": "38",
    "kjv": "And if he shall come in the second watch, or come in the third watch, and find them so, blessed are those servants.",
    "web": "They will be blessed if he comes in the second or third watch and finds them so.",
    "chr": "ᎢᏳᏃ ᏔᎵᏁ ᎠᏯᏫᏍᏗᏱ ᎨᏒ ᏳᎷᏨ, ᎠᎴ ᏦᎢᏁ ᎠᏯᏫᏍᏗᏱ ᎨᏒ ᏳᎷᏨ, ᎠᎴ ᏱᏚᏩᏛᎲ ᎾᏍᎩ ᎾᎾᏛᏁᎲᎢ, ᎣᏏᏳ ᎢᏳᎾᎵᏍᏓᏁᏗ ᎾᏍᎩ ᎨᏥᏅᏏᏓᏍᏗ."
  },
  {
    "verse": "39",
    "kjv": "And this know, that if the goodman of the house had known what hour the thief would come, he would have watched, and not have suffered his house to be broken through.",
    "web": "But know this, that if the master of the house had known in what hour the thief was coming, he would have watched and not allowed his house to be broken into.",
    "chr": "ᎯᎠᏃ ᎾᏍᎩ ᎢᏥᎦᏔᎮᏍᏗ, ᎾᏍᎩ ᎢᏳ ᎦᏁᎳ ᏯᎦᏔᎮ ᎢᏳᏟᎶᏛ ᎠᎵᏰᎢᎵᏒ ᏗᎦᎷᏥᏒ ᎦᏃᏍᎩᏍᎩ, ᏳᏯᏫᏎᎢ, ᎠᎴ ᎥᏝ ᏩᎩᏴᏏ ᎠᏓᏁᎸ ᏱᎬᏪᎵᏎᎢ."
  },
  {
    "verse": "40",
    "kjv": "Be ye therefore ready also: for the Son of man cometh at an hour when ye think not.",
    "web": "Therefore be ready also, for the Son of Man is coming in an hour that you don’t expect him.”",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᏂᎯ ᎾᏍᏉ ᎢᏣᏛᏅᎢᏍᏕᏍᏗ; ᏴᏫᏰᏃ ᎤᏪᏥ ᏓᎦᎷᏥ ᎢᏳᏉ ᎠᎵᏰᎢᎵᏒ ᏂᏤᎵᏍᎬᎾ ᎨᏒᎢ."
  },
  {
    "verse": "41",
    "kjv": "Then Peter said unto him, Lord, speakest thou this parable unto us, or even to all?",
    "web": "Peter said to him, “Lord, are you telling this parable to us, or to everybody?”",
    "chr": "ᏈᏓᏃ ᎯᎠ ᏄᏪᏎᎴᎢ, ᏣᎬᏫᏳᎯ, ᎠᏴᏍᎪ ᎯᎠ ᎾᏍᎩ ᏕᏍᎩᏯᏟᎶᏍᏓᏁᎭ, ᏂᎦᏛᏉᎨ?"
  },
  {
    "verse": "42",
    "kjv": "And the Lord said, Who then is that faithful and wise steward, whom his lord shall make ruler over his household, to give them their portion of meat in due season?",
    "web": "The Lord said, “Who then is the faithful and wise steward, whom his lord will set over his household, to give them their portion of food at the right times?",
    "chr": "ᎤᎬᏫᏳᎯᏃ ᎯᎠ ᏄᏪᏎᎢ, ᎦᎪᏃ ᎾᏍᎩ Ꮎ ᎣᏍᏛ ᎠᎴ ᎠᎦᏔᎾᎢ ᎠᏓᏁᎸ ᎠᏥᎦᏘᏗᏍᏗ, ᎾᏍᎩ ᎤᏅᏏᏙᎯ ᏄᎬᏫᏳᏌᏕᎩ ᏅᏓᏳᏩᏁᎵ ᎦᏁᎸᎢ, ᎾᏍᎩ ᏧᏁᏗᏱ ᎤᎾᎵᏍᏓᏴᏗ ᏂᏓᏍᏆᎸᎯᏒᎢ?"
  },
  {
    "verse": "43",
    "kjv": "Blessed is that servant, whom his lord when he cometh shall find so doing.",
    "web": "Blessed is that servant whom his lord will find doing so when he comes.",
    "chr": "ᎣᏏᏳ ᎢᏳᎵᏍᏓᏁᏗ ᎾᏍᎩ Ꮎ ᎠᏥᏅᏏᏓᏍᏗ, ᎾᏍᎩ ᎤᏅᏏᏙᎯ ᎦᎷᏨᎭ ᎤᏩᏛᎲ ᎾᏍᎩ ᎾᏛᏁᎲᎢ."
  },
  {
    "verse": "44",
    "kjv": "Of a truth I say unto you, that he will make him ruler over all that he hath.",
    "web": "Truly I tell you that he will set him over all that he has.",
    "chr": "ᎤᏙᎯᏳᎯᏯ ᎢᏨᏲᏎᎭ, ᎾᏍᎩ ᎤᎬᏫᏳᏌᏕᎩ ᏅᏓᏳᏩᏁᎵ ᏂᎦᎥ ᎤᎿᎥᎢ."
  },
  {
    "verse": "45",
    "kjv": "But and if that servant say in his heart, My lord delayeth his coming; and shall begin to beat the menservants and maidens, and to eat and drink, and to be drunken;",
    "web": "But if that servant says in his heart, ‘My lord delays his coming,’ and begins to beat the menservants and the maidservants, and to eat and drink and to be drunken,",
    "chr": "ᎢᏳᏍᎩᏂ ᎾᏍᎩ Ꮎ ᎠᏥᏅᏏᏓᏍᏗ ᎯᎠ ᏂᎦᏪᏒ ᎤᎾᏫᏱ, ᎠᎩᏅᏏᏙᎯ ᎪᎯᏗᎭ ᎤᎷᎯᏍᏗᏱ; ᎠᎴ ᎠᎴᏅᎲᎭ ᏙᎦᎵᎥᏂᎮᏍᏗ ᎠᏂᏍᎦᏯ ᎠᎴ ᎠᏂᎨᏴ ᎨᏥᏅᏏᏓᏍᏗ, ᎠᎴ ᎠᎵᏍᏓᏴᎲᏍᎨᏍᏗ ᎠᎴ ᎠᏗᏔᏍᎨᏍᏗ, ᎠᎴ ᎤᏴᏍᏕᏍᎨᏍᏗ;"
  },
  {
    "verse": "46",
    "kjv": "The lord of that servant will come in a day when he looketh not for him, and at an hour when he is not aware, and will cut him in sunder, and will appoint him his portion with the unbelievers.",
    "web": "then the lord of that servant will come in a day when he isn’t expecting him and in an hour that he doesn’t know, and will cut him in two, and place his portion with the unfaithful.",
    "chr": "ᎾᏍᎩ Ꮎ ᎠᏥᏅᏏᏓᏍᏗ ᎤᏅᏏᏙᎯ ᏓᎦᎷᏥ ᎢᏳᏉ ᎢᎦ ᎾᏓᎦᏖᏃᎲᎾ ᎨᏒᎢ, ᎠᎴ ᎢᏳᏉ ᎠᎵᏰᎵᏒ ᏁᎵᏍᎬᎾ ᎨᏒᎢ, ᎠᎴ ᏙᏓᏳᎦᎵᏏ, ᎠᎴ ᏮᏓᏳᏎᎮᎵ ᏄᏃᎯᏳᏒᎾ ᏗᏁᎲᎢ."
  },
  {
    "verse": "47",
    "kjv": "And that servant, which knew his lord's will, and prepared not himself, neither did according to his will, shall be beaten with many stripes.",
    "web": "That servant who knew his lord’s will, and didn’t prepare nor do what he wanted, will be beaten with many stripes,",
    "chr": "ᎾᏍᎩᏃ Ꮎ ᎠᏥᏅᏏᏓᏍᏗ ᎠᎦᏔᎯ ᏄᏍᏛ ᎤᏚᎵᏍᎬ ᎤᏅᏏᏙᎯ, ᎠᎴ ᏄᏛᏅᎢᏍᏔᏅᎾ ᎢᎨᏎᏍᏗ, ᎠᎴ ᎾᏍᎩᏯ ᏄᏍᏛ ᎤᏚᎵᏍᎬ ᏄᏛᏁᎸᎾ ᎢᎨᏎᏍᏗ, ᎤᏣᏘ ᎢᏯᎬᏂᏍᏗ ᎨᏎᏍᏗ."
  },
  {
    "verse": "48",
    "kjv": "But he that knew not, and did commit things worthy of stripes, shall be beaten with few stripes. For unto whomsoever much is given, of him shall be much required: and to whom men have committed much, of him they will ask the more.",
    "web": "but he who didn’t know, and did things worthy of stripes, will be beaten with few stripes. To whomever much is given, of him will much be required; and to whom much was entrusted, of him more will be asked.",
    "chr": "ᎾᏍᎩᏂ ᎾᎦᏔᎲᎾ ᎨᏒ ᎠᎴ ᏰᎵᏉ ᎦᏰᏥᎵᎥᏂᏍᏗ ᎢᏳᏛᏁᎸᎯ ᎨᏎᏍᏗ ᎾᏍᎩ ᎦᏲᎵᏉ ᎢᏯᎬᏂᏍᏗ ᎨᏎᏍᏗ. ᏱᎶᏃ ᎤᏣᏘ ᎠᏥᏁᎸᎯ, ᎤᏣᏘ ᎠᏥᏔᏲᏎᏗ ᎨᏎᏍᏗ; ᎠᎴ ᎩᎶ ᎤᏣᏘ ᏗᎬᏩᏲᎯᏎᎸᎯ ᏴᏫ, ᎾᏍᎩ ᎤᏟ ᎢᎦᎢ ᎬᏩᏔᏲᏎᏗ ᎨᏎᏍᏗ."
  },
  {
    "verse": "49",
    "kjv": "I am come to send fire on the earth; and what will I, if it be already kindled?",
    "web": "“I came to throw fire on the earth. I wish it were already kindled.",
    "chr": "ᎠᎩᎷᏥᎸ ᎾᏍᎩ ᎢᏯᏋᏂᎢᏗᏱ ᎠᏥᎸ ᎦᏙᎯ ᎤᎷᎯᏍᏗᏱ; ᎠᎴ ᎦᏙ ᏯᏆᏚᎳ ᎢᏳᏃ ᎦᏳᎳ ᏳᏥᏍᏝ?"
  },
  {
    "verse": "50",
    "kjv": "But I have a baptism to be baptized with; and how am I straitened till it be accomplished!",
    "web": "But I have a baptism to be baptized with, and how distressed I am until it is accomplished!",
    "chr": "ᎠᏎᏃ ᎠᎩᎭ ᎠᏓᏬᏍᏗ ᎨᏒ ᎥᏆᏬᏍᏙᏗ; ᎠᎴ ᏂᎦᎥ ᎤᏪᎵᎯᏍᏗ ᎠᏆᏓᏅᏔ ᎬᏂ ᎠᎵᏍᏆᏛᎭ!"
  },
  {
    "verse": "51",
    "kjv": "Suppose ye that I am come to give peace on earth? I tell you, Nay; but rather division:",
    "web": "Do you think that I have come to give peace in the earth? I tell you, no, but rather division.",
    "chr": "ᏥᏌ ᏅᏩᏙᎯᏯᏛ ᏚᏁᎵᎸ ᎡᎶᎯ ᏍᎩᏰᎵᏎᎭ? ᎥᏝ ᎢᏨᏲᏎᎭ; ᏔᎵᏉᏍᎩᏂ ᎢᏳᎾᏓᏗᏍᏗᏱ;"
  },
  {
    "verse": "52",
    "kjv": "For from henceforth there shall be five in one house divided, three against two, and two against three.",
    "web": "For from now on, there will be five in one house divided, three against two, and two against three.",
    "chr": "ᎪᎯᏰᏃ ᎢᏳᏓᎴᏅᏛ ᏏᏓᏁᎸᎯ ᎨᏒ ᎯᎠᎩ ᎢᏯᏂᏛ ᏔᎵ ᏄᎾᏓᎡᏍᏗ, ᏦᎢ ᎢᏯᏂᏛ ᎤᎾᎵᎪᏎᏍᏗ ᎠᏂᏔᎵ ᏚᎾᏡᏕᏍᏗ, ᎠᎴ ᎠᏂᏔᎵ ᎤᎾᎵᎪᏎᏍᏗ ᏦᎢ ᏚᎾᏡᏕᏍᏗ."
  },
  {
    "verse": "53",
    "kjv": "The father shall be divided against the son, and the son against the father; the mother against the daughter, and the daughter against the mother; the mother in law against her daughter in law, and the daughter in law against her mother in law.",
    "web": "They will be divided, father against son, and son against father; mother against daughter, and daughter against her mother; mother-in-law against her daughter-in-law, and daughter-in-law against her mother-in-law.”",
    "chr": "ᎠᎦᏴᎵᎨᎢ ᏔᎵ ᏄᎾᏓᎡᏍᏗ ᎠᏍᎦᏯ ᎤᏪᏥ, ᎠᎦᏅᎩᏃ ᎠᏍᎦᏯ ᏔᎵ ᏄᎾᏓᎡᏍᏗ ᎤᏙᏓ; ᎠᎴ ᎠᎨᏴ ᏔᎵ ᏄᎾᏓᎡᏍᏗ ᎠᎨᏴ ᎤᏪᏥ, ᎠᎴ ᎠᎦᏅᎩ ᎠᎨᏴ ᏔᎵ ᏄᎾᏓᎡᏍᏗ ᎤᏥ; ᎤᏦᎯᏃ ᏔᎵ ᏄᎾᏓᎡᏍᏗ ᎤᏓᏦᎯᏯ, ᎠᎴ ᎤᏓᏦᎯᏯ ᏔᎵ ᏄᎾᏓᎡᏍᏗ ᎤᏦᎯ."
  },
  {
    "verse": "54",
    "kjv": "And he said also to the people, When ye see a cloud rise out of the west, straightway ye say, There cometh a shower; and so it is.",
    "web": "He said to the multitudes also, “When you see a cloud rising from the west, immediately you say, ‘A shower is coming,’ and so it happens.",
    "chr": "ᎠᎴ ᎾᏍᏉ ᎯᎠ ᏂᏚᏪᏎᎴ ᏴᏫ, ᎤᎶᎩᎸ ᎢᏥᎪᏩᏛ ᏅᏙ ᏭᏕᎵᎬ ᏓᎦᎶᎯ, ᎩᎳᏉ ᎢᏴᏛ ᎯᎠ ᏂᏥᏪᏍᎪᎢ, ᎠᎹ ᏛᏰᎢᎵ; ᎾᏍᎩᏃ ᏂᎦᎵᏍᏗᏍᎪᎢ."
  },
  {
    "verse": "55",
    "kjv": "And when ye see the south wind blow, ye say, There will be heat; and it cometh to pass.",
    "web": "When a south wind blows, you say, ‘There will be a scorching heat,’ and it happens.",
    "chr": "ᎠᎴ ᎢᏣᏙᎴᎰᎯ ᏧᎦᎾᏮ ᏗᎦᏃᎸᏗᏍᎬᎢ, ᎯᎠ ᏂᏥᏪᏍᎪᎢ, ᎤᏗᎴᎩᏳ ᎨᏎᏍᏗ; ᎠᎴ ᎾᏍᎩ ᏂᎦᎵᏍᏗᏍᎪᎢ."
  },
  {
    "verse": "56",
    "kjv": "Ye hypocrites, ye can discern the face of the sky and of the earth; but how is it that ye do not discern this time?",
    "web": "You hypocrites! You know how to interpret the appearance of the earth and the sky, but how is it that you don’t interpret this time?",
    "chr": "ᎢᏣᏠᎾᏍᏗ! ᏰᎵᏉ ᎢᏣᏙᎴᎰᏍᎪ ᏄᏍᏛ ᎦᎸᎳᏗ, ᎠᎴ ᎡᎶᎯ; ᎦᏙᏃ ᏗᎦᎵᏍᏙᏗᎭ ᏂᏣᏙᎴᎰᏍᎬᎾ ᏥᎩ ᎪᎯ ᎨᏒᎢ?"
  },
  {
    "verse": "57",
    "kjv": "Yea, and why even of yourselves judge ye not what is right?",
    "web": "“Why don’t you judge for yourselves what is right?",
    "chr": "ᎠᎴ ᎦᏙᏃ ᎢᏨᏒ ᎨᏒ ᏗᎨᏧᎪᏙᏗ ᏂᎨᏒᎾ ᎢᎩ ᏚᏳᎪᏛ ᎨᏒᎢ?"
  },
  {
    "verse": "58",
    "kjv": "When thou goest with thine adversary to the magistrate, as thou art in the way, give diligence that thou mayest be delivered from him; lest he hale thee to the judge, and the judge deliver thee to the officer, and the officer cast thee into prison.",
    "web": "For when you are going with your adversary before the magistrate, try diligently on the way to be released from him, lest perhaps he drag you to the judge, and the judge deliver you to the officer, and the officer throw you into prison.",
    "chr": "ᎢᏳᏃ ᏣᏱᎵᏙᎯ ᏗᏓᎪᏗᏍᎩᏱ ᏍᏓᎢᏎᏍᏗ, ᎠᏏᏉ ᏫᏍᏓᎢᏒᎢ, ᎭᏟᏂᎬᏁᎸᎭ ᎯᏯᏚᎵᏔᎡᏗᏱ; ᏗᏓᎪᏗᏍᎩᏱ ᎾᏏ ᏫᏱᏣᏘᏃᎦ, ᏗᏓᎪᏗᏍᎩᏃ ᏗᏓᏂᏱᏍᎩᏱ ᏫᏱᏕᏣᏲᎯ, ᏗᏓᏂᏱᏍᎩᏃ ᏗᏓᏍᏚᏗᏱ ᏫᏱᏣᏴᏓ."
  },
  {
    "verse": "59",
    "kjv": "I tell thee, thou shalt not depart thence, till thou hast paid the very last mite.",
    "web": "I tell you, you will by no means get out of there until you have paid the very last penny.”",
    "chr": "ᎬᏲᏎᎭ, ᎥᏝ ᎾᎿ ᏴᏛᎦᎯᏄᎪᎢ, ᎬᏂ ᏣᏓᏴᎮᏍᏗ ᎤᎵᏍᏆᎸᏗ ᎠᎩᏄᏛᏗ ᎢᏯᏓᏅᏖᏗ."
  }
]
