[
  {
    "verse": "1",
    "kjv": "And it came to pass, as he went into the house of one of the chief Pharisees to eat bread on the sabbath day, that they watched him.",
    "web": "When he went into the house of one of the rulers of the Pharisees on a Sabbath to eat bread, they were watching him.",
    "chr": "ᎯᎠᏃ ᏄᎵᏍᏔᏁᎢ, ᎾᏍᎩ ᎤᏴᎸ ᎩᎶ ᎢᏳᏍᏗ ᏣᎦᏁᎶᏗ ᎠᏆᎵᏏ ᎦᏁᎸ ᎤᎵᏍᏓᏴᏗᏱ ᎤᎾᏙᏓᏆᏍᎬ ᎢᎦ, ᎾᏍᎩ ᎬᏩᎦᏌᏯᏍᏕᎢ."
  },
  {
    "verse": "2",
    "kjv": "And, behold, there was a certain man before him which had the dropsy.",
    "web": "Behold, a certain man who had dropsy was in front of him.",
    "chr": "ᎬᏂᏳᏉᏃ ᎩᎶ ᎢᏳᏍᏗ ᎠᏍᎦᏯ ᎢᎬᏱᏗᏢ ᏄᏛᏁ ᎤᏢᎩ ᎠᎹ ᎤᏓᏁᏁᎯ."
  },
  {
    "verse": "3",
    "kjv": "And Jesus answering spake unto the lawyers and Pharisees, saying, Is it lawful to heal on the sabbath day?",
    "web": "Jesus, answering, spoke to the lawyers and Pharisees, saying, “Is it lawful to heal on the Sabbath?”",
    "chr": "ᏥᏌᏃ ᎤᏁᏤ ᎯᎠ ᏂᏚᏪᏎᎴ ᏗᎧᎿᎦᏛᏍᏗ ᏗᏃᏏᏏᏍᎩ ᎠᎴ ᎠᏂᏆᎵᏏ; ᏚᏳᎪᏗᏍᎪ ᏗᏓᏅᏬᏗᏱ ᎤᎾᏙᏓᏆᏍᎬ ᎢᎦ?"
  },
  {
    "verse": "4",
    "kjv": "And they held their peace. And he took him, and healed him, and let him go;",
    "web": "But they were silent. He took him, and healed him, and let him go.",
    "chr": "ᎡᎳᏪᏱᏃ ᎤᏅᏁᎢ. ᎤᏂᏴᎲᏃ ᎤᏅᏩᏁᎢ, ᎠᎴ ᏚᏲᏎᎢ;"
  },
  {
    "verse": "5",
    "kjv": "And answered them, saying, Which of you shall have an ass or an ox fallen into a pit, and will not straightway pull him out on the sabbath day?",
    "web": "He answered them, “Which of you, if your son or an ox fell into a well, wouldn’t immediately pull him out on a Sabbath day?”",
    "chr": "ᏚᏁᏤᎴᏃ ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎦᎪ ᎯᎠ ᏥᏂᏣᏛᏅ ᏐᏈᎵ-ᏗᎦᎵᎠᏅᎯᏛ ᎠᎴ ᏩᎦ ᏳᎸᏤ-Ꮈ ᎠᏔᎴᏒ ᎥᏝ ᎩᎳᏉ ᎢᏴᏛ ᏱᏮᎦᎳᎩ ᎤᎾᏙᏓᏆᏍᎬ ᎢᎦ?"
  },
  {
    "verse": "6",
    "kjv": "And they could not answer him again to these things.",
    "web": "They couldn’t answer him regarding these things.",
    "chr": "ᎥᏝᏃ ᏰᎵ ᏅᏓᎬᏪᏬᎯᎵᏴᏍᏓᏁᏗ ᏱᎨᏎ ᎾᏍᎩ ᎯᎠ."
  },
  {
    "verse": "7",
    "kjv": "And he put forth a parable to those which were bidden, when he marked how they chose out the chief rooms; saying unto them.",
    "web": "He spoke a parable to those who were invited, when he noticed how they chose the best seats, and said to them,",
    "chr": "ᎠᎴ ᏚᏟᎶᏍᏔᏁᎴ ᎾᏍᎩ ᎾᏫᎨᏥᏯᏅᏛ, ᏚᎪᎲ ᏓᎾᏑᏰᏍᎬ ᏄᎬᏫᏳᏒ ᏗᏂᏢᏗᏱ, ᎯᎠ ᏂᏚᏪᏎᎴᎢ,"
  },
  {
    "verse": "8",
    "kjv": "When thou art bidden of any man to a wedding, sit not down in the highest room; lest a more honourable man than thou be bidden of him;",
    "web": "“When you are invited by anyone to a wedding feast, don’t sit in the best seat, since perhaps someone more honorable than you might be invited by him,",
    "chr": "ᎢᏳᏃ ᎩᎶ ᏕᎨᎦᏨᏍᏗᏍᎬ ᏤᏅ-ᏍᏗᏱ ᏣᏯᏅᎲᎭ, ᏞᏍᏗ ᏄᎬᏫᏳᏒ ᏗᏂᏢᏗᏱ ᏣᏂᏏᏅᎩ; ᎤᏟᏰᏃ ᎢᏯᏥᎸᏉ-Ꮧ ᎡᏍᎦᏉ ᏂᎯ ᏩᏥᏯᏅᏛ ᏱᏂᎦᎩ;"
  },
  {
    "verse": "9",
    "kjv": "And he that bade thee and him come and say to thee, Give this man place; and thou begin with shame to take the lowest room.",
    "web": "and he who invited both of you would come and tell you, ‘Make room for this person.’ Then you would begin, with shame, to take the lowest place.",
    "chr": "ᏫᏍᏗᏯᏅᏛᏃ ᏱᎦᎷᎩ ᎯᎠ ᏱᏂᏣᏪᏏ, ᎯᏯᏜᏅᏓᏗᏏ ᎯᎠ; ᎿᏉᏃ ᏣᏕᎰᏒᎯ ᏯᎴᏅ ᎡᎳᏗ ᎨᏒ ᏗᏂᏢᏗᏱ ᏫᏱᎶᎯ."
  },
  {
    "verse": "10",
    "kjv": "But when thou art bidden, go and sit down in the lowest room; that when he that bade thee cometh, he may say unto thee, Friend, go up higher: then shalt thou have worship in the presence of them that sit at meat with thee.",
    "web": "But when you are invited, go and sit in the lowest place, so that when he who invited you comes, he may tell you, ‘Friend, move up higher.’ Then you will be honored in the presence of all who sit at the table with you.",
    "chr": "ᎡᏣᏯᏂᏍᎨᏍᏗᏍᎩᏂ, ᎮᎨᏍᏗ ᎠᎴ ᏣᏂᏏᎲᏍᎨᏍᏗ ᎡᎳᏗ ᎨᏒ ᏗᏂᏢᏗᏱ; ᎾᏍᎩᏃ ᏫᏣᏯᏅᏛ ᎦᎷᎨᏍᏗ, ᎯᎠ ᎢᏳᏣᏪᏎᏗ ᏱᎩ, ᎩᎾᎵᎢ, ᎦᎸᎳᏗᏢᏍᏙᏗ ᏫᎶᎯ; ᎿᏉ ᎡᏣᎸᏉᏗᏳ ᎨᏎᏍᏗ ᎠᏂᎦᏔᎲ ᎢᏧᎳᎭ ᎢᏥᏂᏜᎢ [ᏗᎵᏍᏓᏴᏗᏱ.]"
  },
  {
    "verse": "11",
    "kjv": "For whosoever exalteth himself shall be abased; and he that humbleth himself shall be exalted.",
    "web": "For everyone who exalts himself will be humbled, and whoever humbles himself will be exalted.”",
    "chr": "ᎩᎶᏰᏃ ᎤᏩᏒ ᎠᏓᏌᎳᏗᏍᎨᏍᏗ ᎡᎳᏗ ᎢᏯᎬᏁᏗ ᎨᏎᏍᏗ; ᎩᎶᏃ ᎤᏩᏒ ᎡᎳᏗ ᎾᏓᏛᏁᎮᏍᏗ ᎾᏍᎩ ᎠᏥᏌᎳᏙᏗ ᎨᏎᏍᏗ."
  },
  {
    "verse": "12",
    "kjv": "Then said he also to him that bade him, When thou makest a dinner or a supper, call not thy friends, nor thy brethren, neither thy kinsmen, nor thy rich neighbours; lest they also bid thee again, and a recompence be made thee.",
    "web": "He also said to the one who had invited him, “When you make a dinner or a supper, don’t call your friends, nor your brothers, nor your kinsmen, nor rich neighbors, or perhaps they might also return the favor, and pay you back.",
    "chr": "ᎯᎠᏃ ᎾᏍᏉ ᏄᏪᏎᎴ ᏭᏯᏅᏛ, ᎢᏳᏃ ᏕᎭᏕᎳᏍᏗᏍᎨᏍᏗ ᎢᎦ ᎡᎯ ᎠᎴ ᎤᏒ ᎡᎯ, ᏞᏍᏗ ᏱᏫᏘᏯᏂᏍᎨᏍᏗ ᏗᏣᎵᎢ, ᎠᎴ ᎢᏣᎵᏅᏟ, ᎠᎴ ᎪᎱᏍᏗ ᏗᏨᏅ, ᎠᎴ ᏧᏁᎾᎢ ᎾᎥ ᎢᏣᏓᎳ; ᎾᏍᏉᏰᏃ ᏂᎯ ᏱᏮᎨᏣᏯᏅ ᎠᎴ ᏴᎨᏣᏓᏴᏏ."
  },
  {
    "verse": "13",
    "kjv": "But when thou makest a feast, call the poor, the maimed, the lame, the blind:",
    "web": "But when you make a feast, ask the poor, the maimed, the lame, or the blind;",
    "chr": "ᎢᏳᏍᎩᏂ ᏕᎭᏕᎳᏍᏗᏍᎨᏍᏗ, ᏫᏘᏯᏂᏍᎨᏍᏗ ᎤᏲ ᎢᏳᎾᏛᎿᏕᎩ, ᎪᎱᏍᏗ ᎤᏍᏛ ᏗᏂᏰᎸ ᎤᏂᏲᎱᏎᎸᎯ, ᏗᏂᏲᏅᎵ, ᎠᎴ ᏗᏂᎨᏫ;"
  },
  {
    "verse": "14",
    "kjv": "And thou shalt be blessed; for they cannot recompense thee: for thou shalt be recompensed at the resurrection of the just.",
    "web": "and you will be blessed, because they don’t have the resources to repay you. For you will be repaid in the resurrection of the righteous.”",
    "chr": "ᎣᏏᏳᏃ ᎢᏣᎵᏍᏓᏁᏗ ᎨᏎᏍᏗ; ᎥᏝᏰᏃ ᏴᎦᎨᏣᎫᏴᏏ; ᎡᏣᎫᏴᎡᏗᏰᏃ ᎨᏎᏍᏗ ᏓᎾᎴᎯᏌᏅ ᎤᎾᏓᏅᏘ."
  },
  {
    "verse": "15",
    "kjv": "And when one of them that sat at meat with him heard these things, he said unto him, Blessed is he that shall eat bread in the kingdom of God.",
    "web": "When one of those who sat at the table with him heard these things, he said to him, “Blessed is he who will feast in God’s Kingdom!”",
    "chr": "ᎠᏏᏴᏫᏃ ᎾᏍᎩ ᎢᏧᎳᎭ ᎤᎾᎵᏍᏓᏴᏅᎯ ᎾᏍᎩ ᎤᏛᎦᏅ, ᎯᎠ ᏄᏪᏎᎴᎢ, ᎣᏏᏳ ᎢᏳᎵᏍᏓᏁᏗ ᎾᏍᎩ Ꮎ ᎤᏁᎳᏅᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎾᎿ ᎬᏩᎵᏍᏓᏴᏗ ᏂᎦᎵᏍᏓᏅᎭ."
  },
  {
    "verse": "16",
    "kjv": "Then said he unto him, A certain man made a great supper, and bade many:",
    "web": "But he said to him, “A certain man made a great supper, and he invited many people.",
    "chr": "ᎠᎴ [ᏥᏌ] ᎯᎠ ᏄᏪᏎᎴᎢ, ᎩᎶ ᎢᏳᏍᏗ ᎠᏍᎦᏯ ᎤᏣᏘ ᏚᏕᎳᏍᏔᏁᎢ, ᎠᎴ ᎤᏂᏣᏘ ᏫᏚᏯᏅᎮᎢ;"
  },
  {
    "verse": "17",
    "kjv": "And sent his servant at supper time to say to them that were bidden, Come; for all things are now ready.",
    "web": "He sent out his servant at supper time to tell those who were invited, ‘Come, for everything is ready now.’",
    "chr": "ᎠᎵᏍᏓᏴᏗᏱᏃ ᎨᏒ ᎤᏍᏆᎸᎲᎤᏅᏎ ᎤᏅᏏᏓᏍᏗ ᎯᎠ ᏫᏂᏚᏪᏎᏗᏱ ᏫᎨᏥᏯᏅᏛ; ᎡᏤᎾ, ᏂᎦᏗᏳᏰᏃ ᎿᏉ ᎠᏛᏅᎢᏍᏗ."
  },
  {
    "verse": "18",
    "kjv": "And they all with one consent began to make excuse. The first said unto him, I have bought a piece of ground, and I must needs go and see it: I pray thee have me excused.",
    "web": "They all as one began to make excuses. “The first said to him, ‘I have bought a field, and I must go and see it. Please have me excused.’",
    "chr": "ᏂᎦᏛᏃ ᎤᏠᏱ ᏧᎾᏢᏫᏍᏙᏗ ᎤᎾᎴᏅᎮ ᎤᏂᏲᎴᎢ. ᎢᎬᏱᏱ ᎯᎠ ᏄᏪᏎᎴᎢ, ᏠᎨᏏ ᎠᎩᏩᏒ, ᎠᎴ ᎠᏎ ᎠᏇᏅᏍᏗ ᎠᎴ ᎠᏆᎦᏔᏅᏍᏗ ᏂᎦᎵᏍᏗᎭ; ᎬᏔᏲᏎ ᎤᏁᎳᎩ ᏍᏇᎵᏎᏗᏱ."
  },
  {
    "verse": "19",
    "kjv": "And another said, I have bought five yoke of oxen, and I go to prove them: I pray thee have me excused.",
    "web": "“Another said, ‘I have bought five yoke of oxen, and I must go try them out. Please have me excused.’",
    "chr": "ᏅᏩᏓᎴᏃ ᎯᎠ ᏄᏪᏎᎢ, ᎯᏍᎩ ᎢᏳᎾᎩᎳᎾᎳ ᏩᎦ ᏓᎩᏩᏒ, ᎠᎴ ᏕᏚᏁᎶᏔᏂ; ᎬᏔᏲᏎ ᎤᏁᎳᎩ ᏍᏇᎵᏎᏗᏱ."
  },
  {
    "verse": "20",
    "kjv": "And another said, I have married a wife, and therefore I cannot come.",
    "web": "“Another said, ‘I have married a wife, and therefore I can’t come.’",
    "chr": "ᏅᏩᏓᎴᏃ ᎯᎠ ᏄᏪᏎᎢ, ᎠᏆᏕᏒᏅ, ᎾᏍᎩᏃ ᎢᏳᏍᏗ ᎥᏝ ᏰᎵ ᏫᎬᎩᎷᎯᏍᏗ ᏱᎩ."
  },
  {
    "verse": "21",
    "kjv": "So that servant came, and shewed his lord these things. Then the master of the house being angry said to his servant, Go out quickly into the streets and lanes of the city, and bring in hither the poor, and the maimed, and the halt, and the blind.",
    "web": "“That servant came, and told his lord these things. Then the master of the house, being angry, said to his servant, ‘Go out quickly into the streets and lanes of the city, and bring in the poor, maimed, blind, and lame.’",
    "chr": "ᎾᏍᎩᏃ Ꮎ ᎠᏥᏅᏏᏓᏍᏗ ᎢᎤᎷᏨ ᎤᎾᏄᎪᏫᏎᎴ ᎤᏅᏏᏙᎯ ᎾᏍᎩ ᎯᎠ ᏄᎵᏍᏔᏂᏙᎸᎢ. ᎦᏁᎳᏃ ᎤᎾᎸᎯᏳ ᎨᏒ ᎯᎠ ᏄᏪᏎᎴ ᎤᏅᏏᏓᏍᏗ, ᎮᎾ ᏄᎳ ᏫᏴᎲ ᎡᎾᎢᏓᏍᏗᏱ ᎠᎴ ᏧᏍᏗ ᏕᎦᎳᏅᏛᎢ ᎦᏚᎲᎢ, ᎠᎴ ᏕᎭᏘᏃᎸᎭ ᎤᏲ ᎢᏳᎾᏛᎿᏕᎩ, ᎠᎴ ᎪᎱᏍᏗ ᎤᏍᏛ ᏗᏂᏰᎸ ᎤᏂᏲᎱᏎᎸᎯ, ᎠᎴ ᏗᏂᏲᎤᎵ, ᎠᎴ ᏗᏂᎨᏫ."
  },
  {
    "verse": "22",
    "kjv": "And the servant said, Lord, it is done as thou hast commanded, and yet there is room.",
    "web": "“The servant said, ‘Lord, it is done as you commanded, and there is still room.’",
    "chr": "ᎠᏥᏅᏏᏓᏍᏗᏃ ᎯᎠ ᏄᏪᏎᎢ, ᏍᎩᏅᏏᏙᎯ, ᏂᏣᏪᏒ ᎾᏍᎩᏯ ᏂᎦᏛᎦ, ᎠᏏᏉᏃ ᎤᏜᏅᏛ."
  },
  {
    "verse": "23",
    "kjv": "And the lord said unto the servant, Go out into the highways and hedges, and compel them to come in, that my house may be filled.",
    "web": "“The lord said to the servant, ‘Go out into the highways and hedges, and compel them to come in, that my house may be filled.",
    "chr": "ᎤᏅᏏᏙᎯᏃ ᎯᎠ ᏄᏪᏎᎴ ᎤᏅᏏᏓᏍᏗ, ᎯᏄᎪᎢ ᏕᎦᏅᎿᏩᏗᏒ ᎠᎴ ᏓᏐᏴᎢ ᏫᎶᎯ, ᎠᎴ ᎠᏎ ᎤᏂᏴᏍᏗᏱ ᏂᎩᏴᏁᎸᎭ ᎾᏍᎩ ᎤᎧᎵᎢᏍᏗᏱ ᏥᏁᎸᎢ."
  },
  {
    "verse": "24",
    "kjv": "For I say unto you, That none of those men which were bidden shall taste of my supper.",
    "web": "For I tell you that none of those men who were invited will taste of my supper. For many are called, but few are chosen.’”",
    "chr": "ᎯᎠᏰᏃ ᏂᏨᏪᏎᎭ, ᎥᏝ ᎩᎶ ᎾᏍᎩ Ꮎ ᏫᎨᏥᏯᏅᏛ ᎨᏒ ᏴᏛᎾᎵᏍᏓᏴᏔᏂ ᏓᏆᏕᎳᏍᏔᏅᎢ."
  },
  {
    "verse": "25",
    "kjv": "And there went great multitudes with him: and he turned, and said unto them,",
    "web": "Now great multitudes were going with him. He turned and said to them,",
    "chr": "ᎤᏂᏣᏘᏃ ᏴᏫ ᎬᏩᏍᏓᏩᏛᏎᎢ; ᎤᎦᏔᎲᏒᏃ ᎯᎠ ᏂᏚᏪᏎᎴᎢ,"
  },
  {
    "verse": "26",
    "kjv": "If any man come to me, and hate not his father, and mother, and wife, and children, and brethren, and sisters, yea, and his own life also, he cannot be my disciple.",
    "web": "“If anyone comes to me, and doesn’t disregard his own father, mother, wife, children, brothers, and sisters, yes, and his own life also, he can’t be my disciple.",
    "chr": "ᎩᎶ ᎠᏴ ᎠᎩᎷᏤᎮᏍᏗ ᏂᏗᎦᏂᏆᏘᎲᎾᏃ ᎢᎨᏎᏍᏗ ᎤᏙᏓ, ᎠᎴ ᎤᏥ, ᎠᎴ ᎤᏓᎵᎢ, ᎠᎴ ᏧᏪᏥ, ᎠᎴ ᎠᎾᎵᏅᏟ, ᎠᎴ ᏧᏙ, ᎥᎥ, ᎠᎴ ᎤᏩᏒ ᎾᏍᏉ ᎬᏅᎢ, ᎥᏝ ᏰᎵ ᎠᎩᏍᏓᏩᏗᏙᎯ ᏱᏅᎦᎵᏍᏓ."
  },
  {
    "verse": "27",
    "kjv": "And whosoever doth not bear his cross, and come after me, cannot be my disciple.",
    "web": "Whoever doesn’t bear his own cross and come after me, can’t be my disciple.",
    "chr": "ᎠᎴ ᎩᎶ ᎤᏤᎵ ᏧᏓᎿᏩᏛ ᎾᏱᏍᎬᎾ ᎠᎴ ᎾᎩᏍᏓᏩᏕᎬᎾ ᎢᎨᏎᏍᏗ, ᎥᏝ ᏰᎵ ᎠᎩᏍᏓᏩᏗᏙᎯ ᏱᏅᎦᎵᏍᏓ."
  },
  {
    "verse": "28",
    "kjv": "For which of you, intending to build a tower, sitteth not down first, and counteth the cost, whether he have sufficient to finish it?",
    "web": "For which of you, desiring to build a tower, doesn’t first sit down and count the cost, to see if he has enough to complete it?",
    "chr": "ᎦᎪᏰᏃ ᎯᎠ ᏥᏂᏣᏛᏅ, ᏯᏓᏅᏖ ᎢᏅ ᎢᎦᏘ ᎤᏁᏍᎨᏗᏱ, ᎥᏝ ᎢᎬᏱ ᏱᎦᎲᏍᎪ ᏯᏎᎯᎰ ᎢᎦᎢ ᏧᎬᏩᏔᏂᎯᏍᏗ ᎨᏒᎢ, ᎤᏙᎴᎰᎯᏍᏗᏱ ᏰᎵ ᎬᏩᏍᏆᏗᏍᏙᏗ ᎢᎦᎢ ᎤᎲᎢ."
  },
  {
    "verse": "29",
    "kjv": "Lest haply, after he hath laid the foundation, and is not able to finish it, all that behold it begin to mock him,",
    "web": "Or perhaps, when he has laid a foundation and isn’t able to finish, everyone who sees begins to mock him,",
    "chr": "ᎢᏳᏰᏃ ᎦᎫᏍᏛᏗ ᏧᏛᎯ ᏱᎩ, ᎠᎴ ᎬᏩᏍᏆᏗᏍᏗ ᏂᎨᏒᎾ ᏱᎩ, ᏂᎦᏛ ᎠᏂᎪᏩᏘᏍᎩ ᏯᎾᎴᏅ ᏱᎬᏩᏕᎰᏛ,"
  },
  {
    "verse": "30",
    "kjv": "Saying, This man began to build, and was not able to finish.",
    "web": "saying, ‘This man began to build and wasn’t able to finish.’",
    "chr": "ᎯᎠ ᏱᎾᏂᏫ, ᎯᎠ ᎠᏍᎦᏯ ᎤᎴᏅᎲᎩ ᎠᏁᏍᎨᏍᎬᎢ, ᎠᎴ ᎥᏝ ᏰᎵ ᎬᏩᏍᏆᏗᏍᏗ ᏱᎨᏎᎢ."
  },
  {
    "verse": "31",
    "kjv": "Or what king, going to make war against another king, sitteth not down first, and consulteth whether he be able with ten thousand to meet him that cometh against him with twenty thousand?",
    "web": "Or what king, as he goes to encounter another king in war, will not sit down first and consider whether he is able with ten thousand to meet him who comes against him with twenty thousand?",
    "chr": "ᎠᎴ ᎦᎪ ᎢᏳᏍᏗ ᎤᎬᏫᏳᎯ, ᏓᎿᏩ ᏱᏅᏛᏅᏁᎵ ᏅᏩᏓᎴ ᎤᎬᏫᏳᎯ, ᎥᏝ ᎢᎬᏱ ᏱᎦᎲᏍᎪ ᎠᎴ ᏯᏓᏅᏖᏍᎪ ᏰᎵᏉ ᎠᏍᎪᎯ ᎢᏯᎦᏴᎵ ᏓᏘᏁᎲ ᏗᎬᏩᎾᏟᏴᏗ ᎨᏒ ᏧᎦᏘᎴᎩ ᏔᎳᏍᎪᎯ ᎢᏯᎦᏴᎵ ᏓᏘᏁᎲᎢ."
  },
  {
    "verse": "32",
    "kjv": "Or else, while the other is yet a great way off, he sendeth an ambassage, and desireth conditions of peace.",
    "web": "Or else, while the other is yet a great way off, he sends an envoy and asks for conditions of peace.",
    "chr": "ᎢᏳᏃ ᏰᎵ ᏂᎨᏒᎾ ᏱᎩ, ᎠᏏ ᏐᎢ ᎢᏅᎯᏳ ᏨᎢᏐᎢ, ᏕᎦᏅᏍᎪ ᏧᏅᏏᏛ ᎠᏔᏲᎯᎰ ᏙᎯᏱ ᎢᏳᏅᏁᏗᏱ."
  },
  {
    "verse": "33",
    "kjv": "So likewise, whosoever he be of you that forsaketh not all that he hath, he cannot be my disciple.",
    "web": "So therefore, whoever of you who doesn’t renounce all that he has, he can’t be my disciple.",
    "chr": "ᎾᏍᎩᏯ ᎾᏍᏉ ᏂᎯ, ᎢᏳᏃ ᎩᎾ ᏂᏚᏲᏐᎲᏍᎬᎾ ᎢᎨᏎᏍᏗ ᏂᎦᏛ ᎤᏤᎵ ᎨᏒᎢ, ᎥᏝ ᏰᎵ ᎠᎩᏍᏓᏩᏕᎩ ᏱᏅᎦᎵᏍᏓ."
  },
  {
    "verse": "34",
    "kjv": "Salt is good: but if the salt have lost his savour, wherewith shall it be seasoned?",
    "web": "“Salt is good, but if the salt becomes flat and tasteless, with what do you season it?",
    "chr": "~ᎠᎹ ᎣᏏᏳ; ᎢᏳᏍᎩᏂ ~ᎠᎹ ᏳᏥᏍᎪᎸ, ᎦᏙ ᏘᎦᎵᏍᏙᏓ ~ᎠᎹ ᏯᏙᏢᎾ."
  },
  {
    "verse": "35",
    "kjv": "It is neither fit for the land, nor yet for the dunghill; but men cast it out. He that hath ears to hear, let him hear.",
    "web": "It is fit neither for the soil nor for the manure pile. It is thrown out. He who has ears to hear, let him hear.”",
    "chr": "ᎥᏝ ᎿᏉ ᏠᎨᏏ ᎦᎳᎨᏯᏛᏗ ᎠᎴ ᎣᏍᏛ ᎦᏓ ᎦᏡᎬ ᎬᏗ ᏱᎨᏐᎢ; ᏭᎾᏕᎪᏉ. ᎩᎶ ᏕᎦᎵᎷᎨᏍᏗ ᎤᏛᎪᏗᏱ ᏩᏛᎬᎦ."
  }
]