[
  {
    "verse": "1",
    "kjv": "Then drew near unto him all the publicans and sinners for to hear him.",
    "web": "Now all the tax collectors and sinners were coming close to him to hear him.",
    "chr": "ᎿᏉᏃ ᎾᎥ ᎬᏩᎷᏤᎴ ᏂᎦᏛ ᎠᏕᎸ ᎠᏂᎩᏏᏛᎯ ᎠᎴ ᎠᏂᏍᎦᎾ ᎬᏩᏛᏓᏍᏓᏁᏗᏱ."
  },
  {
    "verse": "2",
    "kjv": "And the Pharisees and scribes murmured, saying, This man receiveth sinners, and eateth with them.",
    "web": "The Pharisees and the scribes murmured, saying, “This man welcomes sinners, and eats with them.”",
    "chr": "ᎠᏂᏆᎵᏏᏃ ᎠᎴ ᏗᏄᏪᎵᏍᎩ ᎤᏂᏐᏅᏤᎴ ᎯᎠ ᏄᏂᏪᏎᎢ, ᎯᎠ ᎠᏍᎦᏯ ᏓᏓᏂᎸᎪ ᎠᏂᏍᎦᎾᎢ, ᎠᎴ ᎢᏧᎳᎭ ᎠᎾᎵᏍᏓᏴᎲᏍᎪᎢ."
  },
  {
    "verse": "3",
    "kjv": "And he spake this parable unto them, saying,",
    "web": "He told them this parable:",
    "chr": "ᎯᎠᏃ ᏄᏪᏎ ᏚᏟᎶᏍᏔᏁᎴᎢ,"
  },
  {
    "verse": "4",
    "kjv": "What man of you, having an hundred sheep, if he lose one of them, doth not leave the ninety and nine in the wilderness, and go after that which is lost, until he find it?",
    "web": "“Which of you men, if you had one hundred sheep and lost one of them, wouldn’t leave the ninety-nine in the wilderness and go after the one that was lost, until he found it?",
    "chr": "ᎦᎪ ᎯᎠ ᏘᏂᏣᏛᏅ, ᎠᏍᎪᎯᏧᏈ ᏱᏚᎾᏝᎠ ᎤᏂᏃᏕᎾ, ᎢᏳᏃ ᏌᏉ ᏳᏲᎱᏎᎸ, ᎥᏝ ᏱᏗᎬᏕᎪ ᎢᎾᎨ ᎠᏁᏙᎲ ᏐᎣᏁᎳᏍᎪᎯ ᏐᎣᏁᎳᎦᎵ ᎢᏯᏂᏛ, ᎠᎴ ᏳᏲᎴᎪ ᎤᏲᎱᏎᎸᎯ, ᎬᏂ ᎠᏩᏛ?"
  },
  {
    "verse": "5",
    "kjv": "And when he hath found it, he layeth it on his shoulders, rejoicing.",
    "web": "When he has found it, he carries it on his shoulders, rejoicing.",
    "chr": "ᎢᏳᏃ ᎠᏩᏛ ᎠᏃᎭᏢᎥᏍᎪᎢ ᎠᎵᎮᎵᎪᎢ."
  },
  {
    "verse": "6",
    "kjv": "And when he cometh home, he calleth together his friends and neighbours, saying unto them, Rejoice with me; for I have found my sheep which was lost.",
    "web": "When he comes home, he calls together his friends and his neighbors, saying to them, ‘Rejoice with me, for I have found my sheep which was lost!’",
    "chr": "ᎥᎦᎷᎩᏃ ᎤᏪᏅᏒ ᏫᏓᏯᏂᏍᎪ ᏧᎵᎢ ᎠᎴ ᎾᎥ ᎢᏳᎾᏓᎳ, ᎯᎠ ᏂᏕᎦᏪᏎᎰᎢ, ᎢᏧᎳᎭ ᎢᏓᎵᎮᎵᎩ; ᎢᏥᏩᏛᎲᏰᏃ ᎤᏃᏕᎾ ᏣᎩᏲᎱᏎᎲᎩ."
  },
  {
    "verse": "7",
    "kjv": "I say unto you, that likewise joy shall be in heaven over one sinner that repenteth, more than over ninety and nine just persons, which need no repentance.",
    "web": "I tell you that even so there will be more joy in heaven over one sinner who repents, than over ninety-nine righteous people who need no repentance.",
    "chr": "ᎢᏨᏲᏎᎭ, ᎾᏍᏉᏍᎩᏂ ᎤᏟᎯᏳ ᎾᎾᎵᎮᎵᎨᏍᏗ ᎦᎸᎳᏗ ᏦᏒ ᏌᏉ ᎠᏍᎦᎾ ᎦᏁᏟᏴᏍᎨᏍᏗ ᎤᏓᏅᏛᎢ, ᎡᏍᎦᏉ ᎢᏴᏛ ᏐᏱᏁᎳᏍᎪᎯ ᏐᏱᏁᎳᎦᎵ ᎢᏯᏂᏛ ᎤᎾᏓᏅᏘ ᎠᏂᏍᎦᏯ ᏧᏂᏁᏟᏴᏍᏗ ᏄᎾᎵᏍᏓᏁᎲᎾ ᏚᎾᏓᏅᏛᎢ."
  },
  {
    "verse": "8",
    "kjv": "Either what woman having ten pieces of silver, if she lose one piece, doth not light a candle, and sweep the house, and seek diligently till she find it?",
    "web": "“Or what woman, if she had ten drachma coins, if she lost one drachma coin, wouldn’t light a lamp, sweep the house, and seek diligently until she found it?",
    "chr": "ᎠᎴ ᎦᎪ ᎢᏳᏍᏗ ᎠᎨᏴ ᎠᏍᎪᎯ ᏱᏚᎭ ᎠᎩᏏ ᏧᎾᎬᏩᎶᏗ, ᎢᏳᏃ ᏌᏉ ᏳᏲᎱᏎᎸ, ᎥᏝ ᏯᏨᏍᏛᏍᎪ ᎠᏨᏍᏙᏗ ᎠᎴ ᏱᎬᏃᏌᏍᎪ ᎦᎵᏦᏕ, ᎠᎴ ᎤᎵᏏᎾᎯᏍᏗ ᏳᏲᎰ ᎬᏂ ᎠᏩᏛ?"
  },
  {
    "verse": "9",
    "kjv": "And when she hath found it, she calleth her friends and her neighbours together, saying, Rejoice with me; for I have found the piece which I had lost.",
    "web": "When she has found it, she calls together her friends and neighbors, saying, ‘Rejoice with me, for I have found the drachma which I had lost!’",
    "chr": "ᎢᏳᏃ ᎠᏩᏛ ᏫᏓᏯᏂᏍᎪ ᏥᎵᎢ ᎠᎴ ᎾᎥ ᎢᏳᎾᏓᎳ, ᎯᎠ ᏂᎦᏪᏍᎪᎢ, ᎢᏧᎳᎭ ᎢᏓᎵᎮᎵᎩ; ᎠᎩᏩᏛᎲᏰᏃ ᎠᏕᎸ ᏣᎩᏲᎱᏎᎲᎩ."
  },
  {
    "verse": "10",
    "kjv": "Likewise, I say unto you, there is joy in the presence of the angels of God over one sinner that repenteth.",
    "web": "Even so, I tell you, there is joy in the presence of the angels of God over one sinner repenting.”",
    "chr": "ᎾᏍᏉᏍᎩᏂ ᎢᏨᏲᏎᎭ ᎠᎾᎵᎮᎵᎪ ᏗᏂᎧᎿᏩᏗᏙᎯ ᎤᏁᎳᏅᎯ ᏧᏤᎵᎦ ᏌᏉ ᎠᏍᎦᎾ ᎦᏁᏟᏴᎾ ᎤᏓᏅᏛᎢ."
  },
  {
    "verse": "11",
    "kjv": "And he said, A certain man had two sons:",
    "web": "He said, “A certain man had two sons.",
    "chr": "ᎯᎠᏃ ᏄᏪᏎᎢ, ᎩᎶ ᎢᏳᏍᏗ ᎠᏍᎦᏯ ᎠᏂᏔᎵ ᏧᏪᏥ ᎠᏂᏍᎦᏯ ᎠᏁᎮᎢ."
  },
  {
    "verse": "12",
    "kjv": "And the younger of them said to his father, Father, give me the portion of goods that falleth to me. And he divided unto them his living.",
    "web": "The younger of them said to his father, ‘Father, give me my share of your property.’ So he divided his livelihood between them.",
    "chr": "ᎢᎸᎯᏢᏃ ᎦᏚᎲ ᏩᏴᎯᎲᎢ ᎠᏍᎪᎯ ᎢᏯᏂᏛ ᎠᏂᏍᎦᏯ ᎠᏓᏰᏍᎩ ᏧᏂᏢᎩ ᏕᎬᏩᏠᏎᎢ,ᎢᏅ ᏓᎾᎴᏅᏁᎢ;"
  },
  {
    "verse": "13",
    "kjv": "And not many days after the younger son gathered all together, and took his journey into a far country, and there wasted his substance with riotous living.",
    "web": "Not many days after, the younger son gathered all of this together and traveled into a far country. There he wasted his property with riotous living.",
    "chr": "ᎢᏳᏍᎩ ᏉᏃ ᏫᏄᏒᎸ ᎤᏪᏥ ᎣᏂ ᎡᎯ ᏂᎦᏛ ᎤᏪᏟᏌᏁᎢ, ᎠᎴ ᎤᏂᎩᏎ ᎢᏅ ᏭᎶᏎᎢ, ᎾᎿᏃ ᏄᏁᎸᎾ ᎡᎲᎢ ᏭᏤᏫᏙᎴ ᏧᎬᏩᎶᏗ ᎤᎲᎢ."
  },
  {
    "verse": "14",
    "kjv": "And when he had spent all, there arose a mighty famine in that land; and he began to be in want.",
    "web": "When he had spent all of it, there arose a severe famine in that country, and he began to be in need.",
    "chr": "ᎠᎴ ᏂᎦᏛ ᎤᏤᏪᏅ ᎤᏣᏘ ᏚᎪᏄᎶᏎ ᎾᎿᏂ, ᎿᏉᏃ ᎤᎴᏅᎮ ᎤᏚᎸᎲᏁᎢ."
  },
  {
    "verse": "15",
    "kjv": "And he went and joined himself to a citizen of that country; and he sent him into his fields to feed swine.",
    "web": "He went and joined himself to one of the citizens of that country, and he sent him into his fields to feed pigs.",
    "chr": "ᎤᏪᏅᏎᏃ ᎤᎵᎪᏁᎴ ᎾᎿ ᎡᎯ ᎠᏍᎦᏯ; ᏙᏧᎶᎨᏒᏃ ᏏᏆ ᏗᎨᎶᎸ ᎤᏅᏎᎢ."
  },
  {
    "verse": "16",
    "kjv": "And he would fain have filled his belly with the husks that the swine did eat: and no man gave unto him.",
    "web": "He wanted to fill his belly with the pods that the pigs ate, but no one gave him any.",
    "chr": "ᎠᎴ ᎤᏚᎵᏍᎨ ᏧᏪᏰᏍᏗᏱ ᎧᎵᏎᏥ ᎤᎾᏓᏛᏅᎯ ᏏᏆ ᎤᎾᎵᏍᏓᏴᏗ, ᎠᏎᏃ ᎥᏝ ᎩᎶ ᏱᏚᏅᏁᎮᎢ."
  },
  {
    "verse": "17",
    "kjv": "And when he came to himself, he said, How many hired servants of my father's have bread enough and to spare, and I perish with hunger!",
    "web": "But when he came to himself, he said, ‘How many hired servants of my father’s have bread enough to spare, and I’m dying with hunger!",
    "chr": "ᎤᏓᏅᏘᏌᏅᏃ ᎯᎠ ᏄᏪᏎᎢ; ᏄᏂᏣᏔ ᎨᎦᎫᏴᎡᎯ ᎨᏥᏅᏏᏓᏍᏗ ᎡᏙᏓ ᏧᏤᎵᎦ ᎤᎶᏒᏍᏔᏅᎯ ᎤᏂᎭ ᎤᎾᎵᏍᏓᏴᏗ, ᎠᏴᏃ ᎠᎪᏄᏉ ᎠᎩᎯᎭ!"
  },
  {
    "verse": "18",
    "kjv": "I will arise and go to my father, and will say unto him, Father, I have sinned against heaven, and before thee,",
    "web": "I will get up and go to my father, and will tell him, “Father, I have sinned against heaven and in your sight.",
    "chr": "ᏙᏓᎦᎴᏂ, ᎡᏙᏓ ᏮᏓᏥᏤᎢ, ᎯᎠ ᏫᏅᏓᏥᏪᏎᎵ; ᎡᏙᏓ, ᎦᎸᎳᏗ ᏥᏍᎦᏅᏤᎸ, ᎠᎴ ᏂᎯ ᎯᎦᏔᎲᎢ."
  },
  {
    "verse": "19",
    "kjv": "And am no more worthy to be called thy son: make me as one of thy hired servants.",
    "web": "I am no more worthy to be called your son. Make me as one of your hired servants.”’",
    "chr": "ᎠᎴ ᎥᏝ ᎿᏉ ᏰᎵ ᎠᏇᏥ ᎨᏍᏉᏎᏗ ᏱᎩ; ᏘᏅᏏᏓᏍᏗᏉ ᏔᎫᏴᎡᎯ ᏄᎾᏍᏛ ᎾᏍᎩᏯ ᏂᏍᏋᎦ."
  },
  {
    "verse": "20",
    "kjv": "And he arose, and came to his father. But when he was yet a great way off, his father saw him, and had compassion, and ran, and fell on his neck, and kissed him.",
    "web": "“He arose and came to his father. But while he was still far off, his father saw him and was moved with compassion, and ran, fell on his neck, and kissed him.",
    "chr": "ᎠᎴ ᏚᎴᏁ ᎤᏙᏓ ᏭᎷᏤᎴᎢ. ᎠᏎᏃ ᎠᏏ ᎢᏅᎯᏳ ᎤᏙᏓ ᏭᎪᎮᎢ, ᎠᎴ ᎤᏪᏙᎵᏤᎢ, ᎠᎴ ᏚᏍᏆᎸᏔᏁᎢ, ᎠᎴ ᎠᎩᎵᎨᏂ ᎤᏪᏯᎸᏤᎢ, ᎠᎴ ᎤᏔᏪᏙᏁᎢ."
  },
  {
    "verse": "21",
    "kjv": "And the son said unto him, Father, I have sinned against heaven, and in thy sight, and am no more worthy to be called thy son.",
    "web": "The son said to him, ‘Father, I have sinned against heaven and in your sight. I am no longer worthy to be called your son.’",
    "chr": "ᎤᏪᏥᏃ ᎯᎠ ᏄᏪᏎᎴᎢ; ᎡᏙᏓ, ᎦᎸᎳᏗ ᏥᏍᎦᏅᏤᎸ, ᎠᎴ ᏂᎯ ᎯᎦᏔᎲᎢ; ᎠᎴ Ꮭ ᎿᏉ ᎠᏇᏥ ᎨᏍᏉᏎᏗ ᏱᎩ."
  },
  {
    "verse": "22",
    "kjv": "But the father said to his servants, Bring forth the best robe, and put it on him; and put a ring on his hand, and shoes on his feet:",
    "web": "“But the father said to his servants, ‘Bring out the best robe and put it on him. Put a ring on his hand and sandals on his feet.",
    "chr": "ᎠᏎᏃ ᎤᏙᏓ ᎯᎠ ᏂᏚᏪᏎᎴ ᏧᏅᏏᏓᏍᏗ; ᎣᏌᏂ ᎠᏄᏬ ᏫᏥᎾᎩ, ᎡᏥᏄᏬᏣ, ᎠᎴ ᎡᏥᏰᏑᏍᏙᎦ, ᎠᎴ ᏤᏣᎳᏑᎸᎦ."
  },
  {
    "verse": "23",
    "kjv": "And bring hither the fatted calf, and kill it; and let us eat, and be merry:",
    "web": "Bring the fattened calf, kill it, and let’s eat and celebrate;",
    "chr": "ᎠᎴ ᎦᎵᏦᏔᏅᎯ ᏩᎦ ᎠᎩᎾ ᏫᏘᏯᏅ, ᎠᎴ ᎡᏥᎷᎦ; ᎠᎴ ᎢᏓᎵᏍᏓᏴᎲᎦ, Ꭳ-Ꮫ ᎢᏓᏓᏅᏓᏓ."
  },
  {
    "verse": "24",
    "kjv": "For this my son was dead, and is alive again; he was lost, and is found. And they began to be merry.",
    "web": "for this, my son, was dead and is alive again. He was lost and is found.’ Then they began to celebrate.",
    "chr": "ᎯᎠᏰᏃ ᎠᏇᏥ ᎤᏲᎱᏒᎯ ᎨᏒᎩ, ᏔᎵᏁᏃ ᎢᎡᎭ, ᎠᎴ ᎡᏓᏠᏨᎯ ᎨᏒᎩ, ᎢᎠᏥᏩᏛᎲᏃ; ᎤᎾᎴᏅᎮᏃ ᎣᏍᏛ ᎤᎾᏓᏅᏓᏕᎢ."
  },
  {
    "verse": "25",
    "kjv": "Now his elder son was in the field: and as he came and drew nigh to the house, he heard musick and dancing.",
    "web": "“Now his elder son was in the field. As he came near to the house, he heard music and dancing.",
    "chr": "ᎤᏓᏂᎢᎨᏃ ᎤᏪᏥ ᏠᎨᏏ ᏪᏙᎮᎢ; ᏗᎤᏪᏅᏃ ᎠᎴ ᎠᏓᏁᎸ ᎾᎥ ᎤᎷᏨ, ᏓᏂᏃᎩᏍᎬ ᎠᎴ ᎠᎾᎵᏍᎩᏍᎬ ᎤᏛᎦᏁᎢ"
  },
  {
    "verse": "26",
    "kjv": "And he called one of the servants, and asked what these things meant.",
    "web": "He called one of the servants to him and asked what was going on.",
    "chr": "ᏭᏯᏅᎮᏃ ᎠᏏᏴᏫ ᎠᏥᏅᏏᏓᏍᏗ, ᎠᎴ ᎤᏛᏛᏁ ᎤᏰᎸᎥ ᎾᏍᎩ ᎾᎾᏛᏁᎲᎢ."
  },
  {
    "verse": "27",
    "kjv": "And he said unto him, Thy brother is come; and thy father hath killed the fatted calf, because he hath received him safe and sound.",
    "web": "He said to him, ‘Your brother has come, and your father has killed the fattened calf, because he has received him back safe and healthy.’",
    "chr": "ᎾᏍᎩᏃ ᎯᎠ ᏄᏪᏎᎴᎢ; ᎡᏣᏅᏟ ᎤᎷᏨ, ᏣᏙᏓᏃ ᎦᎵᏦ ᏔᏅᎯ ᏩᎦ ᎠᎩᎾ ᎤᎸ,ᏙᎯᏱ ᎤᎾᏄᎪᏥᎸ ᎢᏳᏍᏗ."
  },
  {
    "verse": "28",
    "kjv": "And he was angry, and would not go in: therefore came his father out, and intreated him.",
    "web": "But he was angry and would not go in. Therefore his father came out and begged him.",
    "chr": "ᎤᏔᎳᏪᏎᏃ, ᎠᎴ ᏫᏄᏴᎸᎾᏉ ᎨᏎᎢ; ᎾᏍᎩ ᎢᏳᏍᏗ ᎤᏙᏓ ᏧᏄᎪᏤ ᎤᏍᏗᏰᏔᏁᎢ."
  },
  {
    "verse": "29",
    "kjv": "And he answering said to his father, Lo, these many years do I serve thee, neither transgressed I at any time thy commandment: and yet thou never gavest me a kid, that I might make merry with my friends:",
    "web": "But he answered his father, ‘Behold, these many years I have served you, and I never disobeyed a commandment of yours, but you never gave me a goat, that I might celebrate with my friends.",
    "chr": "ᎤᏁᏨᏃ ᎯᎠ ᏄᏪᏎᎴ ᎤᏙᏓ; ᎬᏂᏳᏉ ᎤᏣᏔ ᎾᏕᏘᏴ ᎬᏍᏕᎸᎯᏓ, ᎠᎴᎥᏝ ᎢᎸᎯᏳ ᎾᏉᎯᏳᏅᎾ ᏱᎩ ᏣᏁᏨᎢ, ᎠᏎᏃ ᎥᏝ ᎢᎸᎯᏳ ᎠᏫ-ᎠᎩᎾ ᎠᏎᏄᎸᎯ ᏱᏍᎩᎧᏁᎶᎢ, ᎣᏍᏛ ᎣᎦᏓᏅᏓᏗᏍᏙᏗ ᏗᏆᎵᎢ."
  },
  {
    "verse": "30",
    "kjv": "But as soon as this thy son was come, which hath devoured thy living with harlots, thou hast killed for him the fatted calf.",
    "web": "But when this your son came, who has devoured your living with prostitutes, you killed the fattened calf for him.’",
    "chr": "ᎯᎠᏍᎩᏂ ᏤᏥ ᎤᎤᏦᏅᎯᏉ, ᎾᏍᎩ ᏣᏒᏁᎸᎯ ᏧᎬᏩᎶᏗ ᎠᏂᎨᏴᎯ ᎤᏂᏁᎫᏥᏛ ᎤᏪᎳᏗᏙᎸᎢ, ᎢᎯᎡᎸ ᎦᎵᏦᏔᏅᎯ ᏩᎦ ᎠᎩᎾ."
  },
  {
    "verse": "31",
    "kjv": "And he said unto him, Son, thou art ever with me, and all that I have is thine.",
    "web": "“He said to him, ‘Son, you are always with me, and all that is mine is yours.",
    "chr": "ᎯᎠᏃ ᏄᏪᎡᎴᎢ; ᎠᏇᏥ, ᏂᎪᎯᎸ Ꮙ ᎢᏧᎳᎭ ᎢᏂᏁᎸ , ᎠᎴ ᏣᏤᎵᏉ ᏂᎦᎥ ᎠᎩᎾᎥᎢ."
  },
  {
    "verse": "32",
    "kjv": "It was meet that we should make merry, and be glad: for this thy brother was dead, and is alive again; and was lost, and is found.",
    "web": "But it was appropriate to celebrate and be glad, for this, your brother, was dead, and is alive again. He was lost, and is found.’”",
    "chr": "ᏚᏳᎪᏛᎩ ᎣᏍᏛ ᎢᎦᏓᏅᏓᏗᏍᏗᏱ, ᎠᎴ ᎢᎩᎵᎮᎵᏍᏗᏱ; ᎯᎠᏰᏃ ᎡᏣᏅᏟ ᎤᏲᎱᏒᎯ ᎨᏒᎩ, ᏔᎵᏁᏃ ᎢᎡᎭ, ᎠᎴ ᎡᏓᏠᏨᎯ ᎨᏒᎢ, ᎢᎠᏥᏩᏛᎲᏃ."
  }
]
