[
  {
    "verse": "1",
    "kjv": "And he said also unto his disciples, There was a certain rich man, which had a steward; and the same was accused unto him that he had wasted his goods.",
    "web": "He also said to his disciples, “There was a certain rich man who had a manager. An accusation was made to him that this man was wasting his possessions.",
    "chr": "ᎠᎴ ᎾᏍᏉ ᎯᎠ ᏂᏚᏪᏎᎴ ᎬᏩᏍᏓᏩᏗᏙᎯ, ᎩᎶ ᎢᏳᏍᏗ ᎡᎮ ᎤᏪᎿᎢ ᎠᏍᎦᏯ ᎾᏍᎩ ᎤᏪᎧᎮ ᎤᎦᏌᏯᏍᏗᏕᎩ ᎤᎿᎥᎢ; ᎠᎴ ᎾᏍᎩ ᎠᏥᎳᏫᏎᎲ ᏧᎬᏩᎶᏗ ᎤᏓᏤᏪᎸ ᎠᏥᏃᏁᎴᎢ."
  },
  {
    "verse": "2",
    "kjv": "And he called him, and said unto him, How is it that I hear this of thee? give an account of thy stewardship; for thou mayest be no longer steward.",
    "web": "He called him, and said to him, ‘What is this that I hear about you? Give an accounting of your management, for you can no longer be manager.’",
    "chr": "ᏭᏯᏅᎮᏃ ᎯᎠ ᏄᏪᏎᎴᎢ, ᎦᏙ ᏗᎦᎵᏍᏙᏗᎭ ᏥᏄᏍᏗ ᏥᎬᏯᏛᎩᎭ? ᎬᏂᎨᏒ ᏅᎦ ᏄᏍᏛ ᏕᏣᎸᏫᏍᏓᏁᎸ ᏣᎦᏌᏯᏍᏗᏕᎩ ᎨᏒᎢ; ᎪᎯᏰᏃ ᎢᏳᏓᎴᏅᏛ ᎥᏝ ᎿᏉ ᏣᎦᏌᏯᏍᏗᏕᎩ ᏱᎨᏎᏍᏗ."
  },
  {
    "verse": "3",
    "kjv": "Then the steward said within himself, What shall I do? for my lord taketh away from me the stewardship: I cannot dig; to beg I am ashamed.",
    "web": "“The manager said within himself, ‘What will I do, seeing that my lord is taking away the management position from me? I don’t have strength to dig. I am ashamed to beg.",
    "chr": "ᎤᎦᏌᏯᏍᏗᏕᎩᏃ ᎯᎠ ᏄᏪᏎ ᎤᏩᏒ ᏧᏓᏅᏛᎢ, ᎦᏙ ᏓᎦᏛᏁᎵ, ᎠᎩᏅᏏᏙᎯᏰᏃ ᎠᎩᎩᎡᎭ ᎠᏆᎦᏌᏯᏍᏗᏕᎩ ᎨᏒᎢ? ᏝᏃ ᏰᎵ ᎬᏆᏍᎪᏍᏗ ᏱᎩ; ᎠᏆᏚᎳᏗᏓᏍᏗᏱᏃ ᎢᎦᏕᎣᏍᎦ."
  },
  {
    "verse": "4",
    "kjv": "I am resolved what to do, that, when I am put out of the stewardship, they may receive me into their houses.",
    "web": "I know what I will do, so that when I am removed from management, they may receive me into their houses.’",
    "chr": "ᏕᎫᎪᏓ ᎢᏯᏆᏛᏁᏗᏱ, ᎾᏍᎩ ᎥᎩᏌᏕᏒ ᎠᏆᎦᏌᏯᏍᏗᏕᎩ ᎨᏒ ᏗᎦᎬᏆᏓᏂᎸᎢᏍᏗ ᎢᏳᎵᏍᏙᏗᏱ ᏓᏂᏁᎸᎢ."
  },
  {
    "verse": "5",
    "kjv": "So he called every one of his lord's debtors unto him, and said unto the first, How much owest thou unto my lord?",
    "web": "Calling each one of his lord’s debtors to him, he said to the first, ‘How much do you owe to my lord?’",
    "chr": "ᎰᏩᏃ ᏫᏚᏯᏅᎮ ᏂᎦᏛ ᎤᏅᏏᏙᎯ ᏧᏚᎩ, ᎢᎬᏱᏱᏃ ᎯᎠ ᏄᏪᏎᎴᎢ, ᎢᎳᎪ ᎢᎦᎢ ᏣᏚᎦ ᎠᎩᏅᏏᏙᎯ."
  },
  {
    "verse": "6",
    "kjv": "And he said, An hundred measures of oil. And he said unto him, Take thy bill, and sit down quickly, and write fifty.",
    "web": "He said, ‘A hundred batos of oil.’ He said to him, ‘Take your bill, and sit down quickly and write fifty.’",
    "chr": "ᎯᎠᏃ ᏄᏪᏎᎢ, ᎠᏍᎪᎯᏧᏈ ᎢᏳᏟᎶᏛ ᎪᎢ. ᎯᎠᏃ ᏄᏪᏎᎢ, ᎯᎾᎩ ᎪᏪᎵ ᎡᏣᏚᎬᎢ, ᎠᎴ ᏄᎳ ᎯᎲᎦ, ᎠᎴ ᎯᏍᎩᏍᎪᎯ ᎰᏪᎸᎦ."
  },
  {
    "verse": "7",
    "kjv": "Then said he to another, And how much owest thou? And he said, An hundred measures of wheat. And he said unto him, Take thy bill, and write fourscore.",
    "web": "Then he said to another, ‘How much do you owe?’ He said, ‘A hundred cors of wheat.’ He said to him, ‘Take your bill, and write eighty.’",
    "chr": "ᏅᏩᏓᎴᏃ ᎯᎠ ᏄᏪᏎᎴᎢ, ᏂᎯᎾ ᎢᎳᎪ ᎡᏣᏚᎦ? ᎯᎠᏃ ᏄᏪᏎᎢ, ᎠᏍᎪᎯᏧᏈ ᎢᏳᏟᎶᏛ ᎤᏣᎴᏍᏗ. ᎯᎠᏃ ᏄᏪᏎᎴᎢ, ᎯᎾᎩ ᎪᏪᎵ ᎡᏣᏚᎬᎢ, ᎠᎴ ᏁᎳᏍᎪᎯ ᎰᏪᎸᎦ."
  },
  {
    "verse": "8",
    "kjv": "And the lord commended the unjust steward, because he had done wisely: for the children of this world are in their generation wiser than the children of light.",
    "web": "“His lord commended the dishonest manager because he had done wisely, for the children of this world are, in their own generation, wiser than the children of the light.",
    "chr": "ᎤᎾᏜᎢᏃ ᎤᎸᏉᏔᏁ ᏂᏚᏳᎪᏛᎾ ᎢᏯᏛᎾᎯ ᎤᎦᏌᏯᏍᏗᏕᎩ, ᎤᏗᎦᎵᏍᏙᏍᎨ ᎤᏏᎾᏌᏅᏨᎢ; ᎡᎶᎯᏰᏃ ᏧᏪᏥ ᎤᏅᏒ ᎠᏁᎲᎢ, ᎤᏟ ᎾᏂᏏᎾᏌᏅ ᎡᏍᎦᏉ ᎢᎦᎦᏘ ᏧᏪᏥ."
  },
  {
    "verse": "9",
    "kjv": "And I say unto you, Make to yourselves friends of the mammon of unrighteousness; that, when ye fail, they may receive you into everlasting habitations.",
    "web": "I tell you, make for yourselves friends by means of unrighteous mammon, so that when you fail, they may receive you into the eternal tents.",
    "chr": "ᎠᎴ ᎢᏨᏲᏎᎭ, ᎢᏣᎵᎢᏓ ᎤᏓᎵᏓᏍᏗ ᎨᏅᎢᏍᏗ ᎨᏒᎢ; ᎾᏍᎩ ᎡᏍᎦ ᏂᏣᎵᏍᏓᏁᎸ ᎤᎵᏍᏆᏗᏍᏗ ᏂᎨᏒᎾ ᏩᏕᏗᏱ ᎨᏒ ᎦᎨᏣᏓᏂᎸᎢᏍᏗ ᎨᏎᏍᏗ."
  },
  {
    "verse": "10",
    "kjv": "He that is faithful in that which is least is faithful also in much: and he that is unjust in the least is unjust also in much.",
    "web": "He who is faithful in a very little is faithful also in much. He who is dishonest in a very little is also dishonest in much.",
    "chr": "ᎩᎶ ᏚᏳᎪᏛ ᎢᏯᏛᏁᎯ ᎦᏲᎵ ᎨᏒᎢ, ᎾᏍᏉ ᏚᏳᎪᏛ ᎾᏛᏁᎰ ᎤᎪᏗᏗ ᎨᏒᎢ; ᏂᏚᏳᎪᏛᎾᏃ ᎢᏯᏛᏁᎯ ᎤᏍᏗ ᎨᏒ, ᎾᏍᏉ ᏂᏚᏳᎪᏛᎾ ᎾᏛᏁᎰ ᎤᎪᏗᏗ ᎨᏒᎢ."
  },
  {
    "verse": "11",
    "kjv": "If therefore ye have not been faithful in the unrighteous mammon, who will commit to your trust the true riches?",
    "web": "If therefore you have not been faithful in the unrighteous mammon, who will commit to your trust the true riches?",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏳᏃ ᏚᏳᎪᏛ ᏂᏣᏛᏁᎲᎾ ᎢᎨᏎᏍᏗ ᎤᏓᎵᏓᏍᏗ ᎨᏅᎢᏍᏗ ᎨᏒ ᎪᎱᏍᏗ ᎢᏨᏗᏍᎬᎢ, ᎦᎪ ᏱᏥᎦᏘᏗᏍᏓ ᏄᏓᎵᏓᏍᏛᎾ ᎨᏅᎢᏍᏗ ᎨᏒᎢ?"
  },
  {
    "verse": "12",
    "kjv": "And if ye have not been faithful in that which is another man's, who shall give you that which is your own?",
    "web": "If you have not been faithful in that which is another’s, who will give you that which is your own?",
    "chr": "ᎢᏳᏃ ᏚᏳᎪᏛ ᏂᏣᏛᏁᎸᎾ ᏱᎩ ᏅᏩᏓᎴ ᎤᏤᎵᎦ ᎨᏒᎢ, ᎦᎪ ᏓᏥᏁᎵ ᎢᏨᏒ ᎢᏣᏤᎵ ᎨᏒᎢ?"
  },
  {
    "verse": "13",
    "kjv": "No servant can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon.",
    "web": "No servant can serve two masters, for either he will hate the one and love the other; or else he will hold to one and despise the other. You aren’t able to serve God and Mammon.”",
    "chr": "ᎥᏝ ᎩᎶ ᎠᏥᏅᏏᏓᏍᏗ ᏰᎵ ᎠᏂᏔᎵ ᎬᏩᏅᏏᏙᎯ ᎪᎱᏍᏗ ᏱᏙᎬᏛᏂᏏ; ᏱᎠᏍᎦᎦᏰᏃ ᏌᏉ ᏱᎤᎨᏳᎭᏃ ᏐᎢ; ᏱᏃᎤᏂᏴᏆᎴ ᏌᏉ ᏱᎦᏂᏆᏘᎭᏃ ᏐᎢ. ᏝᏍᎩᏂ ᏰᎵ ᎤᏁᎳᏅᎯ ᎠᎴ ᎹᎹᏂ ᎪᎱᏍᏗ ᏱᏙᎨᏣᏛᏂᏏ."
  },
  {
    "verse": "14",
    "kjv": "And the Pharisees also, who were covetous, heard all these things: and they derided him.",
    "web": "The Pharisees, who were lovers of money, also heard all these things, and they scoffed at him.",
    "chr": "ᎠᏂᏆᎵᏏᏃ ᎾᏍᏉ, ᎾᏍᎩ ᎠᏕᎸ ᎤᏂᎬᎥᏍᎩ ᏥᎨᏎᎢ, ᎾᏍᎩ ᎯᎠ ᏂᎦᏛ ᎤᎾᏛᎦᏁᎢ; ᎠᎴ ᎬᏩᏕᎰᏔᏁᎢ."
  },
  {
    "verse": "15",
    "kjv": "And he said unto them, Ye are they which justify yourselves before men; but God knoweth your hearts: for that which is highly esteemed among men is abomination in the sight of God.",
    "web": "He said to them, “You are those who justify yourselves in the sight of men, but God knows your hearts. For that which is exalted among men is an abomination in the sight of God.",
    "chr": "ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ, ᏂᎯ ᎧᏂ ᏚᏳᎪᏛ ᎢᏣᏛᏁᎯ ᏅᏩᏍᏙᎢ ᏴᏫ ᎠᏂᎦᏔᎲᎢ; ᎤᏁᎳᏅᎯᏍᎩᏂ ᏓᎦᏔᎭ ᏗᏥᎾᏫ; ᎾᏍᎩᏰᏃ ᎦᎸᏉᏗᏳ ᏧᏂᏰᎸᏐ ᏴᏫ, ᎤᏂᏆᏘᏍᏗᏳ ᎤᏁᎳᏅᎯ ᏓᎧᏂᏍᎬᎢ."
  },
  {
    "verse": "16",
    "kjv": "The law and the prophets were until John: since that time the kingdom of God is preached, and every man presseth into it.",
    "web": "“The law and the prophets were until John. From that time the Good News of God’s Kingdom is preached, and everyone is forcing his way into it.",
    "chr": "ᏗᎧᎿᏩᏛᏍᏗ ᎠᎴ ᎠᎾᏙᎴᎰᏍᎩ ᏕᏤᎲᎩ ᏣᏂ ᎤᎾᏄᎪᏥᎸ ᎢᏯᏍᏗ; ᎾᎯᏳ ᏅᏓᎬᏓᎴᏅᏛ ᎤᏁᎳᏅᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎠᏂᏃᎮᎭ ᎠᎾᎵᏥᏙᎲᏍᎦ, ᎠᎴ ᎾᏂᎥ ᏴᏫ ᎠᎾᏁᎷᎩ ᎠᏂᏴᎯᎭ."
  },
  {
    "verse": "17",
    "kjv": "And it is easier for heaven and earth to pass, than one tittle of the law to fail.",
    "web": "But it is easier for heaven and earth to pass away than for one tiny stroke of a pen in the law to fall.",
    "chr": "ᎠᎴ ᎤᏟ ᎠᎯᏗᏳ ᎦᎸᎶᎢ ᎠᎴ ᎡᎶᎯ ᎤᏂᎶᏐᎲᏍᏗᏱ, ᎠᏃ ᏌᏉ ᎤᏍᏗᎧᏂ ᏗᎧᎿᏩᏛᏍᏗ ᎡᏍᎦ ᎢᏳᎵᏍᏙᏗᏱ."
  },
  {
    "verse": "18",
    "kjv": "Whosoever putteth away his wife, and marrieth another, committeth adultery: and whosoever marrieth her that is put away from her husband committeth adultery.",
    "web": "“Everyone who divorces his wife and marries another commits adultery. He who marries one who is divorced from a husband commits adultery.",
    "chr": "ᎩᎶ ᎤᏓᎵᎢ ᎢᎠᏓᎡᎨᏍᏗ, ᎠᎴ ᏅᏩᏓᎴ ᎠᏓᏰᎨᏍᏗ, ᎠᏓᏲᏁᎮᏍᏗ; ᎩᎶᏃ ᎠᎦᏓᎢᏅᏛ ᎠᏓᏰᎨᏍᏗ ᎠᏓᏲᏁᎮᏍᏗ."
  },
  {
    "verse": "19",
    "kjv": "There was a certain rich man, which was clothed in purple and fine linen, and fared sumptuously every day:",
    "web": "“Now there was a certain rich man, and he was clothed in purple and fine linen, living in luxury every day.",
    "chr": "ᎩᎶ ᎢᏳᏍᏗ ᎠᏍᎦᏯ ᎤᏪᎿᎢ ᎡᎮᎢ, ᎩᎦᎨ ᎠᎴ ᎤᏏᏙᎵ ᏙᎴᏛ ᏗᏄᏬ ᏓᏄᏬᏍᎨᎢ, ᎠᎴ ᏂᏓᏙᏓᏈᏒ ᎣᏍᏛ ᏓᎵᏍᏓᏴᎲᏍᎨᎢ."
  },
  {
    "verse": "20",
    "kjv": "And there was a certain beggar named Lazarus, which was laid at his gate, full of sores,",
    "web": "A certain beggar, named Lazarus, was taken to his gate, full of sores,",
    "chr": "ᎠᎴ ᎾᏍᏉ ᎡᎮ ᎩᎶ ᎢᏳᏍᏗ ᎤᏲ ᎢᏳᏛᎿᏕᎩ ᎳᏏᎳ ᏧᏙᎢᏛ, ᎾᏍᏍᎩ ᎠᏥᏂᏏᏁ ᎤᏪᎿᎢ ᎤᏤᎵ ᎦᎶᎯᏍᏗᏱ, ᏧᏥᏓᎳ ᎨᏎᎢ,"
  },
  {
    "verse": "21",
    "kjv": "And desiring to be fed with the crumbs which fell from the rich man's table: moreover the dogs came and licked his sores.",
    "web": "and desiring to be fed with the crumbs that fell from the rich man’s table. Yes, even the dogs came and licked his sores.",
    "chr": "ᎠᎴ ᎤᏚᎵᏍᎨ ᎠᎨᎳᏍᏙᏗᏱ ᎤᏅᎪᎣᏒᎯ ᎤᏪᎿᎢ ᎤᏪᏍᎩᎸᎢ; ᎠᎴ ᎾᏍᏉ ᎩᎵ ᎤᏂᎷᏤ ᏚᏂᎦᎾᏕ ᏚᏂᎦᎾᏕ ᏚᏥᏓᎸᎢ."
  },
  {
    "verse": "22",
    "kjv": "And it came to pass, that the beggar died, and was carried by the angels into Abraham's bosom: the rich man also died, and was buried;",
    "web": "The beggar died, and he was carried away by the angels to Abraham’s bosom. The rich man also died and was buried.",
    "chr": "ᎯᎠᏃ ᏄᎵᏍᏔᏁᎢ; ᎾᏍᎩ ᎤᏲᎢᏳᏛᎿᏕᎩ ᎤᏲᎱᏎᎢ, ᎠᎴ ᏗᏂᎧᎿᏩᏗᏙᎯ ᎬᏩᏅᏎ ᎡᏆᎭᎻ ᎦᏁᏥᎢ ᏫᎬᏪᎧᏁᎢ. ᎤᏪᎿᎢᏃ ᎾᏍᏉ ᎤᏲᎱᏎᎢ ᎠᎴ ᎠᏥᏂᏌᏁᎢ."
  },
  {
    "verse": "23",
    "kjv": "And in hell he lift up his eyes, being in torments, and seeth Abraham afar off, and Lazarus in his bosom.",
    "web": "In Hades, he lifted up his eyes, being in torment, and saw Abraham far off, and Lazarus at his bosom.",
    "chr": "ᎠᎴ ᏨᏍᎩᏃᎢ ᏚᏌᎳᏓᏁ ᏗᎦᏙᎵ ᎠᎩᎵᏲᎨᎢ, ᎠᎴ ᎾᎿ ᎢᏅ ᏭᎪᎮ ᎡᏆᎭᎻ, ᎠᎴ ᎳᏏᎳ ᎡᏆᎭᎻ ᎦᏁᏥᎢ."
  },
  {
    "verse": "24",
    "kjv": "And he cried and said, Father Abraham, have mercy on me, and send Lazarus, that he may dip the tip of his finger in water, and cool my tongue; for I am tormented in this flame.",
    "web": "He cried and said, ‘Father Abraham, have mercy on me, and send Lazarus, that he may dip the tip of his finger in water and cool my tongue! For I am in anguish in this flame.’",
    "chr": "ᎠᎴ ᎤᏪᎷᏁ ᎯᎠ ᏄᏪᏎᎢ; ᎡᏙᏓ ᎡᏆᎭᎻ, ᏍᎩᏙᎵᎩ, ᎠᎴ ᎡᎯᏅᎵ ᎳᏏᎳ, ᎠᎴ ᎾᏍᎩ ᎤᏍᎪᎵ ᎦᏰᏌᏛ ᎠᎼᎯ ᏩᎱᏓ, ᎠᎴ----ᏩᎩᏙᎣᎸᏍᏓᏏ ᏥᏃᎪᎢ; ᏥᎩᎵᏲᎦᏰᏃ ᎠᏂ ᎠᏓᏪᎵᎩᏍᎬᎢ."
  },
  {
    "verse": "25",
    "kjv": "But Abraham said, Son, remember that thou in thy lifetime receivedst thy good things, and likewise Lazarus evil things: but now he is comforted, and thou art tormented.",
    "web": "“But Abraham said, ‘Son, remember that you, in your lifetime, received your good things, and Lazarus, in the same way, bad things. But here he is now comforted and you are in anguish.",
    "chr": "ᎠᏎᏃ ᎡᏆᎭᎻ ᎯᎠ ᏄᏪᏎᎢ; ᎠᏇᏥ, ᎭᏅᏓᏓ,. ᏂᎯ ᎠᏏ ᏣᎴᏂᏙᎲᎩ ᎯᏩᏘᏍᎬ ᏣᏤᎵᎦ ᎣᏍᏛ, ᎠᎴ ᎳᏏᎳ ᎾᏍᏉ ᎠᏩᏘᏍᎬᎩ ᎤᏤᎵᎦ ᎤᏲᎢ. ᎠᏎᏃ ᎿᏉ ᎠᏥᏄᏬᎯᏍᏔᏅ, ᏂᎯᏃ ᎢᎯᎩᎵᏲᎦ."
  },
  {
    "verse": "26",
    "kjv": "And beside all this, between us and you there is a great gulf fixed: so that they which would pass from hence to you cannot; neither can they pass to us, that would come from thence.",
    "web": "Besides all this, between us and you there is a great gulf fixed, that those who want to pass from here to you are not able, and that no one may cross over from there to us.’",
    "chr": "ᎠᎴᏃ ᎾᏍᏉ ᎠᏴ ᎣᏤᎲ ᏂᎯᏃ ᎢᏤᎲ ᎾᎿ ᎠᏰᎵ ᎨᏒ ᎡᏉᎯᏳ ᎤᏜᏅᏛᎢ ᎪᏢᎭ, ᎾᏍᎩ ᎢᏳᏍᏗ ᎩᎶ ᏳᎾᏚᎵᎭ ᎠᏂ ᎤᎾᏓᎴᏍᏗᏱ ᏗᏤᎲ ᏭᏂᎶᎯᏍᏗᏱ, ᎥᏝ ᏰᎵ ᏱᏅᎬᎾᏛᎦ, ᎠᎴ ᎾᏍᏉ ᎠᏂ ᎣᏤᎲᎢ ᎥᏝ ᏴᎬᏂᎷᎩ ᎾᎿ ᏅᏓᏳᏂᎶᎯᏍᏗᏱ ᏳᎾᏚᎵᎭ."
  },
  {
    "verse": "27",
    "kjv": "Then he said, I pray thee therefore, father, that thou wouldest send him to my father's house:",
    "web": "“He said, ‘I ask you therefore, father, that you would send him to my father’s house—",
    "chr": "ᎯᎠᏃ ᏄᏪᏎᎢ; ᎠᏗᎾ ᎡᏙᏓ, ᎬᏔᏲᏎᎭ, ᎯᏅᏍᏗᏱ ᎡᏙᏓ ᏗᎦᏁᎸᎢ;"
  },
  {
    "verse": "28",
    "kjv": "For I have five brethren; that he may testify unto them, lest they also come into this place of torment.",
    "web": "for I have five brothers—that he may testify to them, so they won’t also come into this place of torment.’",
    "chr": "ᎯᏍᎩᏰᏃ ᎾᏂᎥ ᎣᏣᎵᏅᏟ ᎠᏁᎭ; ᎾᏍᎩᏃ ᏱᏫᏕᎧᏃᎲᏏ ᎾᏍᏉᏰᏃ ᎠᏂ ᎠᎩᎵᏲᎢᏍᏗᏱ ᎨᏒ ᏯᏂᎷᎩ."
  },
  {
    "verse": "29",
    "kjv": "Abraham saith unto him, They have Moses and the prophets; let them hear them.",
    "web": "“But Abraham said to him, ‘They have Moses and the prophets. Let them listen to them.’",
    "chr": "ᎡᏆᎭᎻ ᎯᎠ ᏄᏪᏎᎴᎢ; ᎼᏏ ᎠᎴ ᎠᎾᏙᎴᎰᏍᎩ ᏚᏁᎭ; ᎾᏍᎩ ᏫᏓᎾᏛᏓᏍᏓᏏ."
  },
  {
    "verse": "30",
    "kjv": "And he said, Nay, father Abraham: but if one went unto them from the dead, they will repent.",
    "web": "“He said, ‘No, father Abraham, but if one goes to them from the dead, they will repent.’",
    "chr": "ᎯᎠᏃ ᏄᏪᏎᎢ, ᏞᏍᏗ ᎡᏙᏓ ᎡᏆᎭᎻ, ᎢᏳᏍᎩᏂ ᎩᎶ ᎤᏲᎱᏒᎯ ᏱᏭᏂᎷᏤᎸ ᎠᏎ ᏱᏓᏂᏁᏟᏴᎾ ᏓᎾᏓᏅᏛᎢ."
  },
  {
    "verse": "31",
    "kjv": "And he said unto him, If they hear not Moses and the prophets, neither will they be persuaded, though one rose from the dead.",
    "web": "“He said to him, ‘If they don’t listen to Moses and the prophets, neither will they be persuaded if one rises from the dead.’”",
    "chr": "ᎠᏎᏃ ᎯᎠ ᏄᏪᏎᎴᎢ; ᎢᏳᏃ ᏂᏓᎾᏛᏓᏍᏓᏁᎲᎾ ᏱᎩ ᎼᏏ ᎠᎴ ᎠᎾᏙᎴᎰᏍᎩ, ᎥᏝ ᎾᏍᏉ ᏴᎬᏃᎯᏳᎲᎦ, ᎾᏍᏉ ᎩᎶ ᎤᏲᎱᏒᎯ ᏱᏚᎴᏅ."
  }
]
