[
  {
    "verse": "1",
    "kjv": "And Jesus entered and passed through Jericho.",
    "web": "He entered and was passing through Jericho.",
    "chr": "ᏥᏌᏃ ᎤᏴᎴ ᎠᎴ ᎤᎶᏎ ᏤᎵᎪ."
  },
  {
    "verse": "2",
    "kjv": "And, behold, there was a man named Zacchaeus, which was the chief among the publicans, and he was rich.",
    "web": "There was a man named Zacchaeus. He was a chief tax collector, and he was rich.",
    "chr": "ᎠᎴ ᎬᏂᏳᏉ ᎡᎮ ᎠᏍᎦᏯ ᏌᎩᏯ ᏧᏙᎢᏛ, ᎾᏍᎩ ᏄᎬᏫᏳᏒ ᎨᏎ ᎠᏕᎸᎠᎩᏏᏙᎯ, ᎠᎴ ᎤᏪᎿᎢᏳ ᎨᏎᎢ."
  },
  {
    "verse": "3",
    "kjv": "And he sought to see Jesus who he was; and could not for the press, because he was little of stature.",
    "web": "He was trying to see who Jesus was, and couldn’t because of the crowd, because he was short.",
    "chr": "ᎠᎴ ᎤᏲᎴ ᏥᏌ ᎤᎪᏩᏛᏗᏱ, ᎾᏍᎩ ᏄᏍᏛᎢ; ᎠᏎᏃ ᎤᏄᎸᏁ ᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᎤᏂᏣᏘ ᎨᏒᎢ, ᎤᏍᏗᎩᏳᏰᏃ ᎨᏎᎢ."
  },
  {
    "verse": "4",
    "kjv": "And he ran before, and climbed up into a sycomore tree to see him: for he was to pass that way.",
    "web": "He ran on ahead and climbed up into a sycamore tree to see him, for he was going to pass that way.",
    "chr": "ᎢᎬᏱᏃ ᏭᏗᏢᏍᏔᏅ ᎤᎸᏎ ᎫᏩᏧᏁᎬ ᏡᎬ ᎤᎪᏩᏛᏗᏱ ᎤᏚᎵᏍᎨᎢ; ᎾᎿᏰᏃ ᎢᏗᏢ ᏭᎶᎯᏍᏗ ᎨᏎᎢ."
  },
  {
    "verse": "5",
    "kjv": "And when Jesus came to the place, he looked up, and saw him, and said unto him, Zacchaeus, make haste, and come down; for to day I must abide at thy house.",
    "web": "When Jesus came to the place, he looked up and saw him, and said to him, “Zacchaeus, hurry and come down, for today I must stay at your house.”",
    "chr": "ᏥᏌᏃ ᎾᎿ ᎤᎷᏨ, ᎦᎸᎳᏗ ᏫᏚᎧᎿᏁᎢ, ᎠᎴ ᎤᎪᎮᎢ, ᎠᎴ ᎯᎠ ᏄᏪᏎᎴᎢ, ᏌᎩᏯ, ᏞᎩᏳ ᎡᎭᏠᎠᎯ; ᎪᎯᏰᏃ ᎢᎦ ᏥᎩ ᏘᏁᎸ ᏫᎨᏙᎮᏍᏗ."
  },
  {
    "verse": "6",
    "kjv": "And he made haste, and came down, and received him joyfully.",
    "web": "He hurried, came down, and received him joyfully.",
    "chr": "ᎤᏩᏅᏤᏃ ᏗᎤᏠᎠᏎᎢ, ᎠᎴ ᎤᎵᎮᎵᏨᎯ ᏚᏓᏂᎸᏤᎢ."
  },
  {
    "verse": "7",
    "kjv": "And when they saw it, they all murmured, saying, That he was gone to be guest with a man that is a sinner.",
    "web": "When they saw it, they all murmured, saying, “He has gone in to lodge with a man who is a sinner.”",
    "chr": "ᎤᏂᎪᎲᏃ ᎾᏍᎩ ᏂᎦᏛ ᎤᏂᏐᏅᏤᎴᎢ, ᎯᎠ ᏄᏂᏪᏎᎢ, ᏩᏴᏢ ᏮᏛᏒᏎᎵ ᎠᏍᎦᏯ ᎠᏍᎦᎾᎢ."
  },
  {
    "verse": "8",
    "kjv": "And Zacchaeus stood, and said unto the Lord: Behold, Lord, the half of my goods I give to the poor; and if I have taken any thing from any man by false accusation, I restore him fourfold.",
    "web": "Zacchaeus stood and said to the Lord, “Behold, Lord, half of my goods I give to the poor. If I have wrongfully exacted anything of anyone, I restore four times as much.”",
    "chr": "ᏌᎩᏯᏃ ᎤᎴᏁ ᎯᎠ ᏄᏪᏎᎴ ᎤᎬᏫᏳᎯ, ᎬᏂᏳᏉ, ᏣᎬᏫᏳᎯ, ᎠᏰᎵ ᎢᎦᎢ ᏧᎬᏩᎶᏗ ᎠᎩᎲ ᎤᏲ ᎢᏳᎾᏛᎿᏕᎩ ᏕᏥᎥᏏ; ᎢᏳ ᎠᎴ ᎦᏰᎪᎩ ᎠᏋᏔᏅᎯ ᏱᎩ ᎩᎶ ᎪᎱᏍᏗ ᏱᏥᎬᎡᎸ, ᏅᎩ ᎢᏳᏩᎫᏗ ᎢᎦᎢ ᏥᎥᏏ."
  },
  {
    "verse": "9",
    "kjv": "And Jesus said unto him, This day is salvation come to this house, forsomuch as he also is a son of Abraham.",
    "web": "Jesus said to him, “Today, salvation has come to this house, because he also is a son of Abraham.",
    "chr": "ᏥᏌᏃ ᎯᎠ ᏄᏪᏎᎴᎢ, ᎪᎯ ᎢᎦ ᎠᎵᏍᏕᎸᏙᏗ ᎨᏒ ᎦᎷᎩ ᎠᏂ ᎠᏓᏁᎸᎢ, ᏅᏗᎦᎵᏍᏙᏗ ᎾᏍᎩ ᎾᏍᏉ ᎡᏆᎭᎻ ᎤᏪᏥ ᎨᏒᎢ."
  },
  {
    "verse": "10",
    "kjv": "For the Son of man is come to seek and to save that which was lost.",
    "web": "For the Son of Man came to seek and to save that which was lost.”",
    "chr": "ᏴᏫᏰᏃ ᎤᏪᏥ ᏚᏲᎵᎸ ᎠᎴ ᏚᏍᏕᎸᎯᎸ ᎤᎾᎴᎾᎸᎯ ᏥᎨᏒᎩ."
  },
  {
    "verse": "11",
    "kjv": "And as they heard these things, he added and spake a parable, because he was nigh to Jerusalem, and because they thought that the kingdom of God should immediately appear.",
    "web": "As they heard these things, he went on and told a parable, because he was near Jerusalem, and they supposed that God’s Kingdom would be revealed immediately.",
    "chr": "ᎾᏍᎩᏃ ᎯᎠ ᎤᎾᏛᎦᏅ ᎤᏁᏉᎡᏚᏟᎶᏍᏓᏁᎴᎢ, ᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᏥᎷᏏᎵᎻ ᎾᎥ ᎤᎷᏥᏗᏒᎢ, ᎠᎴ ᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᎤᏁᎳᏅᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎢᎬᏪᏅᏛ ᏓᎦᎾᏄᎪᏥ ᎠᏁᎵᏍᎬᎢ."
  },
  {
    "verse": "12",
    "kjv": "He said therefore, A certain nobleman went into a far country to receive for himself a kingdom, and to return.",
    "web": "He said therefore, “A certain nobleman went into a far country to receive for himself a kingdom and to return.",
    "chr": "ᎾᏍᎩ- ᎢᏳᏍᏗ ᎯᎠ ᏄᏪᏎᎢ, ᎩᎶ ᎢᏳᏍᏗ ᎠᏍᎦᏰᎬᏍᏓ ᎢᎸᎯᏢ ᎢᏅ ᏭᎶᏎᎢ, ᎤᎸᏒᎭ ᎤᎬᏫᏳᎯ ᎢᏯᎬᏁᏗᏱ ᎠᎴ ᎥᎤᎷᎯᏍᏗᏱ."
  },
  {
    "verse": "13",
    "kjv": "And he called his ten servants, and delivered them ten pounds, and said unto them, Occupy till I come.",
    "web": "He called ten servants of his and gave them ten mina coins, and told them, ‘Conduct business until I come.’",
    "chr": "ᏫᏚᏯᏅᎮᏃ ᎠᏍᎪᎯ ᎢᏯᏂᏛ ᏧᏅᏏᏓᏍᏗ, ᎠᎴ ᏕᎤᏲᎯᏎᎴ ᎠᏍᎪᎯ ᎢᏳᏓᎨᏛ ᎠᏕᎸ,] ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎪᎱᏍᏗ ᏕᏨᏗᏍᎨᏍᏗ ᎬᏂ ᎢᏥᎷᏨᎭ."
  },
  {
    "verse": "14",
    "kjv": "But his citizens hated him, and sent a message after him, saying, We will not have this man to reign over us.",
    "web": "But his citizens hated him, and sent an envoy after him, saying, ‘We don’t want this man to reign over us.’",
    "chr": "ᎠᏎᏃ ᏧᏤᎵ ᏴᏫ ᎢᎬᏩᏂᏆ-ᏘᎴᎢ, ᎠᎴ ᏚᏂᏅᏎ ᎬᏩᎨᎮᎩ, ᎯᎠ ᏫᎾᏂᏪᏍᎨᎢ, ᎥᏝ ᏲᎦᏚᎵ ᎯᎠ ᎠᏍᎦᏯ ᎤᎬᏫᏳᎯ ᎣᎦᏤᎵ ᎢᏳᎵᏍᏙᏗᏱ."
  },
  {
    "verse": "15",
    "kjv": "And it came to pass, that when he was returned, having received the kingdom, then he commanded these servants to be called unto him, to whom he had given the money, that he might know how much every man had gained by trading.",
    "web": "“When he had come back again, having received the kingdom, he commanded these servants, to whom he had given the money, to be called to him, that he might know what they had gained by conducting business.",
    "chr": "ᎯᎠᏃ ᏄᎵᏍᏔᏁᎢ, ᎢᎤᎷᏥᎸ, ᎤᎬᏫᏳᎯ ᎢᏯᎬᏁᎸᎯ ᎨᏎᎢ, ᎤᏁᏤ ᎾᏍᎩ ᎨᏥᏅᏏᏓᏍᏗ ᏫᎨᏥᏯᏅᏗᏱ ᎬᏩᎷᏤᏗᏱ, ᎾᏍᎩ Ꮎ ᎠᏕᎸ ᏧᎨᏅᏛᎯ, ᎾᏍᎩ ᎤᏙᎴᎰᎯᏍᏗᏱ ᎢᎦᎢ ᎠᏂᏏᏴᏫ ᎤᏂᏁᏉᏤᎸ ᎠᏂᏃᏗᏍᎬᎢ."
  },
  {
    "verse": "16",
    "kjv": "Then came the first, saying, Lord, thy pound hath gained ten pounds.",
    "web": "The first came before him, saying, ‘Lord, your mina has made ten more minas.’",
    "chr": "ᎢᎬᏱᏃ ᎤᎷᏨᎯ, ᎯᎠ ᏄᏪᏎᎢ, ᏍᎩᎾᏝᎢ, ᏣᏤᎵ ᏑᏓᎨᏛ ᎠᏍᎪᎯ ᎢᏳᏓᎨᏛ ᎤᏁᏉᏨ."
  },
  {
    "verse": "17",
    "kjv": "And he said unto him, Well, thou good servant: because thou hast been faithful in a very little, have thou authority over ten cities.",
    "web": "“He said to him, ‘Well done, you good servant! Because you were found faithful with very little, you shall have authority over ten cities.’",
    "chr": "ᎾᏍᎩᏃ ᎯᎠ ᏄᏪᏎᎴᎢ, ᎣᏏᏳ, ᎰᏍᏛ ᎡᏣᏅᏏᏓᏍᏗ; ᎤᏍᏗ ᎨᏒ ᎣᏏᏳ ᏂᏣᏛᏁᎸ; ᏣᎬᏫᏳᏌᏕᎩ ᎨᏎᏍᏗ ᎠᏍᎪᎯ ᏕᎦᏚᎲᎢ."
  },
  {
    "verse": "18",
    "kjv": "And the second came, saying, Lord, thy pound hath gained five pounds.",
    "web": "“The second came, saying, ‘Your mina, Lord, has made five minas.’",
    "chr": "ᏔᎵᏁᏃ ᎤᎷᏨᎯ, ᎯᎠ ᏄᏪᏎᎢ, ᏍᎩᎾᏝᎢ, ᏣᏤᎵ ᏑᏓᎨᏛ ᎩᏍᎩ ᎢᏳᏓᎨᏛ ᎤᏁᏉᏨ."
  },
  {
    "verse": "19",
    "kjv": "And he said likewise to him, Be thou also over five cities.",
    "web": "“So he said to him, ‘And you are to be over five cities.’",
    "chr": "ᎾᏍᎩᏃ ᎾᏍᏉ ᎯᎠ ᏄᏪᏎᎴᎢ, ᏂᎯ ᎾᏍᏉ ᎯᏍᎩ ᎢᎦᏚᎩ ᏣᎬᏫᏳᏌᏕᎩ ᎨᏎᏍᏗ."
  },
  {
    "verse": "20",
    "kjv": "And another came, saying, Lord, behold, here is thy pound, which I have kept laid up in a napkin:",
    "web": "Another came, saying, ‘Lord, behold, your mina, which I kept laid away in a handkerchief,",
    "chr": "ᎤᏩᏓᎴᏃ ᎤᎷᏤᎢ, ᎯᎠ ᏄᏪᏎᎢ, ᏍᎩᎾᏝᎢ, ᎬᏂᏳᏉ ᎠᏂ ᏣᏤᎵ ᏑᏓᎨᏒ, ᎠᎩᏍᏆᏂᎪᏛᎩ ᎠᎩᏣᏄᎸᎩ ᎠᏯᏠᎩᎯ;"
  },
  {
    "verse": "21",
    "kjv": "For I feared thee, because thou art an austere man: thou takest up that thou layedst not down, and reapest that thou didst not sow.",
    "web": "for I feared you, because you are an exacting man. You take up that which you didn’t lay down, and reap that which you didn’t sow.’",
    "chr": "ᎬᎾᏰᏍᎬᏰᏃ, ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᎯᏍᏓᏱᏳ ᎨᏒ ᎯᏍᎦᏯ; ᎯᎩᏍᎪᏰᏃ ᎾᏍᎩ ᏂᏣᏅᎾ ᎨᏒᎢ, ᎠᎴ ᎯᏍᎫᏕᏍᎪ ᎾᏍᎩ ᏂᏣᏫᏒᎾ ᎨᏒᎢ."
  },
  {
    "verse": "22",
    "kjv": "And he saith unto him, Out of thine own mouth will I judge thee, thou wicked servant. Thou knewest that I was an austere man, taking up that I laid not down, and reaping that I did not sow:",
    "web": "“He said to him, ‘Out of your own mouth I will judge you, you wicked servant! You knew that I am an exacting man, taking up that which I didn’t lay down and reaping that which I didn’t sow.",
    "chr": "ᎯᎠᏃ ᏄᏪᏎᎴᎢ, ᏨᏒ ᏂᏣᏪᏒ ᏓᎬᏔᏂ ᏙᏓᎬᏳᎪᏓᏁᎵ ᏣᏲ ᎡᏣᏅᏏᏓᏍᏗ. ᎯᎦᏔᎲᎩ ᏥᏍᏓᏱᏳ ᎨᏒᎢ, ᏥᎩᏍᎬ ᎾᏍᎩ ᎠᎩᏅᎯ ᏂᎨᏒᎾ ᎨᏒᎢ, ᎠᎴ ᏥᏍᎫᏕᏍᎬ ᎾᏍᎩ ᎠᎩᏫᏒᎯ ᏂᎨᏒᎾ ᎨᏒᎢ;"
  },
  {
    "verse": "23",
    "kjv": "Wherefore then gavest not thou my money into the bank, that at my coming I might have required mine own with usury?",
    "web": "Then why didn’t you deposit my money in the bank, and at my coming, I might have earned interest on it?’",
    "chr": "ᎦᏙᏃ Ꮭ ᏗᏍᏆᏂᎪᏙᏗᏱ ᏱᏫᏙᏣᏁ ᏗᏆᏤᎵ ᎠᏕᏄ, ᎠᎩᎷᏥᎸᏃ ᏗᏆᏤᎵ ᎠᎴ ᎤᏂᏁᏉᏨᎯ ᏱᏓᎩᎩᏎᎢ."
  },
  {
    "verse": "24",
    "kjv": "And he said unto them that stood by, Take from him the pound, and give it to him that hath ten pounds.",
    "web": "He said to those who stood by, ‘Take the mina away from him and give it to him who has the ten minas.’",
    "chr": "ᎯᎠᏃ ᏂᏚᏪᏎᎴ ᎾᎥ ᎠᏂᏙᎾᎢ, ᎡᏥᎩᏏ ᎾᏍᎩ Ꮎ ᏑᏓᎨ-Ꮫ, ᎠᎴ ᎠᏍᎪᎯ ᎢᏳᏓᎨᏛ ᏧᎯ ᎡᏥᎥᏏ--"
  },
  {
    "verse": "25",
    "kjv": "(And they said unto him, Lord, he hath ten pounds.)",
    "web": "“They said to him, ‘Lord, he has ten minas!’",
    "chr": "ᎯᎠᏃ ᏂᎬᏩᏪᏎᎴᎢ, ᏗᏍᎩᎾᏝᎢ, ᎠᏍᎪᎯ ᎢᏳᏓᎨᏛ ᏕᎤᎭ--"
  },
  {
    "verse": "26",
    "kjv": "For I say unto you, That unto every one which hath shall be given; and from him that hath not, even that he hath shall be taken away from him.",
    "web": "‘For I tell you that to everyone who has, will more be given; but from him who doesn’t have, even that which he has will be taken away from him.",
    "chr": "ᎯᎠᏰᏃ ᏂᏨᏪᏎᎭ, ᎾᏍᎩ ᎾᏂᎥ ᎤᏂᎯ ᎨᏥᏁᏗ ᎨᏎᏍᏗ; ᏄᏂᎲᎾᏃ ᏥᎩ, ᎾᏍᎩ ᎾᏍᏉ ᎤᏂᎲ ᎨᏥᎩᎡᏗ ᎨᏎᏍᏗ."
  },
  {
    "verse": "27",
    "kjv": "But those mine enemies, which would not that I should reign over them, bring hither, and slay them before me.",
    "web": "But bring those enemies of mine who didn’t want me to reign over them here, and kill them before me.’”",
    "chr": "ᎾᏃ ᎬᎩᏍᎦᎩ, ᏄᎾᏚᎵᏍᎬᎾ ᏥᎨᏒ ᎠᎩᎬᏫᏳᎯ ᎢᏯᏆᎵᏍᏙᏗᏱ ᎠᏁᎲᎢ, ᎡᏗᏣᏘᏄᎦ, ᎠᎴ ᏗᏥᎷᎦ ᏥᎦᏔᎲᎢ"
  },
  {
    "verse": "28",
    "kjv": "And when he had thus spoken, he went before, ascending up to Jerusalem.",
    "web": "Having said these things, he went on ahead, going up to Jerusalem.",
    "chr": "[ᏥᏌᏃ] ᎾᏍᎩ ᏄᏪᏒ, ᎢᎬᏱ ᎤᏪᏅᎭ ᎤᎿᎷᏎ ᏥᎷᏏᎵᎻ ᏩᎦᏖᎢ."
  },
  {
    "verse": "29",
    "kjv": "And it came to pass, when he was come nigh to Bethphage and Bethany, at the mount called the mount of Olives, he sent two of his disciples,",
    "web": "When he came near to Bethsphage and Bethany, at the mountain that is called Olivet, he sent two of his disciples,",
    "chr": "ᎯᎠᏃ ᎸᎵᏍᏔᏁ ᎾᎥ ᎤᎷᏨ ᏒᎦᏙᎯ ᎠᎴ ᏇᏗᏂᏱ, ᎾᎿ ᎣᎵᏩᏲᎯ ᎤᏌᎯᎸ ᏥᏚᏙᎠ, ᎾᏍᎩ ᎠᏂᏔᎵ ᎬᏩᏍᏓᏩᏗᏙᎯ ᏚᏅᏎᎢ,"
  },
  {
    "verse": "30",
    "kjv": "Saying, Go ye into the village over against you; in the which at your entering ye shall find a colt tied, whereon yet never man sat: loose him, and bring him hither.",
    "web": "saying, “Go your way into the village on the other side, in which, as you enter, you will find a colt tied, which no man has ever sat upon. Untie it and bring it.",
    "chr": "ᎯᎠ ᏄᏪᏎᎢ, ᎢᏍᏕᎾ ᎢᏢ ᎾᏨᏗᎦᏚᎭ, ᎾᎿᏃ ᏫᏍᏗᎷᏨᎭ ᏓᏰᏍᏗᏩᏛᎯ ᎠᎩᎾ ᎨᎵᏌᏕᏍᏗ, ᎾᏍᎩ ᎥᏝ ᎠᏏ ᎩᎶ ᎤᎩᎸᏔᏅᎯ ᏱᎩ; ᎡᏍᏕᎵᏌᏕᏒᎭ ᎠᎴ ᏣᏍᏓᏘᏁᏒᎭ."
  },
  {
    "verse": "31",
    "kjv": "And if any man ask you, Why do ye loose him? thus shall ye say unto him, Because the Lord hath need of him.",
    "web": "If anyone asks you, ‘Why are you untying it?’ say to him: ‘The Lord needs it.’”",
    "chr": "ᎢᏳᏃ ᎩᎶ ᎢᏍᏓᏛᏛᏅ ᎦᏙᏃ ᎢᎡᏍᏕᎵᏌᏕ-Ꭽ? ᎢᏍᏙᏎᎸᎭ, ᎯᎠ ᏁᏍᏗᏪᏎᎸᎭ; ᎤᎬᏫᏳᎯᏰᎾ ᎤᏚᎵᎭ."
  },
  {
    "verse": "32",
    "kjv": "And they that were sent went their way, and found even as he had said unto them.",
    "web": "Those who were sent went away and found things just as he had told them.",
    "chr": "ᎨᏥᏅᏒᎯᏃ ᎤᏁᏅᏎ ᎠᎴ ᏭᏂᏳᏛᎮ ᎾᏍᎩᏯ ᏂᏚᏪᏎᎸᎢ."
  },
  {
    "verse": "33",
    "kjv": "And as they were loosing the colt, the owners thereof said unto them, Why loose ye the colt?",
    "web": "As they were untying the colt, its owners said to them, “Why are you untying the colt?”",
    "chr": "ᎠᏁᎵᏌᏕᏍᎨᏃ ᎠᎩᎾ, ᎤᏂᎾᏝᎢ ᎯᎠ ᏂᎬᏩᏂᏪᏎᎴᎢ, ᎦᏙᏃ ᎢᎡᏍᏕᎵᏌᏕ ᎠᎩᎾ?"
  },
  {
    "verse": "34",
    "kjv": "And they said, The Lord hath need of him.",
    "web": "They said, “The Lord needs it.”",
    "chr": "ᎯᎠᏃ ᏄᏂᏪᏎᎢ. ᎤᎬᏫᏳᎯ ᎤᏚᎵᎭ."
  },
  {
    "verse": "35",
    "kjv": "And they brought him to Jesus: and they cast their garments upon the colt, and they set Jesus thereon.",
    "web": "Then they brought it to Jesus. They threw their cloaks on the colt and sat Jesus on them.",
    "chr": "ᏥᏌᏃ ᎤᎾᏘᏃᎮᎴᎢ; ᏧᎾᏄᏬᏃ ᎠᎩᎾ ᎦᏐᎯ ᏚᏂᏢᏁᎢ, ᎠᎴ ᎾᎿ ᎤᎾᎩᎸᏔᏁ ᏥᏌ."
  },
  {
    "verse": "36",
    "kjv": "And as he went, they spread their clothes in the way.",
    "web": "As he went, they spread their cloaks on the road.",
    "chr": "ᎠᎢᏒᏃ ᏧᎾᏄᏬ ᏚᏂᏰᏍᏛᏁ ᏅᏃᎯ."
  },
  {
    "verse": "37",
    "kjv": "And when he was come nigh, even now at the descent of the mount of Olives, the whole multitude of the disciples began to rejoice and praise God with a loud voice for all the mighty works that they had seen;",
    "web": "As he was now getting near, at the descent of the Mount of Olives, the whole multitude of the disciples began to rejoice and praise God with a loud voice for all the mighty works which they had seen,",
    "chr": "ᎾᎥᏃ ᏭᎷᏨ, ᎾᎿ ᎠᎦᏐᎠᏍᎬ ᎢᏴᏛ ᎣᎵᏩᏲ ᎤᏌᎯᎸᎢ, ᏂᎦᏛ ᎤᏂᏥᏘ ᎨᏒ ᎠᎾᏓᏍᏓᏩᏗᏙᎯ ᎤᎾᎴᏅᎮ ᎠᎾᎵᎮᎵᎨ ᎠᎴ ᎠᏂᎸᏉᏗᏍᎨ ᎤᏁᎳᏅᎯ ᎠᏍᏓᏯ ᎠᏂᏁᎨᎢ. ᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᏂᎦᏛ ᎤᏍᏆᏂᎪᏗ ᏕᎦᎸᏫᏍᏓᏁᎸ ᎤᏂᎪᎲᎢ;"
  },
  {
    "verse": "38",
    "kjv": "Saying, Blessed be the King that cometh in the name of the Lord: peace in heaven, and glory in the highest.",
    "web": "saying, “Blessed is the King who comes in the name of the Lord! Peace in heaven, and glory in the highest!”",
    "chr": "ᎯᎠ ᎾᏂᏪᏍᎨᎢ. ᎦᎸᏉᏗᏳ ᎨᏎᏍᏗ ᎾᏍᎩ Ꮎ ᎤᎬᏫᏳᎯ ᏱᎰᏩ ᏚᏙᏍᏛ ᏥᎦᎷᎯᏍᏗᎭ; ᎦᎸᎳᏗ ᏅᏩᏙᎯᏍᏛ ᎨᏎᏍᏗ, ᎠᎴ ᎦᎸᏉᏗᏳ ᎨᏎᏍᏗ ᏩᏍᏛ ᎦᎸᎳᏗᏳ ᎨᏒᎢ!"
  },
  {
    "verse": "39",
    "kjv": "And some of the Pharisees from among the multitude said unto him, Master, rebuke thy disciples.",
    "web": "Some of the Pharisees from the multitude said to him, “Teacher, rebuke your disciples!”",
    "chr": "ᎦᏛᏃ ᎠᏂᏆᎵᏏ ᎾᎿ ᎤᏂᏣᏘ ᏄᎾᏛᏅ ᎯᎠ ᏅᏗᎬᏩᏪᏎᎴᎢ, ᏔᏕᏲᎲᏍᎩ, ᏘᏅᏍᏓᏗᏏ ᎨᏣᏍᏓᏩᏗᏙᎯ."
  },
  {
    "verse": "40",
    "kjv": "And he answered and said unto them, I tell you that, if these should hold their peace, the stones would immediately cry out.",
    "web": "He answered them, “I tell you that if these were silent, the stones would cry out.”",
    "chr": "ᎤᏁᏨᏃ ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎯᎠ ᏂᏨᏪᏎᎭ, ᎢᏳᏃ ᎯᎠ ᎡᎳᏪᏱ ᏳᏅᏅ, ᏅᏯ ᎩᎳᏉ ᎢᏴᏛ ᏯᏁᎷᎲᎦ."
  },
  {
    "verse": "41",
    "kjv": "And when he was come near, he beheld the city, and wept over it,",
    "web": "When he came near, he saw the city and wept over it,",
    "chr": "ᎾᎥᏃ ᎤᎷᏨ, ᏚᎧᎿᏅ ᎦᏚᎲᎢ, ᎤᏍᎪᏂᎴᎢ,"
  },
  {
    "verse": "42",
    "kjv": "Saying, If thou hadst known, even thou, at least in this thy day, the things which belong unto thy peace! but now they are hid from thine eyes.",
    "web": "saying, “If you, even you, had known today the things which belong to your peace! But now, they are hidden from your eyes.",
    "chr": "ᎯᎠ ᏄᏪᏎᎢ, ᎢᏳᏃ ᏂᎯ ᏱᎯᎦᏔᎮᎢ, ᎥᎥ, ᏂᎯ, ᎪᎯ ᎾᏍᏉ ᎾᏍᎩ ᎯᎠ ᏣᏤᎵ ᎢᎦ ᎨᏒᎢ, ᎾᏍᎩ ᏅᏩᏙᎯᏯᏛ ᏣᏁᎯ ᎨᏒᎢ! ᎠᏎᏃ ᎿᏉ ᎡᏨᏍᎦᎳᏁᎸ."
  },
  {
    "verse": "43",
    "kjv": "For the days shall come upon thee, that thine enemies shall cast a trench about thee, and compass thee round, and keep thee in on every side,",
    "web": "For the days will come on you when your enemies will throw up a barricade against you, surround you, hem you in on every side,",
    "chr": "ᎾᎯᏳᏰᏃ ᎨᏒ ᏓᏣᎵᏰᎢᎶᎮᎵ, ᎾᏍᎩ ᎨᏣᏍᎦᎩ ᎨᏒ ᏙᏛᏁᎵᏍᎦᎸᎯ ᎬᏩᏚᏫᏛ, ᎠᎴ ᏙᏓᎨᏣᏚᏫᏍᏔᏂ, ᎠᎴ ᏅᎦᏘᏓᏂ ᎨᏣᎵᏍᏚᏕᏍᏗ."
  },
  {
    "verse": "44",
    "kjv": "And shall lay thee even with the ground, and thy children within thee; and they shall not leave in thee one stone upon another; because thou knewest not the time of thy visitation.",
    "web": "and will dash you and your children within you to the ground. They will not leave in you one stone on another, because you didn’t know the time of your visitation.”",
    "chr": "ᎠᎴ ᎦᏙᎯ ᏓᎨᏣᏡᏂ, ᎠᎴ ᏗᏤᏥ ᎬᏂᏯᎢ ᎨᏎᏍᏗ; ᎠᎴ ᎥᏝ ᎨᏣᎯᏰᏗ ᏱᎨᏎᏍᏗ ᏌᏉ ᏅᏯ ᏱᏚᏓᏌᏝᎮᏍᏗ; ᏅᏗᎦᎵᏍᏙᏗᎭ ᏂᎦᏔᎲᎾ ᏥᎨᏒ ᎢᏳ ᎡᏣᏩᏛᎯᎯᏍᏗ ᎨᏒᎢ."
  },
  {
    "verse": "45",
    "kjv": "And he went into the temple, and began to cast out them that sold therein, and them that bought;",
    "web": "He entered into the temple and began to drive out those who bought and sold in it,",
    "chr": "ᏭᏴᎸᏃ ᎤᏛᎾ-ᏗᎦᎳᏫᎢᏍᏗᏱ, ᎤᎴᏅᎮ ᏚᏄᎪᏫᏎ ᎾᎿ ᎠᏂᏃᏗᏍᎩ, ᎠᎴ ᎤᏂᏩᏒᎥᏍᎩ;"
  },
  {
    "verse": "46",
    "kjv": "Saying unto them, It is written, My house is the house of prayer: but ye have made it a den of thieves.",
    "web": "saying to them, “It is written, ‘My house is a house of prayer,’ but you have made it a ‘den of robbers’!”",
    "chr": "ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎯᎠ ᏂᎬᏅ ᎪᏪᎳ, ᏥᏁᎸ ᎠᏓᏙᎵᏍᏙᏗᏱ ᎠᏓᏁᎸ ᏚᏙᎠ, ᎠᏎᏃ ᏂᎯ ᎠᏂᏃᏍᎩᏍᎩ ᎤᏂᏴᏍᏗᏱ ᎤᏍᏓᎦᎸ ᏂᏨᏁᎸ."
  },
  {
    "verse": "47",
    "kjv": "And he taught daily in the temple. But the chief priests and the scribes and the chief of the people sought to destroy him,",
    "web": "He was teaching daily in the temple, but the chief priests, the scribes, and the leading men among the people sought to destroy him.",
    "chr": "ᏂᏚᎩᏨᏂᏒᏃ ᏓᏕᏲᎲᏍᎨ ᎤᏛᎾᏗᎦᎳᏫᎢᏍᏗᏱ. ᎠᏎᏃ ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸ-ᎠᏁᎶᎯ ᎠᎴ ᏗᏃᏪᎵᏍᎩ ᎠᎴ ᏄᏂᎬᏫᏳᏒ ᎠᏫ ᎬᏩᏝᏫᏍᏗᏕᎨ ᎬᏩᏛᏓᏍᏓᏁᏗᏱ."
  },
  {
    "verse": "48",
    "kjv": "And could not find what they might do: for all the people were very attentive to hear him.",
    "web": "They couldn’t find what they might do, for all the people hung on to every word that he said.",
    "chr": "ᎠᎴ ᎤᎾᏠᏤ ᎢᏳᎾᏛᏁᏗᏱ; ᏂᎦᏛᏰᏃ ᏴᏫ ᎬᏩᏝᏫᏍᏗᏕᎨ ᎬᏩᏛᏓᏍᏓᏁᏗᏱ."
  }
]