[
  {
    "verse": "1",
    "kjv": "And the whole multitude of them arose, and led him unto Pilate.",
    "web": "The whole company of them rose up and brought him before Pilate.",
    "chr": "ᏂᎦᏛᏃ ᎾᏍᎩ ᎤᏂᏣᏘ ᎨᏒ ᏚᎾᎴᏅ ᏆᎴᏗ ᏫᎬᏩᏘᏃᎮᎴᎢ."
  },
  {
    "verse": "2",
    "kjv": "And they began to accuse him, saying, We found this fellow perverting the nation, and forbidding to give tribute to Caesar, saying that he himself is Christ a King.",
    "web": "They began to accuse him, saying, “We found this man perverting the nation, forbidding paying taxes to Caesar, and saying that he himself is Christ, a king.”",
    "chr": "ᎠᎴ ᎤᎾᎴᏅᎮ ᎬᏭᎯᏍᏗᏍᎨ ᎯᎠ ᎾᏂᏪᏍᎨᎢ, ᎯᎠ ᎾᏍᎩ ᏙᏥᏩᏛᎲᎩ ᏕᏂᏪᏍᎨᎢ, ᎯᎠ ᎾᏍᎩ ᏙᏥᏩᏛᎲᎩ ᏕᏓᎴᎾᏍᏗᏍᎬᎩ ᏴᏫ, ᎠᎴ ᏕᎧᏅᎡᏗᏱ, ᎯᎠ ᏂᎧᏪᏍᎬᎩ, ᎠᏴ ᎠᎩᎬᏫᏳᎯ, ᎦᎶᏁᏛ."
  },
  {
    "verse": "3",
    "kjv": "And Pilate asked him, saying, Art thou the King of the Jews? And he answered him and said, Thou sayest it.",
    "web": "Pilate asked him, “Are you the King of the Jews?” He answered him, “So you say.”",
    "chr": "ᏆᎴᏗᏃ ᎤᏛᏛᏁ, ᎯᎠ ᏄᏪᏎᎢ, ᏂᎯᏍᎪ ᏣᎬᏫᏳᎯ ᎠᏂᏧᏏ ᎤᎾᏤᎵᎦ? ᎤᏁᏤᎴᏃ ᎯᎠ ᏄᏪᏎᎢ, ᎾᏍᎩ ᏂᏫ."
  },
  {
    "verse": "4",
    "kjv": "Then said Pilate to the chief priests and to the people, I find no fault in this man.",
    "web": "Pilate said to the chief priests and the multitudes, “I find no basis for a charge against this man.”",
    "chr": "ᏆᎴᏗᏃ ᎯᎠ ᏂᎦᏪᏎᎴ ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸ-ᎠᏁᎶᎯ ᎠᎴ ᏴᏫ, ᎥᏝ ᏱᏥᏣᏘ ᎤᏍᎦᏅᏨ ᎯᎠ ᎠᏍᎦᏯ."
  },
  {
    "verse": "5",
    "kjv": "And they were the more fierce, saying, He stirreth up the people, teaching throughout all Jewry, beginning from Galilee to this place.",
    "web": "But they insisted, saying, “He stirs up the people, teaching throughout all Judea, beginning from Galilee even to this place.”",
    "chr": "ᎠᏎᏃ ᎤᏂᏍᏓᏱᏕ ᎯᎠ ᎾᏂᏪᏍᎨᎢ, ᏓᏖᎸᎲᏍᎦ ᎯᎠ ᏴᏫ, ᏓᏕᏲᏂᏙᎭ ᏧᏗᏱ ᏂᎬᎾᏛᎢ, ᎨᎵᎵ ᏅᏓᎬᏩᏓᎴᏅᏛ ᎠᏂ ᎢᏯᏍᏘ."
  },
  {
    "verse": "6",
    "kjv": "When Pilate heard of Galilee, he asked whether the man were a Galilaean.",
    "web": "But when Pilate heard Galilee mentioned, he asked if the man was a Galilean.",
    "chr": "ᏆᎴᏗᏃ ᎤᏛᎦᏅ ᎨᎵᎵ ᎠᏂᏁᎢᏍᏗᏍᎬ ᎤᏛᏛᏁ, ᎨᎵᎵᏍᎪ ᎡᎯ ᎯᎠ ᎠᏍᎦᏯ, ᎤᏛᏁᎢ."
  },
  {
    "verse": "7",
    "kjv": "And as soon as he knew that he belonged unto Herod's jurisdiction, he sent him to Herod, who himself also was at Jerusalem at that time.",
    "web": "When he found out that he was in Herod’s jurisdiction, he sent him to Herod, who was also in Jerusalem during those days.",
    "chr": "ᎤᏙᎴᎰᏒᏉᏃ ᎡᎶᏛ ᎤᎬᏫᏳᎯ ᎨᏒ ᎾᎿ ᎡᏗ ᎨᏒᎢ, ᎡᎶᏛ ᏭᏪᎧᎾᎴᎢ, ᎾᏍᎩ ᎡᎶᏛ ᎤᏩᏒ ᏥᎷᏏᎵᎻ ᎡᏙᎮ ᎾᎯᏳᎢ."
  },
  {
    "verse": "8",
    "kjv": "And when Herod saw Jesus, he was exceeding glad: for he was desirous to see him of a long season, because he had heard many things of him; and he hoped to have seen some miracle done by him.",
    "web": "Now when Herod saw Jesus, he was exceedingly glad, for he had wanted to see him for a long time, because he had heard many things about him. He hoped to see some miracle done by him.",
    "chr": "ᎡᎶᏛᏃ ᎤᎪᎲ ᏥᏌ, ᎤᏣᏘ ᎣᏎ ᎤᏰᎸᏁᎢ; ᎪᎯᏗᏳᏰᏃ ᏅᏩᏚᎵᏍᎨ ᎤᎪᏩᏛᏗᏱ, ᏅᏗᎦᎵᏍᏗᏙᏗᏍᎨ ᎤᏣᏘ ᏧᏓᎴᏅᏛ ᎠᏥᏃᎮᏍᎬ ᎤᏛᎦᏅᎢ, ᎠᎴ ᎤᏚᎩ ᎤᏩᏎ ᎤᎪᏩᏛᏗᏱ ᎪᎱᏍᏗ ᎤᏍᏆᏂᎪᏗ ᏚᎸᏫᏍᏓᏁᎲᎢ."
  },
  {
    "verse": "9",
    "kjv": "Then he questioned with him in many words; but he answered him nothing.",
    "web": "He questioned him with many words, but he gave no answers.",
    "chr": "ᎤᏛᏛᎮᎸᏁᏃ ᎤᏣᏘ ᏧᏓᎴᏅᏛ, ᎠᏎᏃ ᎥᏝ ᏳᏁᏤᎴᎢ."
  },
  {
    "verse": "10",
    "kjv": "And the chief priests and scribes stood and vehemently accused him.",
    "web": "The chief priests and the scribes stood, vehemently accusing him.",
    "chr": "ᏄᏂᎬᏫᏳᏒᏃ ᎠᏥᎸ-ᎠᏁᎶᎯ ᎠᎴ ᏗᏃᏪᎵᏍᎩ ᏓᏂᏙᎨ ᎤᎵᏂᎩᏛ ᎬᏭᎯᏍᏗᏍᎨᎢ."
  },
  {
    "verse": "11",
    "kjv": "And Herod with his men of war set him at nought, and mocked him, and arrayed him in a gorgeous robe, and sent him again to Pilate.",
    "web": "Herod with his soldiers humiliated him and mocked him. Dressing him in luxurious clothing, they sent him back to Pilate.",
    "chr": "ᎡᎶᏛᏃ ᎠᎴ ᏧᏤᎵ ᎠᏂᏯᏫᏍᎩ ᎦᎬᏩᏐᏢᏔᏁᎢ, ᎠᎴ ᎬᏩᏕᎰᏔᏁᎢ, ᎠᎴ ᏗᎬᏩᎸᏎᏛ ᎠᏄᏬ ᎤᏂᏄᏬᎥ ᏆᎴᏗ ᏔᎵᏁ ᏭᏂᎧᏁᎴᎢ."
  },
  {
    "verse": "12",
    "kjv": "And the same day Pilate and Herod were made friends together: for before they were at enmity between themselves.",
    "web": "Herod and Pilate became friends with each other that very day, for before that they were enemies with each other.",
    "chr": "ᎾᎯᏳᏃ ᎢᎦ ᏆᎴᏗ ᎠᎴ ᎡᎶᏛ ᎤᎾᎵᎢᏕᎢ; ᏗᎾᏓᏍᎦᎩᏰᏃ ᎢᏳᎵᏍᏔᏅᎯ ᎨᏎ ᎾᎯᏳ ᎢᏯᏍᏘ."
  },
  {
    "verse": "13",
    "kjv": "And Pilate, when he had called together the chief priests and the rulers and the people,",
    "web": "Pilate called together the chief priests, the rulers, and the people,",
    "chr": "ᏆᎴᏗᏃ ᏚᎳᏫᏛ ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸ-ᎠᏁᎶᎯ, ᎠᎴ ᏄᏂᎬᏫᏳᏌᏕᎩ, ᎠᎴ ᎤᏂᏣᏘ ᎨᏒ ᏴᏫ,"
  },
  {
    "verse": "14",
    "kjv": "Said unto them, Ye have brought this man unto me, as one that perverteth the people: and, behold, I, having examined him before you, have found no fault in this man touching those things whereof ye accuse him:",
    "web": "and said to them, “You brought this man to me as one that perverts the people, and behold, having examined him before you, I found no basis for a charge against this man concerning those things of which you accuse him.",
    "chr": "ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᏍᎩᏯᏘᏃᎮᎸ ᎯᎠ ᎠᏍᎦᏯ ᏴᏫ ᏚᎾᏓᏅᏛ ᏗᎴᎾᏍᏗᏍᎩ ᎾᏍᎩᏯᎢ; ᎬᏂᏳᏉᏃ ᏥᎪᎵᏰᎥᎯ ᏥᎩ ᎢᏥᎦᏔᎲᎢ, ᎥᏝ ᎪᎱᏍᏗ ᏱᏥᏩᏘ ᎤᏍᎦᏅᏨ ᎯᎠ ᎠᏍᎦᏯ ᎾᏍᎩ ᏄᏍᏛ ᎡᏧᎢᏍᏗᏍᎬᎢ;"
  },
  {
    "verse": "15",
    "kjv": "No, nor yet Herod: for I sent you to him; and, lo, nothing worthy of death is done unto him.",
    "web": "Neither has Herod, for I sent you to him, and see, nothing worthy of death has been done by him.",
    "chr": "ᎡᎶᏛ ᎠᎴ ᎾᏍᏉ ᎥᏝ; ᎾᎿᏰᏃ ᎢᏤᏅᏍᏗᏱ ᎢᏨᏁᏤᎸᎩ; ᎬᏂᏳᏉᏃ ᎥᏝ ᎪᎱᏍᏗ ᏖᎵ ᎬᏩᏲᎱᎯᏍᏗ ᎨᏒ ᏱᏄᏛᏁᎸ."
  },
  {
    "verse": "16",
    "kjv": "I will therefore chastise him, and release him.",
    "web": "I will therefore chastise him and release him.”",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᏥᎵᎥᏂᎸᎭ ᏓᏥᏯᎧᏂ."
  },
  {
    "verse": "17",
    "kjv": "(For of necessity he must release one unto them at the feast.)",
    "web": "Now he had to release one prisoner to them at the feast.",
    "chr": "ᎠᏎᏰᏃ ᏌᏉ ᏧᏲᎯᏎᏗ ᎨᏐ ᏗᎵᏍᏓᏴᏗᏱ ᎨᏒ ᎢᏳᎢ."
  },
  {
    "verse": "18",
    "kjv": "And they cried out all at once, saying, Away with this man, and release unto us Barabbas:",
    "web": "But they all cried out together, saying, “Away with this man! Release to us Barabbas!”—",
    "chr": "ᎠᏁᎷᏁᏃ ᏌᏉ ᎢᎦᎦᏛ, ᎯᎠ ᏄᏂᏪᏎᎢ, ᎯᎷᎦ ᎯᎠ ᎠᏍᎦᏯ, ᏆᎳᏆᏃ ᏗᏍᎩᏲᎯᏏ."
  },
  {
    "verse": "19",
    "kjv": "(Who for a certain sedition made in the city, and for murder, was cast into prison.)",
    "web": "one who was thrown into prison for a certain revolt in the city, and for murder.",
    "chr": "ᎾᏍᎩ ᏆᎳᏆ ᎤᏓᏑᏰᏛ ᎤᎾᎵᏖᎸᏅ ᎾᎿ ᎦᏚᎲ ᎠᎴ ᎤᏓᎸᎢ ᎠᏥᏍᏛᏗᏍᏔᏁ ᏗᏓᏍᏚᏗᏱ ᎠᏥᏴᏔᏅᎯ ᎨᏎᎢ."
  },
  {
    "verse": "20",
    "kjv": "Pilate therefore, willing to release Jesus, spake again to them.",
    "web": "Then Pilate spoke to them again, wanting to release Jesus,",
    "chr": "ᏆᎴᏗᏃ ᎤᏚᎵᏍᎬ ᏥᏌ ᎤᏪᎪᏗᏱ ᏅᏧᎵᏍᏙᏔᏁ ᏔᎵᏁ ᏚᏁᏤᎴᎢ."
  },
  {
    "verse": "21",
    "kjv": "But they cried, saying, Crucify him, crucify him.",
    "web": "but they shouted, saying, “Crucify! Crucify him!”",
    "chr": "ᎠᏎᏃ ᎤᏁᎷᏁ ᎯᎠ ᏄᏂᏪᏎᎢ, ᎯᏍᏛᎥᎦ, ᎯᏯᏛᎥᎦ."
  },
  {
    "verse": "22",
    "kjv": "And he said unto them the third time, Why, what evil hath he done? I have found no cause of death in him: I will therefore chastise him, and let him go.",
    "web": "He said to them the third time, “Why? What evil has this man done? I have found no capital crime in him. I will therefore chastise him and release him.”",
    "chr": "ᏦᎢᏁᏃ ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎦᏙᏃ, ᎦᏙ ᎤᏍᏗ ᎤᏲ ᏚᎸᏫᏍᏓᏁᎸ? ᎥᏝ ᏱᏥᏩᏛᎡᎭ ᎪᎱᏍᏗ ᏰᎵ ᎬᏩᏲᎱᎯᏍᏗ ᎨᏒᎢ; ᎾᏍᎩ ᎢᏳᏍᏗ ᏓᏥᎵᎥᏂᎵ ᎠᎴ ᏙᏓᏥᏲᏏ."
  },
  {
    "verse": "23",
    "kjv": "And they were instant with loud voices, requiring that he might be crucified. And the voices of them and of the chief priests prevailed.",
    "web": "But they were urgent with loud voices, asking that he might be crucified. Their voices and the voices of the chief priests prevailed.",
    "chr": "ᎠᏎᏃ ᎤᎾᏟᏂᎬᏁᎴ ᎠᏍᏓᏯ ᎠᏂᏁᎬᎢ, ᎠᏂᏔᏲᎯᎮ ᎠᎦᏛᏗᏱ. ᎾᏍᎩᏃ Ꮎ ᎠᎴ ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸ-ᎠᏁᎶᎯ ᎠᏂᏁᎬ ᎤᎬᏫᏳᏤᎢ."
  },
  {
    "verse": "24",
    "kjv": "And Pilate gave sentence that it should be as they required.",
    "web": "Pilate decreed that what they asked for should be done.",
    "chr": "ᏆᎴᏗᏃ ᎤᏁᏤ ᏄᏍᏛ ᎤᎦᏚᎵᏍᎬ ᎢᏳᎵᏍᏙᏗᏱ."
  },
  {
    "verse": "25",
    "kjv": "And he released unto them him that for sedition and murder was cast into prison, whom they had desired; but he delivered Jesus to their will.",
    "web": "He released him who had been thrown into prison for insurrection and murder, for whom they asked, but he delivered Jesus up to their will.",
    "chr": "ᎠᎴ ᏚᏪᎧᏁᎴ ᎾᏍᎩ ᏧᏂᏔᏲᎴᎢ, ᏗᏓᏍᏚᏗᏱ ᎠᏥᏴᏔᏅᎯ ᏥᎨᏎᎢ ᏧᏍᏛᏗᏍᎨ ᎤᏓᏑᏰᏛ ᎤᎾᎵᏖᎸᏅ ᎠᎴ ᎤᏓᎸᎢ; ᏥᏌᏍᎩᏂ ᏚᏲᎯᏎᎴ ᎤᎾᏚᎵᏍᎬ ᎢᏳᏅᏁᏗᏱ."
  },
  {
    "verse": "26",
    "kjv": "And as they led him away, they laid hold upon one Simon, a Cyrenian, coming out of the country, and on him they laid the cross, that he might bear it after Jesus.",
    "web": "When they led him away, they grabbed one Simon of Cyrene, coming from the country, and laid the cross on him to carry it after Jesus.",
    "chr": "ᎬᏩᏘᏂᏎᏃ ᎤᏂᏂᏴᎮ ᎩᎶ ᎢᏳᏍᏗ ᏌᏩᏂ ᏧᏙᎢᏛ, ᏌᎵᏂ ᎡᎯ, ᏙᏗᎦᎶᎨᏒ ᏅᏓᏳᎶᏒᎯ, ᎾᏍᎩᏃ ᎤᎾᏃᏞᏗᏍᏔᏁ ᏧᏓᎿᏩᏛ, ᎾᏍᎩ ᏥᏌ ᎠᎢᏒ ᎣᏂᏗᏢ ᎤᏪᏅᏍᏗᏱ."
  },
  {
    "verse": "27",
    "kjv": "And there followed him a great company of people, and of women, which also bewailed and lamented him.",
    "web": "A great multitude of the people followed him, including women who also mourned and lamented him.",
    "chr": "ᎬᏩᏍᏓᏩᏗᏎᏃ ᎤᏂᏣᏘ ᏴᏫ, ᎠᎴ ᎠᏂᎨᏴ, ᎾᏍᎩ ᎾᏍᏉ ᏓᏂᏴᎨ ᎠᎴ ᎬᏩᏍᎪᏂᎮᎢ."
  },
  {
    "verse": "28",
    "kjv": "But Jesus turning unto them said, Daughters of Jerusalem, weep not for me, but weep for yourselves, and for your children.",
    "web": "But Jesus, turning to them, said, “Daughters of Jerusalem, don’t weep for me, but weep for yourselves and for your children.",
    "chr": "ᏥᏌᏃ ᏚᎦᏔᎲᎡᎸ ᎯᎠ ᏄᏪᏎᎢ, ᎢᏥᎨᏴ ᏥᎷᏏᎵᎻ ᏧᏪᏥ, ᏞᏍᏗ ᎠᏴ ᏍᎩᏍᎪᏂᎸᎩ, ᎢᏨᏒᏍᎩᏂ ᏗᏣᏓᏍᎪᏂᎦ, ᎠᎴ ᏗᏤᏥ ᏗᏥᏍᎪᏂᎦ."
  },
  {
    "verse": "29",
    "kjv": "For, behold, the days are coming, in the which they shall say, Blessed are the barren, and the wombs that never bare, and the paps which never gave suck.",
    "web": "For behold, the days are coming in which they will say, ‘Blessed are the barren, the wombs that never bore, and the breasts that never nursed.’",
    "chr": "ᎬᏂᏳᏰᏃ ᏛᎵᏰᎢᏣᎵ ᎢᎦ, ᎾᎯᏳ ᎯᎠ ᏅᏛᏂᏪᏏ, ᎣᏂᏳ ᎢᏳᎾᎵᏍᏓᏁᏗ ᏗᎾᎷᎸᎥᏍᎩ ᏂᎨᏒᎾ, ᎠᎴ ᏧᎾᏓᎾᏄᎪᏫᏒᎯ ᏂᎨᏒᎾ, ᎠᎴ ᏧᎾᏓᏍᏛᏅᎯ ᏂᎨᏒᎾ."
  },
  {
    "verse": "30",
    "kjv": "Then shall they begin to say to the mountains, Fall on us; and to the hills, Cover us.",
    "web": "Then they will begin to tell the mountains, ‘Fall on us!’ and tell the hills, ‘Cover us.’",
    "chr": "ᎿᏉᏃ ᏛᎾᎴᏅᎯ ᎯᎠ ᏂᏙᏛᏂᏪᏎᎵ ᏙᏓᎸᎢ, ᏍᎩᏯᏐᎥᎦ; ᎠᎴ ᏚᏌᎯᎸᎢ, ᏍᎩᏳᏢᎥᎦ."
  },
  {
    "verse": "31",
    "kjv": "For if they do these things in a green tree, what shall be done in the dry?",
    "web": "For if they do these things in the green tree, what will be done in the dry?”",
    "chr": "ᎢᏳᏰᏃ ᎢᏤ ᏡᎬ ᎾᏍᎩ ᏱᏅᏛᏅᏁᎵ, ᎦᏙ ᎨᏎᏍᏗ ᎤᎧᏲᏛ ᏡᎬᎢ?"
  },
  {
    "verse": "32",
    "kjv": "And there were also two other, malefactors, led with him to be put to death.",
    "web": "There were also others, two criminals, led with him to be put to death.",
    "chr": "ᎠᎴ ᎾᏍᏉ ᎠᏂᏔᎵ ᏅᏩᎾᏓᎴ ᎤᏲ ᏧᏂᎸᏫᏍᏓᏁᎯ ᎢᏧᎳᎭ ᏕᎨᎦᏘᏅᎭ ᏗᎨᏥᎢᏍᏗᏱ."
  },
  {
    "verse": "33",
    "kjv": "And when they were come to the place, which is called Calvary, there they crucified him, and the malefactors, one on the right hand, and the other on the left.",
    "web": "When they came to the place that is called “The Skull”, they crucified him there with the criminals, one on the right and the other on the left.",
    "chr": "ᏭᏂᎷᏨᏃ ᎧᏫᎵ ᏚᏙᎥᎢ, ᎾᎿ ᏓᏓᎿᏩᏍᏛ ᎬᏩᏛᏁᎢ, ᎠᎴ ᏚᎾᏛᏁ ᎤᏲᏧᏂᎸᏫᏍᏓᏁᎯ, ᎠᏏᏴᏫ ᎠᎦᏘᏏᏗᏢ, ᏐᎢᏃ ᎠᎦᏍᎦᏂ ᎢᏗᏢ."
  },
  {
    "verse": "34",
    "kjv": "Then said Jesus, Father, forgive them; for they know not what they do. And they parted his raiment, and cast lots.",
    "web": "Jesus said, “Father, forgive them, for they don’t know what they are doing.” Dividing his garments among them, they cast lots.",
    "chr": "ᎿᏉᏃ ᏥᏌ ᎯᎠ ᏄᏪᏎᎢ, ᎡᏙᏓ, ᏘᏙᎵᎩ; ᎥᏝᏰᏃ ᏯᏂᎦᏔᎭ ᎾᎾᏛᏁᎲᎢ. ᎤᏂᏯᏙᎴᏃ ᎤᏄᏬ ᎠᎴ ᎠᎾᏎᏍᏗᏍᎨᎢ."
  },
  {
    "verse": "35",
    "kjv": "And the people stood beholding. And the rulers also with them derided him, saying, He saved others; let him save himself, if he be Christ, the chosen of God.",
    "web": "The people stood watching. The rulers with them also scoffed at him, saying, “He saved others. Let him save himself, if this is the Christ of God, his chosen one!”",
    "chr": "ᏴᏫᏃ ᎤᎾᎴᎾᏫᏍᏕ ᏚᎾᎦᏙᏍᏕᎢ. ᏄᏂᎬᏫᏳᏌᏕᎩᏃ ᎾᏍᏉ ᏚᎾᎵᎪᏁᎴ ᎢᎬᏩᏕᎨᏔᏁᎢ, ᎯᎠ ᎾᏂᏪᏍᎨᎢ, ᎠᏂᏐᎢ ᏓᏍᏕᎵᏍᎬᎩ; ᎤᏩᏒ ᏩᎵᏍᏕᎸ ᎢᏳᏃ ᎦᎶᏁᏛ ᎤᏁᎳᏅᎯ ᎤᏑᏰᏛ ᎨᏎᏍᏗ."
  },
  {
    "verse": "36",
    "kjv": "And the soldiers also mocked him, coming to him, and offering him vinegar,",
    "web": "The soldiers also mocked him, coming to him and offering him vinegar,",
    "chr": "ᎠᎴ ᎠᏂᏯᏫᏍᎩ ᎿᏍᏉ ᎦᎬᏩᏐᏢᏕᎢ, ᎬᏩᎷᏤᎮ ᎠᎴ ᎬᏩᏁᏁᎮ ᏧᏂᏦᏯᏍᏗ,"
  },
  {
    "verse": "37",
    "kjv": "And saying, If thou be the king of the Jews, save thyself.",
    "web": "and saying, “If you are the King of the Jews, save yourself!”",
    "chr": "ᎠᎴ ᎯᎠ ᎾᏂᏪᏍᎨᎢ, ᎢᏳᏃ ᏂᎯ ᎠᏂᏧᏏ ᎤᎾᏤᎵ ᎤᎬᏫᏳᎯ ᎨᏎᏍᏗ, ᏨᏒ ᎭᎵᏍᏕᎸ."
  },
  {
    "verse": "38",
    "kjv": "And a superscription also was written over him in letters of Greek, and Latin, and Hebrew, This Is The King Of The Jews.",
    "web": "An inscription was also written over him in letters of Greek, Latin, and Hebrew: “THIS IS THE KING OF THE JEWS.”",
    "chr": "ᎠᎴ ᎾᏍᏉ ᎪᏪᎴ ᎤᎵᏍᏓᏛ ᎦᎸᎳᏗᏢ ᎠᏂᎪᎢ ᎤᏂᏬᏂᎯᏍᏗ, ᎠᎴ ᎠᏂᎶᎻ ᎤᏂᏬᏂᎯᏍᏗ, ᎠᎴ ᎠᏂᏈᎷ ᎤᏂᏬᏂᎯᏍᏗ ᎪᏪᎴ ᎯᎠ ᏂᎬᏁᎢ; ᎯᎠ ᎤᎬᏫᏳᎯ ᎠᏂᏧᏏ ᎤᎾᏤᎵᎦ."
  },
  {
    "verse": "39",
    "kjv": "And one of the malefactors which were hanged railed on him, saying, If thou be Christ, save thyself and us.",
    "web": "One of the criminals who was hanged insulted him, saying, “If you are the Christ, save yourself and us!”",
    "chr": "ᎠᏏᏴᏫᏃ ᎾᏍᎩ ᎤᏲ ᏧᏂᎸᏫᏍᏓᏁᎯ ᎾᏍᎩ ᏗᎨᎦᏛᏅᎯ ᎦᎬᏩᏐᏢᏕᎢ, ᎯᎠ ᏂᎦᏪᏍᎨᎢ, ᎢᏳᏃ ᏂᎯ ᎩᎶᏁᏛ ᎨᏎᏍᏗ, ᎭᎵᏍᏕᎸ ᏨᏒ ᎠᎴ ᎠᏴ ᏍᎩᏂᏍᏕᎸ"
  },
  {
    "verse": "40",
    "kjv": "But the other answering rebuked him, saying, Dost not thou fear God, seeing thou art in the same condemnation?",
    "web": "But the other answered, and rebuking him said, “Don’t you even fear God, seeing you are under the same condemnation?",
    "chr": "ᏐᎢᏍᎩᏂ ᏧᏁᏨ ᎤᎬᏍᎪᎸᏁᎢ, ᎯᎠ ᏄᏪᏎᎢ, ᏝᏍᎪ ᎤᏁᎳᏅᎯ ᏱᎾᏰᏍᎦ ᎤᏠᏱᏉ ᏕᏣᏚᎪᏓᏁᎸ ᏥᎩ?"
  },
  {
    "verse": "41",
    "kjv": "And we indeed justly; for we receive the due reward of our deeds: but this man hath done nothing amiss.",
    "web": "And we indeed justly, for we receive the due reward for our deeds, but this man has done nothing wrong.”",
    "chr": "ᎠᏴᏍᎩᏂ ᎤᏙᎯᏳᎯ ᏚᏳᎪᏛᎢ; ᎠᏴᏰᏃ ᏕᎩᏂᎸᏫᏍᏓᏁᎸ ᏚᏳᎪᏛ ᎩᏂᏍᏛᏗᎭ, ᎯᎠᏍᎩᏂ ᎥᏝ ᎪᎱᏍᏗ ᎤᏣᏘᏂ ᎢᏳᏛᏁᎸᎯ ᏱᎩ."
  },
  {
    "verse": "42",
    "kjv": "And he said unto Jesus, Lord, remember me when thou comest into thy kingdom.",
    "web": "He said to Jesus, “Lord, remember me when you come into your Kingdom.”",
    "chr": "ᎯᎠᏃ ᏄᏪᏎᎴ ᏥᏌ, ᏣᎬᏫᏳᎯ, ᏍᏆᏅᏓᏛᎭ ᏫᎷᏨᎭ ᏣᏤᎵᎪᎯ."
  },
  {
    "verse": "43",
    "kjv": "And Jesus said unto him, Verily I say unto thee, Today shalt thou be with me in paradise.",
    "web": "Jesus said to him, “Assuredly I tell you, today you will be with me in Paradise.”",
    "chr": "ᏥᏌᏃ ᎯᎠ ᏄᏪᏎᎴᎢ, ᎤᏙᎯᏳᎯᏯ ᎬᏲᏎᎭ, ᎪᎯ ᎢᎦ ᏥᎩ ᏫᏁᏙᎮᏍᏗ ᏅᏩᏙᎯᏯᏛ ᏗᎨᏒᎢ."
  },
  {
    "verse": "44",
    "kjv": "And it was about the sixth hour, and there was a darkness over all the earth until the ninth hour.",
    "web": "It was now about the sixth hour, and darkness came over the whole land until the ninth hour.",
    "chr": "ᏔᎳᏚᏃ ᎢᏴᏛ ᎢᏳᏟᎶᏛ ᎧᎳᏩᏗᏒ ᎨᏎᎢ, ᎠᎴ ᏂᎬᎾᏛ ᎠᏂ ᎦᏙᎯ ᎤᎵᏏᎲᏎ ᏦᎢᏁ ᎢᏳᏟᎶᏛ ᎢᏯᏍᏖ."
  },
  {
    "verse": "45",
    "kjv": "And the sun was darkened, and the veil of the temple was rent in the midst.",
    "web": "The sun was darkened, and the veil of the temple was torn in two.",
    "chr": "ᎠᎴ ᏅᏙ ᎤᎵᏏᎲᏎᎢ, ᎠᎴ ᎠᏄᏬ ᎠᏰᏙᎳᏛ ᎤᏛᎾ-ᏗᎦᎳᏫᎢᏍᏗᏱ ᎠᏰᎵ ᏚᎵᏍᏡᏰᎢ."
  },
  {
    "verse": "46",
    "kjv": "And when Jesus had cried with a loud voice, he said, Father, into thy hands I commend my spirit: and having said thus, he gave up the ghost.",
    "web": "Jesus, crying with a loud voice, said, “Father, into your hands I commit my spirit!” Having said this, he breathed his last.",
    "chr": "ᏥᏌᏃ ᎠᏍᏓᏯ ᎤᏁᏨ ᎯᎠ ᏄᏪᏎᎢ, ᎡᏙᏓ, ᏂᎯ ᏕᎬᏲᎯᏏ ᎠᏆᏓᏅᏙᎩ; ᎾᏍᎩᏃ ᏄᏪᏒ ᎤᎵᏍᏆᏕᎴᎢ."
  },
  {
    "verse": "47",
    "kjv": "Now when the centurion saw what was done, he glorified God, saying, Certainly this was a righteous man.",
    "web": "When the centurion saw what was done, he glorified God, saying, “Certainly this was a righteous man.”",
    "chr": "ᎠᏍᎪᎯᏧᏈᏃ ᏗᏓᏖᏁᎯ ᎤᎪᎲ ᏄᎵᏍᏔᏂᏙᎸᎢ ᎤᎸᏉᏔᏁ ᎤᏁᎳᏅᎯ ᎯᎠ ᏄᏪᏎᎢ, ᎤᏙᎯᏳᎯᏯ ᎤᏓᏅᏗ ᎠᏍᎦᏯ ᎨᏎ ᎯᎠ."
  },
  {
    "verse": "48",
    "kjv": "And all the people that came together to that sight, beholding the things which were done, smote their breasts, and returned.",
    "web": "All the multitudes that came together to see this, when they saw the things that were done, returned home beating their chests.",
    "chr": "ᏂᎦᏛᏃ ᏴᏫ ᎾᎿ ᎠᎪᏩᏛᏗ ᎨᏒ ᎤᎾᎦᏙᏍᏔᏂᎸᎯ, ᎤᏂᎪᎲ ᏄᎵᏍᏔᏂᏙᎸ ᏚᏅᏂᎴ ᏗᏂᏁᏥᏱ, ᎠᎴ ᎤᎾᏨᏎᎢ."
  },
  {
    "verse": "49",
    "kjv": "And all his acquaintance, and the women that followed him from Galilee, stood afar off, beholding these things.",
    "web": "All his acquaintances and the women who followed with him from Galilee stood at a distance, watching these things.",
    "chr": "ᏂᎦᏛᏃ ᎬᏩᎦᏔᎯ ᎨᏒ ᎠᎴ ᎠᏂᎨᏴ ᎨᎵᎵ ᏅᏓᎬᏩᏍᏓᏩᏛᏛ ᎢᏅ ᏧᎾᎴᏅᏁᎢ ᎠᏂᎪᏩᏘᏍᎨ ᎾᏍᎩ ᎯᎠ."
  },
  {
    "verse": "50",
    "kjv": "And, behold, there was a man named Joseph, a counsellor; and he was a good man, and a just:",
    "web": "Behold, there was a man named Joseph, who was a member of the council, a good and righteous man",
    "chr": "ᎬᏂᏳᏉᏃ ᎠᏍᎦᏯ ᏦᏩ ᏧᏙᎢᏛ, ᏗᎦᎳᏫᎩ, ᎤᏓᏅᏘ ᎠᏍᎦᏯ, ᎠᎴ ᏚᏳᎪᏛ ᎢᏯᏛᏁᎯ,"
  },
  {
    "verse": "51",
    "kjv": "(The same had not consented to the counsel and deed of them;) he was of Arimathaea, a city of the Jews: who also himself waited for the kingdom of God.",
    "web": "(he had not consented to their counsel and deed), from Arimathaea, a city of the Jews, who was also waiting for God’s Kingdom.",
    "chr": "(ᎾᏍᎩ ᎥᏝ ᎣᏏᏳ ᏳᏰᎸᏁ ᎾᏍᎩ ᏄᏍᏛ ᏚᏄᎪᏔᏅ ᎠᎴ ᏄᎾᏛᏁᎸᎢ,) ᎠᎵᎹᏗᏱ ᎡᎯ ᎨᏎᎢ, ᎾᏍᎩ ᎠᏂᏧᏏ ᎤᏂᏚᎲᎢ, ᎾᏍᎩ ᎾᏍᏉ ᎠᎦᏘᏰ ᎤᏁᎳᏅᎯ ᎤᎬᏫᏳᎯ ᎨᏒᎢ,--"
  },
  {
    "verse": "52",
    "kjv": "This man went unto Pilate, and begged the body of Jesus.",
    "web": "This man went to Pilate, and asked for Jesus’ body.",
    "chr": "ᎯᎠ ᎾᏍᎩ ᎠᏍᎩ ᎠᏯᎦᏯ ᏆᎴᏗ ᏭᎷᏤᎴ ᎠᎴ ᎤᏔᏲᏎᎴ ᏥᏌ ᎠᏰᎸᎢ."
  },
  {
    "verse": "53",
    "kjv": "And he took it down, and wrapped it in linen, and laid it in a sepulchre that was hewn in stone, wherein never man before was laid.",
    "web": "He took it down and wrapped it in a linen cloth, and laid him in a tomb that was cut in stone, where no one had ever been laid.",
    "chr": "ᎠᎴ ᎤᏕᏒ ᏙᎴᏛ ᎠᏄᏬ ᎤᏪᏣᏄᎶᏔᏁᎢ, ᎠᎴ ᎠᏤᎵᏍᏛ ᎤᏅᏁ ᎾᏍᎩ ᏅᏲᎯ ᎠᏔᎴᏛ, ᎾᏍᎩ ᎾᎿ ᎢᎸᎯᏳ ᎩᎶ ᎾᏥᏅᏅᎾ ᎨᏒᎢ."
  },
  {
    "verse": "54",
    "kjv": "And that day was the preparation, and the sabbath drew on.",
    "web": "It was the day of the Preparation, and the Sabbath was drawing near.",
    "chr": "ᎾᎯᏳᏃ ᎢᎦ ᎠᏛᏅᎢᏍᏙᏗᏱ ᎨᏎᎢ, ᎤᎾᏙᏓᏆᏍᎬᏃ ᎿᏉ ᎤᎩᏥᏍᎨᎢ."
  },
  {
    "verse": "55",
    "kjv": "And the women also, which came with him from Galilee, followed after, and beheld the sepulchre, and how his body was laid.",
    "web": "The women who had come with him out of Galilee followed after, and saw the tomb and how his body was laid.",
    "chr": "ᎠᏂᎨᏴᏃ ᎾᏍᏉ ᎨᎵᎵ ᏅᏓᎬᏩᏍᏓᏩᏛᏛ, ᎣᏂ ᎠᎾᎵᏍᏓᏩᏗᏎᎢ, ᎠᎴ ᎤᏂᎪᎮ ᎠᏤᎵᏍᏛᎢ, ᎠᎴ ᏂᎬᏅ ᎤᏂᏅᏅ ᎠᏰᎸᎢ."
  },
  {
    "verse": "56",
    "kjv": "And they returned, and prepared spices and ointments; and rested the sabbath day according to the commandment.",
    "web": "They returned and prepared spices and ointments. On the Sabbath they rested according to the commandment.",
    "chr": "ᎤᎾᏨᏎᏃ ᎠᎴ ᎤᎾᏓᏁᎳᏁ ᎦᏩᏒᎩ ᎠᎴ ᎠᏠᏁᏗ; ᎠᎴ ᎤᏂᏯᏪᏐᎴ ᎤᎾᏙᏓᏆᏍᎬ ᎾᏍᎩᏯ ᏂᎬᏅ ᏗᎧᎿᏩᏛᏍᏗ."
  }
]
