[
  {
    "verse": "1",
    "kjv": "And it came to pass, that, as the people pressed upon him to hear the word of God, he stood by the lake of Gennesaret,",
    "web": "Now while the multitude pressed on him and heard the word of God, he was standing by the lake of Gennesaret.",
    "chr": "ᎯᎠᏃ ᏄᎵᏍᏔᏁᎢ, ᎾᏍᎩ, ᎾᏍᎩ ᎤᏂᏣᏘ ᎬᏩᏜᏫᏍᏗᏕᎨ ᎤᎾᏛᎪᏗᏱ ᎧᏃᎮᏛ ᎤᎾᎳᏅᎯ ᎤᏤᎵᎦ, ᎨᏂᏏᎳᏗ ᎥᏓᎷᎶᏗ ᎦᏙᎨᎢ."
  },
  {
    "verse": "2",
    "kjv": "And saw two ships standing by the lake: but the fishermen were gone out of them, and were washing their nets.",
    "web": "He saw two boats standing by the lake, but the fishermen had gone out of them and were washing their nets.",
    "chr": "ᏥᏳᏃ ᏔᎵ ᏚᎪᎮ ᎥᏓᎷᎶᏗ ᏓᏔᎴᎢ; ᎠᏂᎦᏯᎷᎥᏍᎩᏍᎩᏂ ᎤᎾᏣᎢᏛ ᎨᏎᎢ, ᎠᎴ ᏓᏅᎩᎶᏍᎨ ᎫᏂᎦᏯᎷᏗ."
  },
  {
    "verse": "3",
    "kjv": "And he entered into one of the ships, which was Simon's, and prayed him that he would thrust out a little from the land. And he sat down, and taught the people out of the ship.",
    "web": "He entered into one of the boats, which was Simon’s, and asked him to put out a little from the land. He sat down and taught the multitudes from the boat.",
    "chr": "ᏌᏉᏃ ᎠᏔᎸ ᏥᏳ ᎤᏣᏁᎢ ᎾᏍᎩ ᏌᏩᏂ ᎤᏤᎵᎦ ᎨᏎᎢ, ᎠᎴ ᎤᏔᏲᏎᎴ ᎤᏍᏗᎩᏛ ᎢᏴᏛ ᏭᎧᏙᏯᏍᏗᏱ. ᎤᏪᏁᏃ ᎠᎴ ᏚᏪᏲᏁ ᎤᏂᏣᏘ ᏥᏳᎯ ᎬᏩᏣᎢ."
  },
  {
    "verse": "4",
    "kjv": "Now when he had left speaking, he said unto Simon, Launch out into the deep, and let down your nets for a draught.",
    "web": "When he had finished speaking, he said to Simon, “Put out into the deep and let down your nets for a catch.”",
    "chr": "ᎿᏉᏃ ᎤᏲᎯᏍᏔᏅ ᎦᏬᏂᏍᎬ ᎯᎠ ᏄᏪᏎᎴ ᏌᏩᏂ, ᏗᏍᏛᎬ ᏫᏅᏍᏛ ᎠᎴ ᎡᎳᏗ ᏂᏗᏨᎦ ᏗᏥᎦᏯᎷᏗ ᏗᏥᏂᏴᏗᏱ."
  },
  {
    "verse": "5",
    "kjv": "And Simon answering said unto him, Master, we have toiled all the night, and have taken nothing: nevertheless at thy word I will let down the net.",
    "web": "Simon answered him, “Master, we worked all night and caught nothing; but at your word I will let down the net.”",
    "chr": "ᏌᏩᏂᏃ ᎤᏁᏤ ᎯᎠ ᏄᏪᏎᎴᎢ; ᏔᏕᏲᎲᏍᎩ ᎤᎵᏨᏓᏆᏛ ᏙᎩᎸᏫᏍᏓᏏ ᎥᏝᏃ ᎪᎱᏍᏗ ᏲᏥᏂᏴ; ᎠᏎᏃ ᏂᎯ ᏣᏁᏨ ᎢᏳᏍᏗ ᏓᎬᏂ ᎠᎦᏯᎷᏗ."
  },
  {
    "verse": "6",
    "kjv": "And when they had this done, they inclosed a great multitude of fishes: and their net brake.",
    "web": "When they had done this, they caught a great multitude of fish, and their net was breaking.",
    "chr": "ᎾᏍᎩᏃ ᏄᎾᏛᏁᎸ ᎤᏂᏣᏘ ᏚᏂᏂᏴᎮ ᎠᏣᏗ; ᎠᎴ ᎤᏂᎦᏯᎷᏗ ᏚᎾᎵᎦᎵᏎᎴᎢ"
  },
  {
    "verse": "7",
    "kjv": "And they beckoned unto their partners, which were in the other ship, that they should come and help them. And they came, and filled both the ships, so that they began to sink.",
    "web": "They beckoned to their partners in the other boat, that they should come and help them. They came and filled both boats, so that they began to sink.",
    "chr": "ᏚᎾᏁᎶᏥᏁᎴᏃ ᎤᎾᎵᎪᎯ ᏐᎢᏱ ᏥᏳᎯ ᎤᎾᏣᎢ ᏅᏓᎬᏩᏂᏍᏕᎸᎲᏍᏗᏱ. ᎤᏂᎷᏤᏃ, ᎠᎴ ᎢᏧᎳ ᏥᏳ ᏚᏂᎧᎵᎴᎢ, ᎾᏍᎩᏃ ᎿᏉ ᏕᎦᏃᏴᎨᎢ."
  },
  {
    "verse": "8",
    "kjv": "When Simon Peter saw it, he fell down at Jesus' knees, saying, Depart from me; for I am a sinful man, O Lord.",
    "web": "But Simon Peter, when he saw it, fell down at Jesus’ knees, saying, “Depart from me, for I am a sinful man, Lord.”",
    "chr": "ᏌᏃᏂᏃ ᏈᏓ ᎤᎪᎲ ᎤᏓᏅᏁ ᏥᏌ ᏗᎧᏂᎨᏂ ᎾᎥᎢ, ᎯᎠ ᏂᎦᏪᏍᎨᎢ; ᏣᎬᏫᏳᎯ ᏍᏆᏓᏅᏏ, ᏥᏍᎦᎾᎯᏳᏰᏃ ᎠᏴ."
  },
  {
    "verse": "9",
    "kjv": "For he was astonished, and all that were with him, at the draught of the fishes which they had taken:",
    "web": "For he was amazed, and all who were with him, at the catch of fish which they had caught;",
    "chr": "ᎤᏍᏆᏂᎪᏎᏰᏃ ᎠᎴ ᏂᎦᏛ ᎠᏁᎯ ᎤᏂᏍᏆᏂᎪᏎ ᏅᏗᎦᎴᏍᏙᏗᏍᎨ ᎾᏂᎥ ᎠᏣᏗ ᏚᏂᏂᏴᎲᎢ;"
  },
  {
    "verse": "10",
    "kjv": "And so was also James, and John, the sons of Zebedee, which were partners with Simon. And Jesus said unto Simon, Fear not; from henceforth thou shalt catch men.",
    "web": "and so also were James and John, sons of Zebedee, who were partners with Simon. Jesus said to Simon, “Don’t be afraid. From now on you will be catching people alive.”",
    "chr": "ᎠᎴ ᎾᏍᏉ ᏥᎻ ᎠᎴ ᏣᏂ ᏤᏈᏗ ᏧᏪᏥ ᎾᏍᎩ ᎤᎾᎵᎪᎯ ᏥᎨᏎ ᏌᏩᏂ. ᏥᏌᏃ ᎯᎠ ᏄᏪᏎᎴ ᏌᏩᏂ; ᏞᏍᏗ ᏣᏍᎦᎸᎩ; ᎪᎯ ᎢᏳᏓᎴᏅᏛ ᏴᏫ ᏘᏏᏱᏍᎩ ᎨᏎᏍᏗ."
  },
  {
    "verse": "11",
    "kjv": "And when they had brought their ships to land, they forsook all, and followed him.",
    "web": "When they had brought their boats to land, they left everything, and followed him.",
    "chr": "ᎤᏩᏝᎥᏃ ᏚᏂᏔᎳᏗᎸ ᏥᏳ, ᏂᎦᏛ ᏚᏂᏲᏐᏁ ᎠᎴ ᎬᏩᏍᏓᏩᏛᏎᎢ."
  },
  {
    "verse": "12",
    "kjv": "And it came to pass, when he was in a certain city, behold a man full of leprosy: who seeing Jesus fell on his face, and besought him, saying, Lord, if thou wilt, thou canst make me clean.",
    "web": "While he was in one of the cities, behold, there was a man full of leprosy. When he saw Jesus, he fell on his face and begged him, saying, “Lord, if you want to, you can make me clean.”",
    "chr": "ᎯᎠᏃ ᏄᎵᏍᏔᏁ ᎢᎸᎯᏢ ᎦᏚᎲ ᎡᏙᎲᎢ, ᎬᏂᏳᏉ ᎠᏍᎦᏯ ᏂᎬ ᎠᏓᏰᏍᎩ ᎤᏢᎩ ᎾᎿ ᎡᏙᎮᎢ; ᎾᏍᎩ ᏥᏌᎤᎪᎲ ᎤᏯᏍᏚᏎᎢ, ᎠᎴ ᎤᏔᏲᏎᎴ ᎯᎠ ᏄᏪᏎᎢ, ᏣᎬᏫᏳᎯ, ᎢᏳᏃ ᎣᏏᏳ ᏱᏣᏰᎸᏅ ᏰᎵᏉ ᏱᏍᎩᏅᎦᎸ."
  },
  {
    "verse": "13",
    "kjv": "And he put forth his hand, and touched him, saying, I will: be thou clean. And immediately the leprosy departed from him.",
    "web": "He stretched out his hand and touched him, saying, “I want to. Be made clean.” Immediately the leprosy left him.",
    "chr": "ᎤᏙᏯᏅᎯᏛᏃ ᎤᏒᏂᎴᎢ, ᎯᎠ ᏄᏪᏎᎢ; ᎣᏏᏳ ᏥᏰᎸᎾ; ᏣᏓᏅᎦᎸᏛ ᎨᏎᏍᏗ. ᎩᎳᏉᏃ ᎢᏴᏛ ᎠᏓᏰᏍᎩ ᎤᏢᎬ ᎤᏓᏅᎡᎴᎢ."
  },
  {
    "verse": "14",
    "kjv": "And he charged him to tell no man: but go, and shew thyself to the priest, and offer for thy cleansing, according as Moses commanded, for a testimony unto them.",
    "web": "He commanded him to tell no one, “But go your way and show yourself to the priest, and offer for your cleansing according to what Moses commanded, for a testimony to them.”",
    "chr": "ᎤᏁᏤᎴᏃ ᎩᎶ ᎤᏃᏁᏗᏱ ᏂᎨᏒᎾ; ᎮᎾᏉᏍᎩᏂ, [ᎤᏬᏎᎴᎢ,] ᏫᏯᏓᎾᏄᎪᏫᏏ ᎠᏥᎸ-ᎨᎶᎯ, ᎠᎴ ᎼᏏ ᎤᏁᏨ ᏣᏓᏅᎦᎸᎲ ᎠᎵᏍᎪᎸᏙᏗ ᏫᎲᎦ, ᎾᏍᎩ ᎤᎾᏙᎴᎰᎯᏍᏙᏗ."
  },
  {
    "verse": "15",
    "kjv": "But so much the more went there a fame abroad of him: and great multitudes came together to hear, and to be healed by him of their infirmities.",
    "web": "But the report concerning him spread much more, and great multitudes came together to hear and to be healed by him of their infirmities.",
    "chr": "ᎠᏎᏃ ᎤᏟᏉ ᎢᎦᎢ ᏚᏰᎵᏎ ᎾᏍᎩ ᏕᎦᏃᏣᎸᎢ. ᎤᏂᏣᏘᏃ ᏚᏂᎳᏫᏦᎴ ᎤᎾᏚᎵᏍᎨ ᎤᎾᏛᎪᏗᏱ ᎠᎴ ᏧᏅᏬᏗᏱ ᏚᏂᏢᎬᎢ."
  },
  {
    "verse": "16",
    "kjv": "And he withdrew himself into the wilderness, and prayed.",
    "web": "But he withdrew himself into the desert and prayed.",
    "chr": "ᎤᏓᏅᏎᏃ ᎢᎾᎨ ᏬᎶᏎ ᎠᎴ ᎠᏓᏙᎵᏍᏗᏍᎨᎢ."
  },
  {
    "verse": "17",
    "kjv": "And it came to pass on a certain day, as he was teaching, that there were Pharisees and doctors of the law sitting by, which were come out of every town of Galilee, and Judaea, and Jerusalem: and the power of the Lord was present to heal them.",
    "web": "On one of those days, he was teaching; and there were Pharisees and teachers of the law sitting by who had come out of every village of Galilee, Judea, and Jerusalem. The power of the Lord was with him to heal them.",
    "chr": "ᎢᎸᎯᏳᏃ ᎯᎠ ᏄᎵᏍᏔᏁᎢ, ᎾᎯᏳ ᏓᏕᏲᎲᏍᎨᎢ, ᎾᎿ ᎠᏂᏁ ᎠᏂᏆᎵᏏ ᎠᎴ ᏗᎧᎿᏩᏛᏍᏗ ᏗᏃᏏᏏᏍᎩ ᏕᎦᏚᏩᏗᏒ ᎨᎵᎵ ᏅᏓᏩᏂᎶᏒᎯ, ᎠᎴ ᏧᏗᏱ, ᎠᎴ ᏥᎷᏏᎵᎻ; ᎤᎬᏫᏳᎯᏃ ᎤᎵᏂᎬᎬ ᏚᎾᏗᏫᏍᏗᏍᎨᎢ."
  },
  {
    "verse": "18",
    "kjv": "And, behold, men brought in a bed a man which was taken with a palsy: and they sought means to bring him in, and to lay him before him.",
    "web": "Behold, men brought a paralyzed man on a cot, and they sought to bring him in to lay before Jesus.",
    "chr": "ᎠᎴ ᎬᏂᏳᏉ ᎩᎶ ᎢᏳᎾᏍᏗ ᎠᏂᏍᎦᏯ ᎤᏂᏃᎴ ᎠᏤᏍᏙᎩᎯ ᎦᏅᎨ ᎠᏍᎦᏯ ᎤᎸᏓᎸᎥᏍᎩ; ᎤᎾᏁᎶᎳᏁᏃ ᎤᏂᏴᏔᏂᎯᏍᏗᏱ, ᎠᎴ [ᏥᏌ] ᎢᎬᏱᏢ ᎤᏂᏅᏁᏗᏱ."
  },
  {
    "verse": "19",
    "kjv": "And when they could not find by what way they might bring him in because of the multitude, they went upon the housetop, and let him down through the tiling with his couch into the midst before Jesus.",
    "web": "Not finding a way to bring him in because of the multitude, they went up to the housetop and let him down through the tiles with his cot into the middle before Jesus.",
    "chr": "ᎤᎾᏠᏨᏃ ᎢᏳᎾᏛᏁᏗᏱ ᎤᏂᏴᏔᏂᎯᏍᏗᏱ ᎤᏂᏣᏘ ᎨᏒ ᎢᏳᏍᏗ, ᎦᏌᎾᎵ ᎤᎾᎩᎳᏫᏎᎢ, ᎾᎿᏃ ᏧᏂᎦᏛᎴᎯᏍᏔᏁ ᎤᎾᏠᎥᏔᏂᎴ ᎤᏤᏍᏙ ᎬᏩᏠᏯᏍᏗ ᎤᎾᏓᏡᎬ ᎠᏰᎵ, ᏥᏌ ᎢᎬᏱᏢ ᎤᏂᏅᏁᎴᎢ."
  },
  {
    "verse": "20",
    "kjv": "And when he saw their faith, he said unto him, Man, thy sins are forgiven thee.",
    "web": "Seeing their faith, he said to him, “Man, your sins are forgiven you.”",
    "chr": "ᎤᏃᎯᏳᏒᏃ ᎤᏙᎴᎰᏒ, ᎯᎠ ᏄᏪᏎᎴᎢ; ᎯᏍᎦᏯ, ᏣᏍᎦᏅᏨ ᎡᏣᏙᎵᎩ."
  },
  {
    "verse": "21",
    "kjv": "And the scribes and the Pharisees began to reason, saying, Who is this which speaketh blasphemies? Who can forgive sins, but God alone?",
    "web": "The scribes and the Pharisees began to reason, saying, “Who is this who speaks blasphemies? Who can forgive sins, but God alone?”",
    "chr": "ᏗᏃᏪᎵᏍᎩᏃ ᎠᎴ ᎠᏂᏆᎵᏏ ᎤᎾᏓᏅᏖᎴ ᎯᎠ ᏄᏂᏪᏎᎢ; ᎦᎪ ᎯᎠ ᎾᏍᎩ ᏣᏐᏢᎢᏍᏗᎭ? ᎦᎪ ᎬᏩᏓᏙᎵᏍᏗ ᎠᏍᎦᏅᏨᎢ? ᏝᏍᎪ ᎤᏁᎳᏅᎯ ᎤᏩᏒ?"
  },
  {
    "verse": "22",
    "kjv": "But when Jesus perceived their thoughts, he answering said unto them, What reason ye in your hearts?",
    "web": "But Jesus, perceiving their thoughts, answered them, “Why are you reasoning so in your hearts?",
    "chr": "ᎠᏎᏃ ᏥᏌ ᎤᏙᎴᎰᏒ ᏄᏍᏛ ᏓᎾᏓᏅᏖᏍᎬᎢ, ᎤᏁᏤ ᎯᎠ ᏂᏚᏪᏎᎴᎢ; ᎦᏙ ᎢᏣᏓᏅᏖᎭ ᏙᏗᎶᏓᏅᏛᎢ?"
  },
  {
    "verse": "23",
    "kjv": "Whether is easier, to say, Thy sins be forgiven thee; or to say, Rise up and walk?",
    "web": "Which is easier to say, ‘Your sins are forgiven you,’ or to say, ‘Arise and walk’?",
    "chr": "ᎦᏙ ᎤᏍᏗ ᎤᏟ ᎠᎯᏗᏳ ᎧᏁᎢᏍᏗᏱ, ᏣᏍᎦᏅᏨ ᎡᏣᏙᎵᎩ ᎠᏛᏗᏱ; ᎠᎴ ᎯᎠ ᎢᎦᏪᏍᏗᏱ, ᏔᎴᎲᎦ ᎠᎴ ᎮᏓ?"
  },
  {
    "verse": "24",
    "kjv": "But that ye may know that the Son of man hath power upon earth to forgive sins, (he said unto the sick of the palsy,) I say unto thee, Arise, and take up thy couch, and go into thine house.",
    "web": "But that you may know that the Son of Man has authority on earth to forgive sins,” he said to the paralyzed man, “I tell you, arise, take up your cot, and go to your house.”",
    "chr": "ᎠᏎᏃ ᎢᏣᏙᎴᎰᎯᏍᏗᏱ ᏴᏫ ᎤᏪᏥ ᏰᎵᏉ ᎠᏂ ᎡᎶᎯ ᎬᏩᏓᏙᎵᏍᏗ ᎨᏒ ᎣᏍᎦᏅᏨᎢ, (ᎯᎠ ᏄᏪᏎᎴ ᎤᎸᏓᎸᎥᏍᎩ;) ᎯᎠ ᏂᎬᏪᏎᎭ; ᏔᎴᎲᎦ, ᏣᏤᏍᏙ ᎯᎾᎩ, ᎠᎴ ᏗᏤᏅᏒ ᎮᎾ."
  },
  {
    "verse": "25",
    "kjv": "And immediately he rose up before them, and took up that whereon he lay, and departed to his own house, glorifying God.",
    "web": "Immediately he rose up before them, and took up that which he was laying on, and departed to his house, glorifying God.",
    "chr": "ᎩᎳᏉᏃ ᎢᏴᏛ ᎤᏗᏛᎮ ᏓᏂᎧᏅᎢ, ᎠᎴ ᎤᏁᏎ ᎤᏤᏍᏙᎩ, ᎠᎴ ᏧᏪᏅᏒ ᏭᎶᏎᎢ, ᎦᎸᏉᏗᏍᎨ ᎤᏁᎳᏅᎯ."
  },
  {
    "verse": "26",
    "kjv": "And they were all amazed, and they glorified God, and were filled with fear, saying, We have seen strange things to day.",
    "web": "Amazement took hold on all, and they glorified God. They were filled with fear, saying, “We have seen strange things today.”",
    "chr": "ᏂᎦᏗᏳᏃ ᎤᏣᏔᏅᎯ ᎤᏂᏍᏆᏂᎪᏎᎢ, ᎠᎴ ᎤᏂᎸᏉᏔᏁ ᎤᏁᎳᏅᎯ, ᎠᎴ ᎤᎧᎵᏨᎯ ᎤᎾᏰᎯᏍᏗ ᎤᎾᏓᏅᏓᏕᎢ, ᎯᎠ ᎾᏂᏪᏍᎨᎢ; ᎤᏍᏆᏂᎪᏗᏳ ᎢᏗᎪᏩᏛ ᎪᎯ ᎢᎦ."
  },
  {
    "verse": "27",
    "kjv": "And after these things he went forth, and saw a publican, named Levi, sitting at the receipt of custom: and he said unto him, Follow me.",
    "web": "After these things he went out and saw a tax collector named Levi sitting at the tax office, and said to him, “Follow me!”",
    "chr": "ᎾᏍᎩᏃ ᎯᎠ ᏄᎵᏍᏔᏂᏙᎸ ᎤᏄᎪᏤᎢ, ᎠᎴ ᎤᎪᎮ ᎠᏕᎸ ᎠᎩᏏᏙᎯ ᎵᏫ ᏧᏙᎢᏛ, ᎤᏪᎴ ᎠᏰᎵ ᎡᎯ ᎠᏕᎸ ᎠᎫᏴᏗᏱ; ᎠᎴ ᎯᎠ ᏄᏪᏎᎴᎢ, ᏍᎩᏍᏓᏩᏚᎦ."
  },
  {
    "verse": "28",
    "kjv": "And he left all, rose up, and followed him.",
    "web": "He left everything, and rose up and followed him.",
    "chr": "ᏂᎦᏛᏃ ᎤᏮᏕᏦᏁ ᎠᎴ ᏚᎴᏁ ᎤᏍᏓᏩᏛᏎᎢ."
  },
  {
    "verse": "29",
    "kjv": "And Levi made him a great feast in his own house: and there was a great company of publicans and of others that sat down with them.",
    "web": "Levi made a great feast for him in his house. There was a great crowd of tax collectors and others who were reclining with them.",
    "chr": "ᎵᏫᏃ ᎤᏣᏘ ᏣᎦᎵᏍᏓᏴᎾᏁᏗᏱ ᎤᏛᏅᎢᏍᏓᏁᎴ ᎤᏩᏒ ᎦᏁᎸᎢ; ᎠᎴ ᎤᏂᏣᏖ ᎠᏕᎸ ᎠᏂᎩᏏᏙᎯ ᎠᎴ ᏅᏩᎾᏓᎴ ᎢᏧᎳᎭ ᎠᏂᏅᏜᎡᎢ."
  },
  {
    "verse": "30",
    "kjv": "But their scribes and Pharisees murmured against his disciples, saying, Why do ye eat and drink with publicans and sinners?",
    "web": "Their scribes and the Pharisees murmured against his disciples, saying, “Why do you eat and drink with the tax collectors and sinners?”",
    "chr": "ᏗᏃᏪᎵᏍᎩᏂ ᏧᎾᏤᎵ ᎠᎴ ᎠᏂᏆᎵᏏ ᏚᏂᏔᎳᏬᎯᏎᎴ ᎬᏩᏍᏓᏩᏗᏙᎯ, ᎯᎠ ᏄᏂᏪᏎᎢ; ᎦᏙᏃ ᎢᏧᎳᎭ ᎢᏣᎵᏍᏓᏴᎲᏍᎦ ᎠᎴ ᎢᏣᏗᏔᏍᎦ ᎠᏕᎸ ᎠᏂᎩᏏᏙᎯ ᎠᎴ ᎠᏂᏍᎦᎾᎢ?"
  },
  {
    "verse": "31",
    "kjv": "And Jesus answering said unto them, They that are whole need not a physician; but they that are sick.",
    "web": "Jesus answered them, “Those who are healthy have no need for a physician, but those who are sick do.",
    "chr": "ᏥᏌᏃ ᎤᏁᏨ ᎯᏴ ᏂᏑᏪᏎᎴᎢ; ᏂᏚᏂᏢᎬᎾ ᎥᏝ ᎤᏚᎸᏗ ᏱᏄᎾᎴᏍᏓᏁᎰ ᏗᏓᏅᎾᏍᎩ, ᏧᏂᏢᎩᏍᎩᏂ."
  },
  {
    "verse": "32",
    "kjv": "I came not to call the righteous, but sinners to repentance.",
    "web": "I have not come to call the righteous, but sinners, to repentance.”",
    "chr": "ᎥᏝ ᎤᎾᏓᏅᏘ ᏱᏗᏥᏯᏅᎯᎸ, ᎠᏂᏍᎦᎾᏍᎩᏂ ᏧᏂᏁᏟᏴᏍᏗᏱ ᏚᎾᏓᏅᏛᎢ."
  },
  {
    "verse": "33",
    "kjv": "And they said unto him, Why do the disciples of John fast often, and make prayers, and likewise the disciples of the Pharisees; but thine eat and drink?",
    "web": "They said to him, “Why do John’s disciples often fast and pray, likewise also the disciples of the Pharisees, but yours eat and drink?”",
    "chr": "ᎯᎠᏃ ᏂᎬᏩᏪᏎᎴᎢ; ᎦᏙᏃ ᏣᏂ ᎬᏩᏍᏓᏩᏗᏙᎯ ᏯᏃᎩᏳ ᎠᎹᏟ ᎠᏅᏍᎪᎢ ᎠᎴ ᎠᎾᏓᏙᎵᏍᏗᏍᎪᎢ, ᎠᎴ ᎾᏍᏉ ᎠᏂᏆᎵᏏ ᎬᏩᏂᏍᏓᏩᏗᏙᎯ; ᏂᎯᏍᎩᏂ ᎨᏣᏍᏓᏩᏗᏙᎯ ᎠᎾᎵᏍᏓᏴᎲᏍᎪ ᎠᎴ ᎠᎾᏗᏔᏍᎪᎢ."
  },
  {
    "verse": "34",
    "kjv": "And he said unto them, Can ye make the children of the bridechamber fast, while the bridegroom is with them?",
    "web": "He said to them, “Can you make the friends of the bridegroom fast while the bridegroom is with them?",
    "chr": "ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ; ᏥᎪ ᏕᎨᎦᏨᏍᏗᏍᎬ ᎠᏂᎦᏔᎯ ᎠᎹᏟ ᎤᏅᏗᏱ ᏱᏂᏕᏨᏂᏏ ᎠᏏᏉ ᎤᏁᎳᏗᏙᎲ ᎤᏕᏒᏂᎸᎯ?"
  },
  {
    "verse": "35",
    "kjv": "But the days will come, when the bridegroom shall be taken away from them, and then shall they fast in those days.",
    "web": "But the days will come when the bridegroom will be taken away from them. Then they will fast in those days.”",
    "chr": "ᎠᏎᏃ ᏗᎵᏰᎢᎶᎵ ᎢᎦ ᏓᎨᏥᏯᏅᎡᎵ ᎤᏕᏒᏂᎸᎯ, ᎾᎯᏳᏃ ᎿᏉ ᎠᎹᏟ ᎠᏅᏍᎨᏍᏗ."
  },
  {
    "verse": "36",
    "kjv": "And he spake also a parable unto them; No man putteth a piece of a new garment upon an old; if otherwise, then both the new maketh a rent, and the piece that was taken out of the new agreeth not with the old.",
    "web": "He also told a parable to them. “No one puts a piece from a new garment on an old garment, or else he will tear the new, and also the piece from the new will not match the old.",
    "chr": "ᏚᏟᎶᏍᏓᏁᎴᏃ ᎾᏍᏉ [ᎯᎠ ᏄᏪᏎᎢ; ᎥᏝ ᎩᎶ ᎢᏤ ᎠᏄᏬ ᎤᏪᏘᎯ ᏱᎦᎳᏍᏢᎥᏍᎪᎢ; ᎢᏳᏰᏃ ᎾᏍᎩ ᏱᏄᏛᏁᎸ, ᎢᏤ ᎠᏄᏬ ᎦᏣᎦᎵᏍᎪ ᎤᏪᏘ, ᎠᎴ ᎾᏍᏉ ᎢᏤ ᎠᎬᎭᎸᏛ ᎥᏝ ᏱᏓᎾᏙᎵᎪ ᎤᏪᏘ."
  },
  {
    "verse": "37",
    "kjv": "And no man putteth new wine into old bottles; else the new wine will burst the bottles, and be spilled, and the bottles shall perish.",
    "web": "No one puts new wine into old wineskins, or else the new wine will burst the skins, and it will be spilled and the skins will be destroyed.",
    "chr": "ᎥᏝ ᎠᎴ ᎩᎶ ᎩᎦᎨ-ᎠᏗᏔᏍᏗ ᏧᏪᏘ ᏗᏑᏢᏛ ᏱᏓᏟᏍᏗᏍᎪᎢ; ᎢᏤᏰᏃ ᎩᎦᎨ-ᎠᏗᏔᏍᏗ ᏱᏙᎦᏣᎦᎸ ᏗᏑᏢᏛ ᎠᎴ ᏯᏤᏬᎩ, ᏗᏑᏢᏛᏃ ᏱᏓᏲᎩ."
  },
  {
    "verse": "38",
    "kjv": "But new wine must be put into new bottles; and both are preserved.",
    "web": "But new wine must be put into fresh wineskins, and both are preserved.",
    "chr": "ᎢᏤᏍᎩᏃ ᎩᎦᎨ-ᎠᏗᏔᏍᏗ ᎠᏎ ᏗᏤ ᏗᏑᏢᏛ ᏗᏟᏍᏙᏗ; ᎩᎳ ᎿᏉ ᎢᏧᎳ ᏂᏗᎬᏩᏍᏙᎢ"
  },
  {
    "verse": "39",
    "kjv": "No man also having drunk old wine straightway desireth new: for he saith, The old is better.",
    "web": "No man having drunk old wine immediately desires new, for he says, ‘The old is better.’”",
    "chr": "ᎥᏝ ᎠᎴ ᎩᎶ ᎤᏪᏘ ᎩᎦᎨ-ᎠᏗᏔᏍᏗ ᎤᏚᎩᏛ ᎢᎬᏪᏅᏛ ᎢᏤ ᏳᏚᎵᏍᎪᎢ; ᎯᎠᏰᏃ ᏂᎦᏪᏍᎪᎢ, ᎤᏪᏘ ᎤᏟ ᏃᎯ."
  }
]