[
  {
    "verse": "1",
    "kjv": "The beginning of the gospel of Jesus Christ, the Son of God;",
    "web": "The beginning of the Good News of Jesus Christ, the Son of God.",
    "chr": "ᎠᏓᎴᏂᏍᎬ ᏱᏍᏛ ᎧᏃᎮᏛ, ᏥᏌᎦᎶᏁᏛ ᎤᏁᎳᏅᎯ ᎤᏪᏥ ᎤᏤᎵᎦ."
  },
  {
    "verse": "2",
    "kjv": "As it is written in the prophets, Behold, I send my messenger before thy face, which shall prepare thy way before thee.",
    "web": "As it is written in the prophets, “Behold, I send my messenger before your face, who will prepare your way before you:",
    "chr": "ᎾᏍᎩᏯ ᎯᎠ ᏥᏂᎬᏅ ᏥᎪᏪᎳ ᎠᎾᏙᎴᎰᏍᎩᏱ; ᎬᏂᏳᏉ, ᏥᏅᎵ ᏥᏅᏏᏓᏍᏗ ᏣᎧᏛ ᎢᎬᏱᏗᏢ, ᎾᏍᎩ ᏓᏣᏛᏅᎢᏍᏓᏁᎵ ᏣᎶᎯᏍᏗᏱ ᎢᎬᏱᏗᏢ."
  },
  {
    "verse": "3",
    "kjv": "The voice of one crying in the wilderness, Prepare ye the way of the Lord, make his paths straight.",
    "web": "the voice of one crying in the wilderness, ‘Make ready the way of the Lord! Make his paths straight!’”",
    "chr": "ᎤᏪᎷᎦ ᎩᎶ ᎢᎾᎨᎢ, ᎯᎠ ᏂᎦᏪᎭ; ᎡᏣᏛᏅᎢᏍᏓᏏ ᏱᎰᏩ ᎤᎶᎯᏍᏗᏱ, ᏚᏅᏅ ᏗᏥᏥᏃᎯᏍᏓ."
  },
  {
    "verse": "4",
    "kjv": "John did baptize in the wilderness, and preach the baptism of repentance for the remission of sins.",
    "web": "John came baptizing in the wilderness and preaching the baptism of repentance for forgiveness of sins.",
    "chr": "ᏣᏂ ᏓᏓᏬᏍᎨ ᎢᎾᎨᎢ, ᎠᎴ ᎠᎵᏥᏙᎲᏍᎨ ᎧᏃᎮᏍᎨ ᏗᏓᏪᏍᏗ ᎨᏒ ᎦᏁᏟᏴᏍᏗᏱ ᎣᏓᏅᏛ ᎤᎬᏩᎵ ᎾᏍᎩ ᎦᏴᏓᏘᏁᏗᏱ ᎠᏍᎦᏅᏨᎢ."
  },
  {
    "verse": "5",
    "kjv": "And there went out unto him all the land of Judaea, and they of Jerusalem, and were all baptized of him in the river of Jordan, confessing their sins.",
    "web": "All the country of Judea and all those of Jerusalem went out to him. They were baptized by him in the Jordan river, confessing their sins.",
    "chr": "ᎠᎴ ᏫᎬᏩᎷᏤᎴ ᏂᎬᎾᏛ ᏧᏗᏱ ᎠᎴ ᏥᎷᏏᎵᎻ ᎠᏁᎯ, ᎠᎴ ᏂᎦᏛ ᎾᏍᎩ ᏚᎾᏬᎡ ᏦᏓᏂ ᎤᏪᏴᎢ, ᎤᏂᏍᎦᏅᏨ ᎠᏂᏃᎲᏍᎨᎢ."
  },
  {
    "verse": "6",
    "kjv": "And John was clothed with camel's hair, and with a girdle of a skin about his loins; and he did eat locusts and wild honey;",
    "web": "John was clothed with camel’s hair and a leather belt around his waist. He ate locusts and wild honey.",
    "chr": "ᏣᏂᏃ ᎤᏄᏪ ᎨᎻᎵ ᎤᏍᏗᏰᏅᎯ, ᎦᏃᏥᏃ ᎤᏓᏠᏍᏕᎢ; ᎥᎴᏃ ᎠᎴ ᏩᏚᎵᏏ ᎢᎾᎨ ᎡᎯ ᎠᎵᏍᏓᏴᏗᏍᎨᎢ."
  },
  {
    "verse": "7",
    "kjv": "And preached, saying, There cometh one mightier than I after me, the latchet of whose shoes I am not worthy to stoop down and unloose.",
    "web": "He preached, saying, “After me comes he who is mightier than I, the strap of whose sandals I am not worthy to stoop down and loosen.",
    "chr": "ᎠᎵᏥᏙᎲᏍᎨᏃ ᎯᎠ ᏂᎦᏪᏍᎨᎢ; ᎤᏟ ᎤᎵᏂᎩᏗᏳ ᎡᏍᎦᏉ ᎠᏴ ᎣᏂ ᏓᏯᎢ, ᎾᏍᎩ ᏧᎳᏑᎶᎩᎯ ᏓᎧᏁᏌᏛ ᎥᏝ ᏰᎵ ᏱᏂᎪᎢ ᎠᏆᏗᏌᏓᏗᏍᏗᏱ ᎠᎴ ᏗᎩᎧᏁᏴᏗᏱ."
  },
  {
    "verse": "8",
    "kjv": "I indeed have baptized you with water: but he shall baptize you with the Holy Ghost.",
    "web": "I baptized you in water, but he will baptize you in the Holy Spirit.”",
    "chr": "ᎠᏴ ᎤᏙᎯᏳᎯ ᎠᎹ ᏕᏨᏯᏬᏍᏔᏅ, ᎾᏍᎩᏍᎩᏂ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᏙᏓᏣᏬᏍᏔᏂ."
  },
  {
    "verse": "9",
    "kjv": "And it came to pass in those days, that Jesus came from Nazareth of Galilee, and was baptized of John in Jordan.",
    "web": "In those days, Jesus came from Nazareth of Galilee, and was baptized by John in the Jordan.",
    "chr": "ᎾᎯᏳᏃ ᎯᎠ ᏄᎵᏍᏔᏁᎢ, ᏥᏌ ᎾᏎᎵᏗ ᏧᎶᏎ ᎾᏍᎩ ᎨᎵᎵ ᏥᎦᏚᎭ, ᎠᎴ ᏣᏂ ᎤᏓᏬᎡ ᏦᏓᏂ."
  },
  {
    "verse": "10",
    "kjv": "And straightway coming up out of the water, he saw the heavens opened, and the Spirit like a dove descending upon him:",
    "web": "Immediately coming up from the water, he saw the heavens parting and the Spirit descending on him like a dove.",
    "chr": "ᎩᎳᏉᏃ ᎢᏴᏛ ᏧᎿᎷᏒ ᎠᎹᏱ ᎫᏓᏅᏒ, ᎤᎪᎮ ᎦᎸᎶᎢ"
  },
  {
    "verse": "11",
    "kjv": "And there came a voice from heaven, saying, Thou art my beloved Son, in whom I am well pleased.",
    "web": "A voice came out of the sky, “You are my beloved Son, in whom I am well pleased.”",
    "chr": "ᎠᎴ ᎯᎠ ᏅᏧᏪᏎ ᎦᎸᎳᏗ, ᏂᎯ ᎬᎨᏳᎢ ᎠᏇᏥ, ᎾᏍᎩ ᎣᏏᏳ ᎬᏰᎸᎢ ᏥᎩ."
  },
  {
    "verse": "12",
    "kjv": "And immediately the spirit driveth him into the wilderness.",
    "web": "Immediately the Spirit drove him out into the wilderness.",
    "chr": "ᎩᎳᏉᏃ ᎢᏴᏛ ᎠᏓᏅᏙ ᎢᎾᎨ ᏭᏘᏅᏍᏔᏁᎢ."
  },
  {
    "verse": "13",
    "kjv": "And he was there in the wilderness forty days, tempted of Satan; and was with the wild beasts; and the angels ministered unto him.",
    "web": "He was there in the wilderness forty days, tempted by Satan. He was with the wild animals; and the angels were serving him.",
    "chr": "ᎾᎿᏃ ᎢᎾᎨ ᎡᏙᎮ ᏅᎦᏍᎪᎯ ᏧᏒᎯᏛ, ᏎᏓᏂ ᎤᎪᎵᏰᏍᎨᎢ; ᎠᎴ ᎢᎾᎨ ᎡᎿᎢ ᏕᎨᎳᏗᏙᎮᎢ; ᎠᎴ ᏗᏂᎧᎿᏩᏗᏙᎯ ᎬᏩᏍᏕᎸᎯᏙᎮᎢ."
  },
  {
    "verse": "14",
    "kjv": "Now after that John was put in prison, Jesus came into Galilee, preaching the gospel of the kingdom of God,",
    "web": "Now after John was taken into custody, Jesus came into Galilee, preaching the Good News of God’s Kingdom,",
    "chr": "ᏣᏂᏃ ᏗᏓᏍᏚᏗᏱ ᎾᏥᏴᏔᏁᎢ, ᏥᏌ ᎨᎵᎵ ᎤᎷᏤᎢ, ᎠᎵᏥᏙᎲᏍᎨ ᎣᏍᏛ ᎧᏃᎮᏛ ᎤᏁᎳᏅᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎤᎬᏩᎵ,"
  },
  {
    "verse": "15",
    "kjv": "And saying, The time is fulfilled, and the kingdom of God is at hand: repent ye, and believe the gospel.",
    "web": "and saying, “The time is fulfilled, and God’s Kingdom is at hand! Repent, and believe in the Good News.”",
    "chr": "ᎠᎴ ᎯᎠ ᏂᎦᏪᏍᎨᎢ, ᎿᏉ ᎠᎵᏱᎶᎦ, ᎠᎴ ᎤᏁᎳᏅᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎡᏍᎦᏂᏳ ᏓᏯᎢ; ᏗᏥᏁᏟᏴᎾ ᏕᏣᏓᏅᏛᎢ, ᎠᎴ ᎢᏦᎯᏳᎲᎦ ᎣᏍᏛ ᎧᏃᎮᏛ."
  },
  {
    "verse": "16",
    "kjv": "Now as he walked by the sea of Galilee, he saw Simon and Andrew his brother casting a net into the sea: for they were fishers.",
    "web": "Passing along by the sea of Galilee, he saw Simon and Andrew, the brother of Simon, casting a net into the sea, for they were fishermen.",
    "chr": "ᎨᎵᎵᏃ ᎥᏓᎵ ᎤᎶᏗ ᎠᎢᏒᎢ, ᏚᎪᎮ ᏌᏩᏂ ᎠᎴ ᎡᏂᏗ ᎾᏍᎩ ᏗᎾᏓᏅᏟ, ᎥᏓᎵ ᎠᏂᎦᏯᎷᎥᏍᎨᎢ; ᎠᏂᎦᏯᎷᎥᏍᎩᏰᏃ ᎨᏎᎢ."
  },
  {
    "verse": "17",
    "kjv": "And Jesus said unto them, Come ye after me, and I will make you to become fishers of men.",
    "web": "Jesus said to them, “Come after me, and I will make you into fishers for men.”",
    "chr": "ᏥᏌᏃ ᎯᎠ ᏂᏚᏪᏎᎴᎢ; ᏍᎩᏂᏍᏓᏩᏚᎦ, ᏴᏫᏃ ᏗᏍᏗᎦᏯᎷᎥᏍᎩ ᏅᏓᏍᏛᏴᏁᎵ."
  },
  {
    "verse": "18",
    "kjv": "And straightway they forsook their nets, and followed him.",
    "web": "Immediately they left their nets, and followed him.",
    "chr": "ᎩᎳᏉᏃ ᎢᏴᏛ ᏚᏂᏲᏎ ᏧᏂᎦᏯᎷᏗ, ᎠᎴ ᎬᏩᏍᏓᏩᏛᏎᎢ."
  },
  {
    "verse": "19",
    "kjv": "And when he had gone a little farther thence, he saw James the son of Zebedee, and John his brother, who also were in the ship mending their nets.",
    "web": "Going on a little further from there, he saw James the son of Zebedee, and John his brother, who were also in the boat mending the nets.",
    "chr": "ᎾᎿᏃ ᏫᎤᏪᏅ ᎤᏍᏗᎩᏛ, ᏚᎪᎮ ᏥᎻ, ᏤᏈᏗ ᎤᏪᏥ, ᏣᏂᏃ ᎾᏍᎩ ᏗᎾᏓᏅᏟ, ᎾᏍᎩᏃ ᎾᏍᏉ ᎤᎾᏣᎡ ᏥᏳᎯ ᏓᏃᏢᎯᏏᏍᎨ ᏧᏂᎦᏯᎷᏗ."
  },
  {
    "verse": "20",
    "kjv": "And straightway he called them: and they left their father Zebedee in the ship with the hired servants, and went after him.",
    "web": "Immediately he called them, and they left their father, Zebedee, in the boat with the hired servants, and went after him.",
    "chr": "ᎩᎳᏉᏃ ᎢᏴᏛ ᎾᏍᎩ ᏫᏚᏯᏅᎮᎢ; ᎤᏅᏕᏨᏃ ᎤᏂᏙᏓ ᏤᏈᏗ ᎨᎦᎫᏴᎡᎯ ᏧᏂᏅᏏᏓᏍᏗ ᎢᏧᎳᎭ ᏥᏳᎯ ᎤᎾᏣᎥᎢ, ᎬᏩᏍᏓᏩᏛᏎᎢ."
  },
  {
    "verse": "21",
    "kjv": "And they went into Capernaum; and straightway on the sabbath day he entered into the synagogue, and taught.",
    "web": "They went into Capernaum, and immediately on the Sabbath day he entered into the synagogue and taught.",
    "chr": "ᎨᏆᏂᏃ ᏭᏂᏴᎴᎢ; ᎩᎳᏉᏃ ᎢᏴᏛ ᏗᎦᎳᏫᎢᏍᏗᏱ ᏭᏴᎸ ᏚᏕᏲᏁ ᎤᎾᏙᏓᏆᏍᎬ ᎢᎦ."
  },
  {
    "verse": "22",
    "kjv": "And they were astonished at his doctrine: for he taught them as one that had authority, and not as the scribes.",
    "web": "They were astonished at his teaching, for he taught them as having authority, and not as the scribes.",
    "chr": "ᎤᏂᏍᏆᏂᎪᏎᏃ ᏄᏍᏛ ᏓᏕᏲᎲᏍᎬᎢ, ᏚᏕᏲᏁᏰᏃ ᎤᎵᏂᎩᏛ ᏧᎰ ᎾᏍᎩᏯᎢ, ᎥᏝᏃ ᏗᏃᏪᎵᏍᎩ ᏓᎾᏕᏲᎲᏍᎬ ᎾᏍᎩᏯ ᏱᎨᏎᎢ."
  },
  {
    "verse": "23",
    "kjv": "And there was in their synagogue a man with an unclean spirit; and he cried out,",
    "web": "Immediately there was in their synagogue a man with an unclean spirit, and he cried out,",
    "chr": "ᏧᏂᎳᏫᎢᏍᏗᏱᏃ ᎠᏯᎡ ᎠᏍᎦᏯ ᎦᏓᎭ ᎠᏓᏅᏙ ᎤᏯᎢ, ᎠᎴ ᎤᏪᎷᏁ,"
  },
  {
    "verse": "24",
    "kjv": "Saying, Let us alone; what have we to do with thee, thou Jesus of Nazareth? art thou come to destroy us? I know thee who thou art, the Holy One of God.",
    "web": "saying, “Ha! What do we have to do with you, Jesus, you Nazarene? Have you come to destroy us? I know who you are: the Holy One of God!”",
    "chr": "ᎯᎠ ᏄᏪᏎᎢ, ᎣᎦᏁᎳᎩ; ᎦᏙ ᏗᎦᏓᏛᏙᏗ ᏂᎯ, ᏥᏌ, ᎾᏎᎵᏗ ᎮᎯ? ᏥᏌ ᏍᎩᏛᏔᏂᎸ? ᎬᎦᏔᎭ, ᏂᎯ ᎾᏍᎩ ᎨᏒᎢ; ᎾᏍᎩ ᎠᏥᎸᏉᏗ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ."
  },
  {
    "verse": "25",
    "kjv": "And Jesus rebuked him, saying, Hold thy peace, and come out of him.",
    "web": "Jesus rebuked him, saying, “Be quiet, and come out of him!”",
    "chr": "ᏥᏌᏃ ᎤᏍᎦᏤᎢ, ᎯᎠ ᏄᏪᏎᎢ; ᎡᎳᏪ ᎲᎾ, ᎠᎴ ᎯᏄᎪᎢ."
  },
  {
    "verse": "26",
    "kjv": "And when the unclean spirit had torn him, and cried with a loud voice, he came out of him.",
    "web": "The unclean spirit, convulsing him and crying with a loud voice, came out of him.",
    "chr": "ᎦᏓᎭᏃ ᎠᏓᏅᏙ ᎤᎸᏕᏍᏔᏅ, ᎠᎴ ᎠᏍᏓᏯ ᎤᏪᎷᏅ, ᎤᏄᎪᏤᎢ."
  },
  {
    "verse": "27",
    "kjv": "And they were all amazed, insomuch that they questioned among themselves, saying, What thing is this? what new doctrine is this? for with authority commandeth he even the unclean spirits, and they do obey him.",
    "web": "They were all amazed, so that they questioned among themselves, saying, “What is this? A new teaching? For with authority he commands even the unclean spirits, and they obey him!”",
    "chr": "ᏂᎦᏛᏃ ᎤᏂᏍᏆᏂᎪᏎᎢ; ᎠᎴ ᎤᏅᏒ ᎨᏒ ᏚᎾᏓᏛᏛᏁᎢ, ᎯᎠ ᎾᏂᏪᏍᎨᎢ; ᎦᏙ ᎤᏰᎸᏗ ᎯᎠ? ᎦᏙ ᎤᏍᏗ ᎯᎠ ᎢᏤ ᏗᏕᏲᏗ ᎨᏒᎢ? ᎤᎵᏂᎩᏛᏰᏃ ᎤᎲ ᎬᏗ ᏕᎧᏁᏤᎰ ᎠᏂᎦᏓᎭ ᏗᏓᏅᏙ, ᎠᎴ ᎬᏬᎯᏳᎲᏍᎪᎢ."
  },
  {
    "verse": "28",
    "kjv": "And immediately his fame spread abroad throughout all the region round about Galilee.",
    "web": "The report of him went out immediately everywhere into all the region of Galilee and its surrounding area.",
    "chr": "ᎩᎳᏉᏃ ᎢᏴᏛ ᎾᏍᎩ ᏕᎦᏃᏣᎸ ᏚᏰᎵᏎ ᎨᎵᎵ ᎾᎿ ᎬᏩᏚᏫᏛ ᎨᏒᎢ."
  },
  {
    "verse": "29",
    "kjv": "And forthwith, when they were come out of the synagogue, they entered into the house of Simon and Andrew, with James and John.",
    "web": "Immediately, when they had come out of the synagogue, they came into the house of Simon and Andrew, with James and John.",
    "chr": "ᎩᎳᏉᏃ ᎢᏴᏛ ᏗᎦᎳᏫᎢᏍᏗᏱ ᏧᏂᏄᎪᏨ, ᏌᏩᏂ ᎠᎴ ᎡᏂᏗ ᎠᏂᏁᎸ ᏭᏂᏴᎴᎢ, ᎠᏁᎮ ᏥᎻ ᎠᎴ ᏣᏂ."
  },
  {
    "verse": "30",
    "kjv": "But Simon's wife's mother lay sick of a fever, and anon they tell him of her.",
    "web": "Now Simon’s wife’s mother lay sick with a fever, and immediately they told him about her.",
    "chr": "ᏌᏩᏂᏃ ᎤᏓᎵᎢ ᎤᏥ ᎦᏅᎨ ᎤᏢᎨ ᎤᏗᎴᎲᏍᎨᎢ; ᎩᎳᏉᏃ ᎢᏴᏛ ᎬᏩᏃᏁᎴᎢ."
  },
  {
    "verse": "31",
    "kjv": "And he came and took her by the hand, and lifted her up; and immediately the fever left her, and she ministered unto them.",
    "web": "He came and took her by the hand and raised her up. The fever left her immediately, and she served them.",
    "chr": "ᎤᎴᏨᏃ ᎠᎴ ᎤᏪᏯᏁᏒ, ᏚᎴᏔᏁᎢ; ᎤᏗᎴᎲᏍᎬᏃ ᎩᎳᏉ ᎢᏴᏛ ᎤᏗᏩᏎᎢ, ᎠᎴ ᏚᏍᏕᎸᎯᏙᎴᎢ."
  },
  {
    "verse": "32",
    "kjv": "And at even, when the sun did set, they brought unto him all that were diseased, and them that were possessed with devils.",
    "web": "At evening, when the sun had set, they brought to him all who were sick and those who were possessed by demons.",
    "chr": "ᎤᏒᏃ ᎿᏉ ᏅᏙ ᏭᏕᎵᏨ, ᏕᎬᏩᏘᏃᎮᎴ ᏂᎦᏛ ᏧᏂᏢᎩ, ᎠᎴ ᎠᏂᏍᎩᎾ ᏗᎬᏩᏂᏯᎢ;"
  },
  {
    "verse": "33",
    "kjv": "And all the city was gathered together at the door.",
    "web": "All the city was gathered together at the door.",
    "chr": "ᏂᎦᏛᏃ ᎦᏚᎲ ᎠᏁᎯ ᎤᎾᏓᏟᏌᎮ ᎦᎶᎯᏍᏗᏱ."
  },
  {
    "verse": "34",
    "kjv": "And he healed many that were sick of divers diseases, and cast out many devils; and suffered not the devils to speak, because they knew him.",
    "web": "He healed many who were sick with various diseases and cast out many demons. He didn’t allow the demons to speak, because they knew him.",
    "chr": "ᎤᏂᏣᏘᏃ ᏕᎤᏅᏩᏁ ᏧᏂᏢᎩ ᏧᏓᎴᏅᏛ ᎥᏳᎩ ᎤᏁᎯ; ᎠᎴ ᎤᏂᏣᏘ ᎠᏂᏍᎩᎾ ᏚᏄᎪᏫᏎᎢ; ᎠᎴ ᎥᏝ ᏩᏂᏁᎩ ᏱᏕᎵᏎᎮ ᎠᏂᏍᎩᎾ, ᎤᏗᎦᎵᏍᏙᏗᏍᎨ ᎬᏬᎵᎬᎢ."
  },
  {
    "verse": "35",
    "kjv": "And in the morning, rising up a great while before day, he went out, and departed into a solitary place, and there prayed.",
    "web": "Early in the morning, while it was still dark, he rose up and went out, and departed into a deserted place, and prayed there.",
    "chr": "ᏑᎾᎴᏃ, ᎠᏏ ᎪᎯᏗᏳ ᎬᏩᎩᏨᏗ ᎨᏒ ᎤᏗᏛᎮ ᎤᏄᎪᏤᎢ, ᎠᎴ ᎢᎾᎨ ᏭᎶᏎᎢ, ᎠᎴ ᎾᎿ ᎤᏓᏙᎵᏍᏔᏁᎢ."
  },
  {
    "verse": "36",
    "kjv": "And Simon and they that were with him followed after him.",
    "web": "Simon and those who were with him searched for him.",
    "chr": "ᏌᏩᏂᏃ ᎠᎴ ᎾᏍᎩ ᎠᏁᎯ, ᎬᏩᏍᏓᏩᏛᏎᎢ."
  },
  {
    "verse": "37",
    "kjv": "And when they had found him, they said unto him, All men seek for thee.",
    "web": "They found him and told him, “Everyone is looking for you.”",
    "chr": "ᏫᎬᏩᏩᏛᎲᏃ, ᎯᎠ ᏂᎬᏩᏪᏎᎴᎢ, ᏂᎦᏛᏉ ᏴᏫ ᎨᏣᏲᏎ."
  },
  {
    "verse": "38",
    "kjv": "And he said unto them, Let us go into the next towns, that I may preach there also: for therefore came I forth.",
    "web": "He said to them, “Let’s go elsewhere into the next towns, that I may preach there also, because I came out for this reason.”",
    "chr": "ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ, ᏗᏐᎢ ᏙᏗᎦᏚᎲ ᏫᏗᎶᎯ, ᎾᎿ ᎾᏍᏉ ᎦᎵᏥᏙᏂᏙᎸᎭ; ᎾᏍᎩᏰᏃ ᎢᏳᏍᏗ ᎠᎩᎷᏥᎸ."
  },
  {
    "verse": "39",
    "kjv": "And he preached in their synagogues throughout all Galilee, and cast out devils.",
    "web": "He went into their synagogues throughout all Galilee, preaching and casting out demons.",
    "chr": "ᎠᎵᏥᏙᏂᏙᎮᏃ ᏧᏂᎳᏫᎢᏍᏗᏱ ᏂᎬᎾᏛ ᎨᎵᎵ, ᎠᎴ ᎠᏂᏍᎩᎾ ᏕᎦᏄᎪᏫᏍᎨᎢ."
  },
  {
    "verse": "40",
    "kjv": "And there came a leper to him, beseeching him, and kneeling down to him, and saying unto him, If thou wilt, thou canst make me clean.",
    "web": "A leper came to him, begging him, kneeling down to him, and saying to him, “If you want to, you can make me clean.”",
    "chr": "ᎠᏓᏰᏍᎩᏃ ᎤᏢᎩ ᎤᎷᏤᎴᎢ, ᎤᏓᏙᎵᏍᏓᏁᎴ ᏚᎵᏂᏆᏅᏁᎴᎢ, ᎠᎴ ᎯᎠ ᏄᏪᏎᎴᎢ, ᎢᏳᏃ ᎣᏏᏳ ᏱᏣᏰᎸᏅ, ᏰᎵᏉ ᏱᏍᎩᏅᎦᎸ."
  },
  {
    "verse": "41",
    "kjv": "And Jesus, moved with compassion, put forth his hand, and touched him, and saith unto him, I will; be thou clean.",
    "web": "Being moved with compassion, he stretched out his hand, and touched him, and said to him, “I want to. Be made clean.”",
    "chr": "ᏥᏌᏃ, ᎦᏙᎵᎬ ᎤᏙᏯᏅᎯᏕᎢ, ᎠᎴ ᎤᏒᏂᎴᎢ, ᎠᎴ ᎯᎠ ᏄᏪᏎᎴᎢ, ᎣᏏᏳ ᏥᏰᎸᏅ; ᏣᏓᏅᎦᎸᏛ ᎨᏎᏍᏗ."
  },
  {
    "verse": "42",
    "kjv": "And as soon as he had spoken, immediately the leprosy departed from him, and he was cleansed.",
    "web": "When he had said this, immediately the leprosy departed from him and he was made clean.",
    "chr": "ᎤᏁᏨᏉᏃ ᎩᎳᏉ ᎢᏴᏛ ᎠᏓᏰᏍᎩ ᎤᏢᎬ ᎤᎵᏛᏔᏁᎢ, ᎠᎴ ᎤᏓᏅᎦᎸᏛ ᎨᏎᎢ."
  },
  {
    "verse": "43",
    "kjv": "And he straitly charged him, and forthwith sent him away;",
    "web": "He strictly warned him and immediately sent him out,",
    "chr": "ᎤᎵᏂᎩᏛᏃ ᎤᏁᏤᎸ, ᎩᎳᏉ ᎢᏴᏛ ᎤᏁᏤᎴ ᎤᏓᏅᏍᏗᏱ;"
  },
  {
    "verse": "44",
    "kjv": "And saith unto him, See thou say nothing to any man: but go thy way, shew thyself to the priest, and offer for thy cleansing those things which Moses commanded, for a testimony unto them.",
    "web": "and said to him, “See that you say nothing to anybody, but go show yourself to the priest and offer for your cleansing the things which Moses commanded, for a testimony to them.”",
    "chr": "ᎠᎴ ᎯᎠ ᏄᏪᏎᎴᎢ, ᎮᏯᏔᎮᏍᏗ ᏞᏍᏗ ᎩᎶ ᎪᎱᏍᏗ ᏥᎯᏃᏁᎵ; ᎮᎾᏉᏍᎩᏂ, ᎬᏂᎨᏒ ᏫᏂᏯᏛᏂᏏ ᎠᏥᎸᎨᎶᎯ, ᎠᎴ ᏩᎵᏍᎪᎸᏓ ᏣᏓᏅᎦᎸᎲ ᎤᎬᏩᎵ, ᎾᏍᎩ ᏱᏏ ᎤᏁᏨ ᎠᎵᏍᎪᎸᏙᏗᏱ, ᎾᏍᎩ ᎤᎾᏙᎯᏳᎾᏁᏗᏱ."
  },
  {
    "verse": "45",
    "kjv": "But he went out, and began to publish it much, and to blaze abroad the matter, insomuch that Jesus could no more openly enter into the city, but was without in desert places: and they came to him from every quarter.",
    "web": "But he went out, and began to proclaim it much, and to spread about the matter, so that Jesus could no more openly enter into a city, but was outside in desert places. People came to him from everywhere.",
    "chr": "ᎠᏎᏃ ᎤᏄᎪᏨ, ᎤᎴᏅᎮ ᎤᏣᏘ ᏚᏰᎵᎯᏍᏔᏁᎢ, ᎠᎴ ᏚᏃᏣᎳᏁ ᎾᏍᎩ, ᎾᏍᎩᏃ ᎢᏳᏍᏗ ᏥᏌ ᎥᏝ ᎿᏉ ᎬᏂᎨᏒ ᏫᎬᏩᏴᏍᏗ ᏱᎨᏎ ᎦᏚᎲᎢ, ᏙᏱᏗᏢᏉᏍᎩᏂ ᎢᎾᎨ ᏕᎨᏌᏗᏒ ᎡᏙᎮᎢ; ᏂᎬᎾᏛᏉᏃ ᏂᏙᏓᏳᏂᎶᏒᎯ ᎬᏩᎷᏤᎮᎢ."
  }
]
