[
  {
    "verse": "1",
    "kjv": "And he arose from thence, and cometh into the coasts of Judaea by the farther side of Jordan: and the people resort unto him again; and, as he was wont, he taught them again.",
    "web": "He arose from there and came into the borders of Judea and beyond the Jordan. Multitudes came together to him again. As he usually did, he was again teaching them.",
    "chr": "ᎾᎿᏃ ᏚᎴᏅ, ᏧᏗᏱ ᎦᏓ ᎠᎲᎢ ᎤᎷᏤᎢ, ᏦᏓᏂ ᎠᏍᎪᏂᏗᏢ ᏧᎶᎯᏍᏔᏁᎢ; ᎠᎴ ᎤᏂᏣᏘ ᏴᏫ ᏔᎵᏁ ᎢᎬᏩᏓᏟᏌᏁᎴᎢ; ᎠᎴ ᎢᏳᏛᏁᏗ ᎨᏒ ᏄᏛᏁᎴᎢ, ᏔᎵᏁ ᏚᏪᏲᏁᎢ."
  },
  {
    "verse": "2",
    "kjv": "And the Pharisees came to him, and asked him, Is it lawful for a man to put away his wife? tempting him.",
    "web": "Pharisees came to him testing him, and asked him, “Is it lawful for a man to divorce his wife?”",
    "chr": "ᎠᏂᏆᎵᏏᏃ ᎬᏩᎷᏤᎸ ᎬᏩᏛᏛᏁᎢ, ᎯᎠ ᏄᏂᏪᏎᎢ, ᏚᏳᎪᏗᏍᎪ ᎠᏍᎦᏯ ᎤᏓᎢᏅᏗᏱ ᎤᏓᎵᎢ? ᎬᏩᎪᎵᏰᏍᎨᎢ."
  },
  {
    "verse": "3",
    "kjv": "And he answered and said unto them, What did Moses command you?",
    "web": "He answered, “What did Moses command you?”",
    "chr": "ᎤᏁᏨᏃ ᎯᎠ ᏂᏑᏪᏎᎴᎢ, ᎦᏙ ᎤᏍᏕ ᎢᏥᏁᏤᎴ ᎼᏏ?"
  },
  {
    "verse": "4",
    "kjv": "And they said, Moses suffered to write a bill of divorcement, and to put her away.",
    "web": "They said, “Moses allowed a certificate of divorce to be written, and to divorce her.”",
    "chr": "ᎯᎠᏃ ᏄᏂᏪᏎᎢ, ᎼᏏ ᎤᎵᏍᎪᎸᏔᏁ ᎪᏪᎶᏗᏱ ᏙᎦᎴᏅᎲᎢ, ᎠᎴ ᎠᏓᎢᏅᏗᏱ."
  },
  {
    "verse": "5",
    "kjv": "And Jesus answered and said unto them, For the hardness of your heart he wrote you this precept.",
    "web": "But Jesus said to them, “For your hardness of heart, he wrote you this commandment.",
    "chr": "ᏥᏌᏃ ᎤᏁᏨ, ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᏗᏍᏓᏱᏳ ᎨᏒ ᎢᏳᏍᏗ ᏗᏥᎾᏫ ᎯᎠ ᎾᏍᎩ ᏗᎧᎿᏩᏛᏍᏗ ᎢᏦᏪᎳᏁᎴᎢ;"
  },
  {
    "verse": "6",
    "kjv": "But from the beginning of the creation God made them male and female.",
    "web": "But from the beginning of the creation, God made them male and female.",
    "chr": "ᏗᏓᎴᏂᏍᎬᏍᎩᏂ ᎤᏪᏢᏅᏅᎢ, ᎤᏁᎳᏅᎯ ᎠᏍᎦᏯ ᎠᎴ ᎠᎨᏴ ᏚᏪᏢᏁᎢ."
  },
  {
    "verse": "7",
    "kjv": "For this cause shall a man leave his father and mother, and cleave to his wife;",
    "web": "For this cause a man will leave his father and mother, and will join to his wife,",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᏍᎦᏯ ᏕᎬᏕᎨᏍᏗ ᎤᏙᏓ ᎠᎴ ᎤᏥ, ᎠᎴ ᎤᏓᎵᎢ ᎠᏜᏩᏍᏗᏍᎨᏍᏗ;"
  },
  {
    "verse": "8",
    "kjv": "And they twain shall be one flesh: so then they are no more twain, but one flesh.",
    "web": "and the two will become one flesh, so that they are no longer two, but one flesh.",
    "chr": "ᎾᏍᎩᏃ ᎠᏂᏔᎵ ᏌᏉᏉ ᎨᏎᏍᏗ ᎤᏂᏇᏓᎸᎢ; ᎾᏍᎩᏃ ᎥᏝ ᎿᏉ ᎠᏂᏔᎵ ᏱᎩ, ᏌᏉᏉᏍᎩᏂ ᎤᏂᏇᏏᎸᎢ."
  },
  {
    "verse": "9",
    "kjv": "What therefore God hath joined together, let not man put asunder.",
    "web": "What therefore God has joined together, let no man separate.”",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎤᏁᎳᏅᎯ ᏧᏭᏓᏔᏅᎯ ᏞᏍᏗ ᏴᏫ ᏧᎦᎴᏅᏔᏅᎩ."
  },
  {
    "verse": "10",
    "kjv": "And in the house his disciples asked him again of the same matter.",
    "web": "In the house, his disciples asked him again about the same matter.",
    "chr": "ᎦᎵᏦᏕᏃ ᎠᏂᏯᎥ ᎬᏩᏍᏓᏩᏗᏙᎯ ᏔᎵᏁ ᎢᎬᏩᏛᏛᏁ ᎾᏍᎩ ᎤᎬᏩᎵ."
  },
  {
    "verse": "11",
    "kjv": "And he saith unto them, Whosoever shall put away his wife, and marry another, committeth adultery against her.",
    "web": "He said to them, “Whoever divorces his wife and marries another commits adultery against her.",
    "chr": "ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ, ᎩᎶ ᎤᏓᎵᎢ ᎠᏓᎡᎨᏍᏗ, ᎠᎴ ᏅᏩᏓᎴ ᎠᏓᏰᎨᏍᏗ, ᎾᏍᎩ ᎠᏓᏲᏁᎮᏍᏗ ᎠᏍᎦᏅᏤᎮᏍᏗ ᎾᏍᎩ."
  },
  {
    "verse": "12",
    "kjv": "And if a woman shall put away her husband, and be married to another, she committeth adultery.",
    "web": "If a woman herself divorces her husband and marries another, she commits adultery.”",
    "chr": "ᎢᏳ ᎠᎴ ᎠᎨᏴ ᎤᏰᎯ ᎠᏓᎡᎨᏍᏗ, ᎠᎴ ᏅᏩᏓᎴ ᏓᎾᏤᎨᏍᏗ, ᎾᏍᎩ ᎠᏓᏲᏁᎮᏍᏗ."
  },
  {
    "verse": "13",
    "kjv": "And they brought young children to him, that he should touch them: and his disciples rebuked those that brought them.",
    "web": "They were bringing to him little children, that he should touch them, but the disciples rebuked those who were bringing them.",
    "chr": "ᏧᎾᏍᏗᏃ ᏗᏂᏲᎵ ᏕᎬᏩᏘᏃᎮᎴᎢ, ᎾᏍᎩ ᏧᏒᏂᏍᏗᏱ; ᎬᏩᏍᏓᏩᏗᏙᎯᏃ ᏚᏂᎬᏍᎪᎸᏁ ᎾᏍᎩ ᏧᎾᏘᏃᎸᎯ."
  },
  {
    "verse": "14",
    "kjv": "But when Jesus saw it, he was much displeased, and said unto them, Suffer the little children to come unto me, and forbid them not: for of such is the kingdom of God.",
    "web": "But when Jesus saw it, he was moved with indignation and said to them, “Allow the little children to come to me! Don’t forbid them, for God’s Kingdom belongs to such as these.",
    "chr": "ᏥᏌᏍᎩᏂ ᎤᎪᎲ ᎤᏣᏘ ᏒᏍᎦ ᎤᏰᎸᏁᎢ, ᎠᎴ ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎤᏁᎳᎩ ᏕᏤᎵᏎᎮᏍᏗ ᏧᎾᏍᏗ ᏗᏂᏲᎵ ᎬᎩᎷᏤᏗᏱ, ᎠᎴ ᏞᏍᏗ ᏱᏗᏥᏅᏍᏓᏕᎮᏍᏗ; ᎾᏍᎩᏰᏃ ᏄᎾᏍᏗ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎪᎯ."
  },
  {
    "verse": "15",
    "kjv": "Verily I say unto you, Whosoever shall not receive the kingdom of God as a little child, he shall not enter therein.",
    "web": "Most certainly I tell you, whoever will not receive God’s Kingdom like a little child, he will in no way enter into it.”",
    "chr": "ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ, ᎢᏳᏃ ᎩᎶ ᎤᏁᎳᏅᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᏂᏓᏓᏂᎸᎬᎾ ᎢᎨᏎᏍᏗ ᎾᏍᎩᏯ ᎠᏲᎵ ᏥᏓᏓᏂᎸᎪᎢ, ᎥᏝ ᎾᎿ ᏱᏮᎬᏴᎭ."
  },
  {
    "verse": "16",
    "kjv": "And he took them up in his arms, put his hands upon them, and blessed them.",
    "web": "He took them in his arms and blessed them, laying his hands on them.",
    "chr": "ᏚᏁᏒᏃ ᎠᎴ ᏚᏏᏔᏛ, ᎣᏍᏛ ᏚᏁᏤᎴᎢ."
  },
  {
    "verse": "17",
    "kjv": "And when he was gone forth into the way, there came one running, and kneeled to him, and asked him, Good Master, what shall I do that I may inherit eternal life?",
    "web": "As he was going out into the way, one ran to him, knelt before him, and asked him, “Good Teacher, what shall I do that I may inherit eternal life?”",
    "chr": "ᎤᏂᎩᏒᏃ ᎦᏅᏅ ᏭᎷᏨ, ᎩᎶ ᎢᏳᏍᏗ ᎤᏗᏠᎡᎸᎩ, ᎠᎴ ᏚᎵᏂᏆᏅᏁᎸᎩ, ᎤᏛᏛᏁ ᎯᎠ ᏄᏪᏎᎴᎢ, ᎰᏍᏛ ᏔᏕᏲᎲᏍᎩ, ᎦᏙ ᏓᎦᏛᏁᎵ ᎤᎵᏍᏆᏗᏍᏗ ᏂᎨᏒᎾ ᎬᏂᏛ ᎠᏆᏤᎵ ᎢᏳᎵᏍᏙᏗᏱ?"
  },
  {
    "verse": "18",
    "kjv": "And Jesus said unto him, Why callest thou me good? there is none good but one, that is, God.",
    "web": "Jesus said to him, “Why do you call me good? No one is good except one—God.",
    "chr": "ᏥᏌᏃ ᎯᎠ ᏄᏪᏎᎴᎢ, ᎦᏙᏃ ᎰᏍᏛ ᎢᏍᏉᏎᎭ ᎠᏴ? ᎥᏝ ᎩᎶ ᎣᏍᏛ ᏱᎩ, ᏌᏉ ᎤᏩᏒᎯᏳ, ᎾᏍᎩ ᎤᏁᎳᏅᎯ."
  },
  {
    "verse": "19",
    "kjv": "Thou knowest the commandments, Do not commit adultery, Do not kill, Do not steal, Do not bear false witness, Defraud not, Honour thy father and mother.",
    "web": "You know the commandments: ‘Do not murder,’ ‘Do not commit adultery,’ ‘Do not steal,’ ‘Do not give false testimony,’ ‘Do not defraud,’ ‘Honor your father and mother.’”",
    "chr": "ᏕᎯᎦᏔᎭ ᏗᎧᎿᏩᏛᏍᏗ, ᎾᏍᎩ, ᏞᏍᏗ ᏣᏓᏲᏁᎸᎩ, ᏞᏍᏗ ᏣᏓᎸᎩ, ᏞᏍᏗ ᏣᏃᏍᎩᏒᎩ, ᏞᏍᏗ ᎦᏰᎪᎩ ᏣᏃᎮᎸᎩ, ᏞᏍᏗ ᏣᏓᎶᏄᎮᎸᎩ, ᏣᏙᏓ ᎠᎴ ᏣᏥ ᏕᎯᎸᏉᏕᏍᏗ."
  },
  {
    "verse": "20",
    "kjv": "And he answered and said unto him, Master, all these have I observed from my youth.",
    "web": "He said to him, “Teacher, I have observed all these things from my youth.”",
    "chr": "ᎤᏁᏨᏃ ᎯᎠ ᏄᏪᏎᎴᎢ, ᏣᏕᏲᎲᏍᎩ, ᎯᎠ ᎾᏍᎩ ᏂᎦᏛ ᏓᎩᏍᏆᏂᎪᏔᏅ ᏥᏧᏣ ᎨᏒ ᏅᏓᎬᏩᏓᎴᏅᏛ."
  },
  {
    "verse": "21",
    "kjv": "Then Jesus beholding him loved him, and said unto him, One thing thou lackest: go thy way, sell whatsoever thou hast, and give to the poor, and thou shalt have treasure in heaven: and come, take up the cross, and follow me.",
    "web": "Jesus looking at him loved him, and said to him, “One thing you lack. Go, sell whatever you have and give to the poor, and you will have treasure in heaven; and come, follow me, taking up the cross.”",
    "chr": "ᏥᏌᏃ ᏚᎧᎿᏅ, ᎤᎨᏳᎯᏳ ᏄᎵᏍᏔᏁᎢ, ᎠᎴ ᎯᎠ ᏄᏪᏎᎴᎢ, ᏑᏓᎵᎩ ᏣᎷᎳ; ᏫᎾᏚᎦ ᏂᎦᎥ ᎪᎱᏍᏗ ᏣᎾᎥᎢ, ᎠᎴ ᎤᏲ ᎢᏳᎾᏛᎿᏕᎩ ᎩᏁᎸᎭ, ᏦᏒᏃ ᏫᏣᎮᏍᏗ ᏧᎬᏩᎶᏗ; ᎠᎴ ᏖᏒᎭ, ᏧᏓᎿᏩᏛ ᎪᏣᎮᏍᏗ ᏧᎬᏩᎶᏗ; ᎠᎴ ᏖᏒᎭ, ᏧᏓᎿᏩᏛ ᎯᏴᎲᎭ, ᎠᎴ ᏍᎩᏍᏓᏩᏕᏒᎭ."
  },
  {
    "verse": "22",
    "kjv": "And he was sad at that saying, and went away grieved: for he had great possessions.",
    "web": "But his face fell at that saying, and he went away sorrowful, for he was one who had great possessions.",
    "chr": "ᎤᏲᏃ ᎤᏰᎸᏁ ᎾᏍᎩ ᎾᏥᏪᏎᎸ, ᎠᎴ ᎡᎯᏍᏗ ᎬᏩᏓᏅᏘ ᎤᏓᏅᏎᎢ; ᎤᏣᏘᏰᏃ ᎤᎿᎡᎢ."
  },
  {
    "verse": "23",
    "kjv": "And Jesus looked round about, and saith unto his disciples, How hardly shall they that have riches enter into the kingdom of God!",
    "web": "Jesus looked around and said to his disciples, “How difficult it is for those who have riches to enter into God’s Kingdom!”",
    "chr": "ᏥᏌᏃ ᎤᏚᏫᏛ ᏚᎧᎿᏂᏙᎸ, ᎯᎠ ᏂᏚᏪᏎᎴ ᎬᏩᏍᏓᏩᏗᏙᎯ, ᎾᏍᏓᏯ ᏧᎬᏩᎶᏗ ᎤᏂᎯ ᎤᏁᎳᎲᎯ ᎤᏤᎵᎪᎯ ᏭᏂᏴᏍᏗᏱ."
  },
  {
    "verse": "24",
    "kjv": "And the disciples were astonished at his words. But Jesus answereth again, and saith unto them, Children, how hard is it for them that trust in riches to enter into the kingdom of God!",
    "web": "The disciples were amazed at his words. But Jesus answered again, “Children, how hard it is for those who trust in riches to enter into God’s Kingdom!",
    "chr": "ᎬᏩᏍᏓᏩᏗᏙᎯᏃ ᎬᎧᏍᏆᏂᎪᏎᎴ ᎾᏍᎩ ᏄᏪᏒᎢ. ᎠᏎᏃ ᏥᏌ ᏔᎵᏁ ᎢᎤᏁᏨ, ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᏗᏥᏲᎵ. ᎾᏍᏓᏯ ᎾᏍᎩ ᎨᏅᎢᏍᏗ ᎨᏒ ᎠᎾᎵᏍᎦᏍᏙᏗᏍᎩ, ᎤᏁᎳᏅᎯ ᎤᏤᎵᎪᎯ ᏭᏂᏴᏍᏗᏱ."
  },
  {
    "verse": "25",
    "kjv": "It is easier for a camel to go through the eye of a needle, than for a rich man to enter into the kingdom of God.",
    "web": "It is easier for a camel to go through a needle’s eye than for a rich man to enter into God’s Kingdom.”",
    "chr": "ᎤᏟ ᎠᎯᏗᏳ ᎨᎻᎵ ᏴᎩ ᎦᏌᏁᎾᏛᏗᏱ ᎤᎦᏛᎴᎯᏍᏗᏱ, ᎠᏃ ᎤᏪᎿᎢ ᏴᏫ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎪᎯ ᏭᏴᏍᏗᏱ."
  },
  {
    "verse": "26",
    "kjv": "And they were astonished out of measure, saying among themselves, Who then can be saved?",
    "web": "They were exceedingly astonished, saying to him, “Then who can be saved?”",
    "chr": "ᎤᎶᏒᏍᏔᏅᎯᏃ ᎤᏂᏍᏆᏂᎪᏍᎨᎢ, ᎯᎠ ᏂᏓᎾᏓᏪᏎᎮᎢ, ᎦᎪᎨ ᏰᎵ ᎦᏰᏥᏍᏕᎸᏗ?"
  },
  {
    "verse": "27",
    "kjv": "And Jesus looking upon them saith, With men it is impossible, but not with God: for with God all things are possible.",
    "web": "Jesus, looking at them, said, “With men it is impossible, but not with God, for all things are possible with God.”",
    "chr": "ᏥᏌᏃ ᎾᏍᎩ ᏚᎧᎿᏅ, ᎯᎠ ᏄᏪᏎᎢ, ᏴᏫ ᎨᏒ ᎾᏍᎩ ᎢᎬᏛᏁᏗ ᏂᎨᏒᎾ, ᎤᏁᎳᏅᎯᏍᎩᏂ ᎨᏒ ᎥᏝ; ᎤᏁᎳᏅᎯᏰᏃ ᎨᏒ ᏂᎦᎥ ᎪᎱᏍᏗ ᎢᎬᏛᏁᏗ."
  },
  {
    "verse": "28",
    "kjv": "Then Peter began to say unto him, Lo, we have left all, and have followed thee.",
    "web": "Peter began to tell him, “Behold, we have left all and have followed you.”",
    "chr": "ᎿᏉᏃ ᏈᏓ ᎤᎴᏅᎮ ᎯᎠ ᏄᏪᏎᎴᎢ, ᎬᏂᏳᏉ ᎠᏴ ᏂᎦᏗᏳ ᎣᎬᏕᏦᏅ, ᎠᎴ ᏂᎯ ᎢᏨᏍᏓᏩᏕᏅ."
  },
  {
    "verse": "29",
    "kjv": "And Jesus answered and said, Verily I say unto you, There is no man that hath left house, or brethren, or sisters, or father, or mother, or wife, or children, or lands, for my sake, and the gospel's,",
    "web": "Jesus said, “Most certainly I tell you, there is no one who has left house, or brothers, or sisters, or father, or mother, or wife, or children, or land, for my sake, and for the sake of the Good News,",
    "chr": "ᏥᏌᏃ ᎤᏁᏨ ᎯᎠ ᏄᏪᏎᎢ; ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ, ᎥᏝ ᎩᎶ ᏰᎭᎾᏍᎩ ᎤᏮᏕᏨᎯ ᎢᎨᏎᏍᏗ ᎠᏓᏁᎸᎢ, ᎠᎴ ᎠᎾᎵᏅᏟ, ᎠᎴ ᏧᏙ, ᎠᎴ ᎤᏙᏓ, ᎠᎴ ᎤᏥ, ᎠᎴ ᎤᏓᎵᎢ, ᎠᎴ ᏧᏪᏥ, ᎠᎴ ᏚᎶᎨᏒᎢ, ᎠᏴ ᎨᏒ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ, ᎠᎴ ᎣᏍᏛ ᎧᏃᎮᏛ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ,"
  },
  {
    "verse": "30",
    "kjv": "But he shall receive an hundredfold now in this time, houses, and brethren, and sisters, and mothers, and children, and lands, with persecutions; and in the world to come eternal life.",
    "web": "but he will receive one hundred times more now in this time: houses, brothers, sisters, mothers, children, and land, with persecutions; and in the age to come eternal life.",
    "chr": "ᎾᏍᎩ ᎪᎯ ᎨᏒ ᎠᏥᏁᏗ ᏂᎨᏒᎾ ᎨᏒ ᎠᏍᎪᎯᏧᏈ ᎢᏳᏩᎫᏗ ᎤᎶᏒᏍᏗ ᏓᏓᏁᎸᎢ, ᎠᎴ ᎠᎾᎵᏅᏟ, ᎠᎴ ᏧᏙ, ᎠᎴ ᏧᏥ, ᎠᎴ ᏧᏪᏥ, ᎠᎴ ᏕᎦᎶᎨᏒᎢ, ᎠᎩᎵᏲᎢᏍᏗ ᎨᏒ ᏔᎵ ᎤᏛᏗ; ᏐᎢᏱᏃ ᏗᎨᏒ ᎤᎵᏍᏆᏗᏍᏗ ᏂᎨᏒᎾ ᎬᏂᏛ."
  },
  {
    "verse": "31",
    "kjv": "But many that are first shall be last; and the last first.",
    "web": "But many who are first will be last, and the last first.”",
    "chr": "ᎠᏎᏃ ᎤᏂᏣᏔ ᎾᏍᎩ ᎢᎬᏱ ᏥᎩ, ᎣᏂ ᎨᏎᏍᏗ; ᎣᏂᏃ ᏥᎩ, ᎢᎬᏱ ᎨᏎᏍᏗ."
  },
  {
    "verse": "32",
    "kjv": "And they were in the way going up to Jerusalem; and Jesus went before them: and they were amazed; and as they followed, they were afraid. And he took again the twelve, and began to tell them what things should happen unto him,",
    "web": "They were on the way, going up to Jerusalem; and Jesus was going in front of them, and they were amazed; and those who followed were afraid. He again took the twelve, and began to tell them the things that were going to happen to him.",
    "chr": "ᎦᏅᏅᏃ ᎠᎾᎢᏎ ᏥᎷᏏᎵᎻ ᏣᏂᎦᏖᎢ; ᏥᏌᏃ ᎢᎬᏱ ᏚᏪᏅᎡᎴᎢ; ᎤᏂᏍᏆᏂᎪᏎᏃ; ᎾᏍᎩᏃ ᎠᎾᎵᏍᏓᏩᏗᏒ ᎠᏂᏍᎦᎢᎮᎢ. ᏔᎵᏁᏃ ᏚᏯᏅᎲ ᏔᎳᏚ ᎢᏯᏂᏛ, ᎤᎴᏅᎮ ᏚᏃᏁᎴ ᎾᏍᎩ ᎢᏳᎵᏍᏓᏁᎵᏓᏍᏗ ᎨᏒᎢ."
  },
  {
    "verse": "33",
    "kjv": "Saying, Behold, we go up to Jerusalem; and the Son of man shall be delivered unto the chief priests, and unto the scribes; and they shall condemn him to death, and shall deliver him to the Gentiles:",
    "web": "“Behold, we are going up to Jerusalem. The Son of Man will be delivered to the chief priests and the scribes. They will condemn him to death, and will deliver him to the Gentiles.",
    "chr": "[ᎯᎠ ᏂᎦᏪᏍᎨᎢ;] ᎬᏂᏳᏉ ᏥᎷᏏᎵᎻ ᏫᏗᎦᏘ; ᎠᎴ ᏴᏫ ᎤᏪᏥ ᏙᏓᏰᏥᏲᏏ ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸ ᎠᏁᎶᎯ ᎠᎴ ᏗᏃᏪᎵᏍᎩ ᏙᏓᎨᏥᏲᎯᏎᎵ; ᎠᎴ ᏙᏓᎬᏭᎪᏓᏁᎵ ᎤᏲᎱᎯᏍᏗᏱ, ᎠᎴ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᏫᏙᏛᏂᏲᎯᏎᎵ;"
  },
  {
    "verse": "34",
    "kjv": "And they shall mock him, and shall scourge him, and shall spit upon him, and shall kill him: and the third day he shall rise again.",
    "web": "They will mock him, spit on him, scourge him, and kill him. On the third day he will rise again.”",
    "chr": "ᎠᎴ ᏓᎬᏩᏐᏢᎢᏍᏔᏂ, ᎠᎴ ᏓᎬᏩᎵᎥᏂᎵ, ᎠᎴ ᏙᏓᎬᏩᎵᏥᏍᏈ, ᎠᎴ ᏓᎬᏩᎵ; ᏦᎢᏁᏃ ᎢᎦ ᏔᎵᏁ ᏙᏛᎠᎴᏂ."
  },
  {
    "verse": "35",
    "kjv": "And James and John, the sons of Zebedee, come unto him, saying, Master, we would that thou shouldest do for us whatsoever we shall desire.",
    "web": "James and John, the sons of Zebedee, came near to him, saying, “Teacher, we want you to do for us whatever we will ask.”",
    "chr": "ᏥᎻᏃ ᎠᎴ ᏣᏂ, ᏤᏈᏗ ᏧᏪᏥ ᎬᏩᎷᏤᎴᎢ, ᎯᎠ ᏄᏂᏪᏎᎢ, ᏔᏕᏲᎲᏍᎩ, ᏍᎩᎾᏚᎵᎭ ᎢᏍᎩᎾᏛᏁᏗᏱ ᏄᏍᏛ ᎢᏍᏛᏔᏲᏎᏗ ᎨᏒᎢ."
  },
  {
    "verse": "36",
    "kjv": "And he said unto them, What would ye that I should do for you?",
    "web": "He said to them, “What do you want me to do for you?”",
    "chr": "ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ, ᎦᏙᏃ ᎢᏍᏓᏚᎵ ᎢᏍᏛᏯᏛᏁᏗᏱ?"
  },
  {
    "verse": "37",
    "kjv": "They said unto him, Grant unto us that we may sit, one on thy right hand, and the other on thy left hand, in thy glory.",
    "web": "They said to him, “Grant to us that we may sit, one at your right hand and one at your left hand, in your glory.”",
    "chr": "ᎯᎠᏃ ᏂᎬᏩᏪᏎᎴᎢ, ᏍᎩᎾᎵᏍᎪᎸᏓᏏ, ᎾᏍᎩ ᏦᎩᏂᏗᏱ, ᎠᏏᏴᏫ ᎯᎦᏘᏏᏗᏢ, ᏐᎢᏃ ᎯᎦᏍᎦᏂᏗᏢ, ᏣᏤᎵ ᎦᎸᏉᏗᏳ ᎨᏒᎢ."
  },
  {
    "verse": "38",
    "kjv": "But Jesus said unto them, Ye know not what ye ask: can ye drink of the cup that I drink of? and be baptized with the baptism that I am baptized with?",
    "web": "But Jesus said to them, “You don’t know what you are asking. Are you able to drink the cup that I drink, and to be baptized with the baptism that I am baptized with?”",
    "chr": "ᎠᏎᏃ ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎥᏝ ᏱᏍᏗᎦᏔᎭ ᏄᏍᏛ ᎢᏍᏗᏔᏲᎯᎲᎢ. ᏥᏌ ᏰᎵᏉ ᎨᏍᏓᏗᏔᏍᏗ ᎤᎵᏍᏈᏗ ᎾᏍᎩ ᎠᏆᏗᏔᏍᏗ ᏥᎩ? ᎠᎴ ᏗᎦᏰᏍᏓᏬᏍᏗ ᎾᏍᎩ ᏗᏓᏬᏍᏗ ᎨᏒ ᎾᏍᎩ ᎥᏆᏬᏍᏙᏗ ᏥᎩ?"
  },
  {
    "verse": "39",
    "kjv": "And they said unto him, We can. And Jesus said unto them, Ye shall indeed drink of the cup that I drink of; and with the baptism that I am baptized withal shall ye be baptized:",
    "web": "They said to him, “We are able.” Jesus said to them, “You shall indeed drink the cup that I drink, and you shall be baptized with the baptism that I am baptized with;",
    "chr": "ᎯᎠᏃ ᏂᎬᏩᏪᏎᎴᎢ, ᏰᎵᏉ ᏥᏌᏃ ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎤᏙᎯᏳᎯ ᏓᏍᏓᏗᏔᎯ ᎤᎵᏍᏈᏗ ᎾᏍᎩ ᎠᏴ ᎠᏆᏗᏔᏍᏗ ᏥᎩ, ᎠᎴ ᏗᏓᏬᏍᏗ ᎨᏒ ᎠᏴ ᎥᏆᏬᏍᏙᏗ ᏥᎩ, ᎾᏍᎩ ᏙᏓᏰᏍᏓᏬᏍᏔᏂ;"
  },
  {
    "verse": "40",
    "kjv": "But to sit on my right hand and on my left hand is not mine to give; but it shall be given to them for whom it is prepared.",
    "web": "but to sit at my right hand and at my left hand is not mine to give, but for whom it has been prepared.”",
    "chr": "ᎤᏪᏗᏱᏍᎩᏂ ᎠᏉᎸ ᏥᎦᏘᏏ ᎢᏗᏢ, ᎠᎴ ᏥᎦᏍᎦᏂ ᎢᏗᏢ, ᎥᏝ ᎠᏴ ᎠᏆᏓᏁᏗ ᏱᎩ; ᎤᏅᏒᏍᎩᏂ ᎾᏍᎩ ᎨᎦᏛᏅᎢᏍᏓᏁᎸᎯ ᏥᎩ"
  },
  {
    "verse": "41",
    "kjv": "And when the ten heard it, they began to be much displeased with James and John.",
    "web": "When the ten heard it, they began to be indignant toward James and John.",
    "chr": "ᎠᏍᎪᎯᏃ ᎢᏯᏂᏛ ᎤᎾᏛᎦᏅ, ᎤᎾᎴᏅᎮ ᎤᏣᏘ ᎡᏍᎦ ᏚᏂᏰᎸᎾᏁᎴ ᏥᎻ ᎠᎴ ᏣᏂ."
  },
  {
    "verse": "42",
    "kjv": "But Jesus called them to him, and saith unto them, Ye know that they which are accounted to rule over the Gentiles exercise lordship over them; and their great ones exercise authority upon them.",
    "web": "Jesus summoned them and said to them, “You know that they who are recognized as rulers over the nations lord it over them, and their great ones exercise authority over them.",
    "chr": "ᎠᏎᏃ ᏥᏌ ᏫᏚᏯᏅᎲ ᎯᎠ ᏂᏚᏪᏎᎴᎢ; ᎢᏥᎦᏔᎭ ᎾᏍᎩ ᎤᏂᎬᏫᏳᎯ ᎨᏥᏰᎸᎢ ᎨᏒ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᏓᏁᏩᏗᏒᎢ, ᏗᎬᏩᎾᏁᎶᏙᏗᏱ ᎾᏅᏁᎰᎢ; ᏧᏂᎸᏉᏗᏃ ᎨᏒ ᎬᏩᎾᏓᎵᏁᎯᏕᎰᎢ."
  },
  {
    "verse": "43",
    "kjv": "But so shall it not be among you: but whosoever will be great among you, shall be your minister:",
    "web": "But it shall not be so among you, but whoever wants to become great among you shall be your servant.",
    "chr": "ᏂᎯᏍᎩᏂ ᎢᏤᎲ ᎥᏞᏍᏗ ᎾᏍᎩ ᏱᏂᏨᏁᏍᏗ; ᎩᎶᏍᎩᏂ ᎠᏥᎸᏉᏗ ᎢᏳᎵᏍᏙᏗᏱ ᎤᏚᎵᏍᎨᏍᏗ, ᎾᏍᎩ ᎡᏥᏅᏏᏓᏍᏗ ᎨᏎᏍᏗ."
  },
  {
    "verse": "44",
    "kjv": "And whosoever of you will be the chiefest, shall be servant of all.",
    "web": "Whoever of you wants to become first among you shall be bondservant of all.",
    "chr": "ᎠᎴ ᎩᎶ ᏂᎯ ᏂᏣᏛᏅ ᏄᎬᏫᏳᏒ ᎢᏳᎵᏍᏙᏗᏱ ᎤᏚᎵᏍᎨᏍᏗ, ᎾᏍᎩ ᏂᎦᏛ ᎬᏩᏅᏏᏙᎯ ᎨᏎᏍᏗ."
  },
  {
    "verse": "45",
    "kjv": "For even the Son of man came not to be ministered unto, but to minister, and to give his life a ransom for many.",
    "web": "For the Son of Man also came not to be served but to serve, and to give his life as a ransom for many.”",
    "chr": "ᎾᏍᏉᏰᏃ ᏴᏫ ᎤᏪᏥ ᎥᏝ ᏳᎷᏨ ᎪᎱᏍᏗ ᎠᎦᏛᏁᏗᏱ, ᎪᎱᏍᏗᏍᎩᏂ ᎤᏓᏛᏁᏗᏱ, ᎠᎴ ᎬᏅ ᏧᏲᎯᏍᏗᏱ ᏧᏓᏴᏙᏗᏱ ᎤᏂᏣᏘ."
  },
  {
    "verse": "46",
    "kjv": "And they came to Jericho: and as he went out of Jericho with his disciples and a great number of people, blind Bartimaeus, the son of Timaeus, sat by the highway side begging.",
    "web": "They came to Jericho. As he went out from Jericho with his disciples and a great multitude, the son of Timaeus, Bartimaeus, a blind beggar, was sitting by the road.",
    "chr": "ᏤᎵᎪᏃ ᎤᏂᎷᏤᎢ, ᎠᎴ ᎾᏍᎩ ᏤᎵᎪ ᎢᎤᏄᎪᏨ ᎠᎴ ᎾᏍᎩ ᎬᏩᏍᏓᏩᏗᏙᎯ, ᎠᎴ ᎤᏂᏣᏘ ᏴᏫ, ᏗᎨᏫ ᏆᏗᎻᏯ, ᎾᏍᎩ ᏗᎻᏯ ᎤᏪᏥ, ᎤᏪᎴ ᏅᏃᎱᎶᏗ ᎠᏚᎳᏗᏍᎨᎢ."
  },
  {
    "verse": "47",
    "kjv": "And when he heard that it was Jesus of Nazareth, he began to cry out, and say, Jesus, thou son of David, have mercy on me.",
    "web": "When he heard that it was Jesus the Nazarene, he began to cry out and say, “Jesus, you son of David, have mercy on me!”",
    "chr": "ᎤᏛᎦᏅᏃ ᎾᏍᎩ ᏥᏌ ᎾᏎᎵᏗ ᎡᎯ ᎨᏒᎢ, ᎤᎴᏅᎮ ᎤᏪᎷᏁ, ᎯᎠ ᏄᏪᏎᎢ, ᏕᏫ ᎤᏪᏥ, ᏥᏌ, ᏍᎩᏙᎵᎩ."
  },
  {
    "verse": "48",
    "kjv": "And many charged him that he should hold his peace: but he cried the more a great deal, Thou son of David, have mercy on me.",
    "web": "Many rebuked him, that he should be quiet, but he cried out much more, “You son of David, have mercy on me!”",
    "chr": "ᎤᏂᏣᏖᏃ ᎬᏩᎬᏍᎪᎸᏁ ᎬᏩᏁᏤᎴ ᎡᎳᏪᏱ ᎤᏮᏗᏱ; ᎠᏎᏃ ᎤᏟᏉ ᎢᎦᎢ ᎤᏪᎷᏁᎢ, ᏕᏫ ᎤᏪᏥ ᏍᎩᏙᎵᎩ, ᎠᏗᏍᎨᎢ."
  },
  {
    "verse": "49",
    "kjv": "And Jesus stood still, and commanded him to be called. And they call the blind man, saying unto him, Be of good comfort, rise; he calleth thee.",
    "web": "Jesus stood still and said, “Call him.” They called the blind man, saying to him, “Cheer up! Get up. He is calling you!”",
    "chr": "ᏥᏌᏃ ᎤᎴᏫᏍᏔᏅ ᎤᏁᏤ ᏩᏥᏯᏅᏗᏱ. ᎤᏂᏯᏅᎮᏃ ᏗᎨᏫ, ᎯᎠ ᏄᏂᏪᏎᎴᎢ, ᎤᎦᎵᏍᏗᏉ ᎭᏓᏅᏓᏓ; ᏔᎴᎲᎦ; ᏗᏣᏯᏂᎭ."
  },
  {
    "verse": "50",
    "kjv": "And he, casting away his garment, rose, and came to Jesus.",
    "web": "He, casting away his cloak, sprang up, and came to Jesus.",
    "chr": "ᎾᏍᎩᏃ ᎤᏓᎢᏅ ᎤᏄᏬ ᏚᎴᏁᎢ, ᎠᎴ ᏥᏌ ᏭᎷᏤᎴᎢ."
  },
  {
    "verse": "51",
    "kjv": "And Jesus answered and said unto him, What wilt thou that I should do unto thee? The blind man said unto him, Lord, that I might receive my sight.",
    "web": "Jesus asked him, “What do you want me to do for you?” The blind man said to him, “Rabboni, that I may see again.”",
    "chr": "ᏥᏌᏃ ᎤᏁᏨ ᎯᎠ ᏄᏪᏎᎴᎢ, ᎦᏙ ᏣᏚᎷ ᎬᏯᏛᏁᏗᏱ? ᏗᎨᏫᏃ ᎯᎠ ᏄᏪᏎᎴᎢ, ᏣᎬᏫᏳᎯ, ᎥᎠᎩᎪᏩᏛᏗᏱ [ᎠᏆᏚᎵᎭ.]"
  },
  {
    "verse": "52",
    "kjv": "And Jesus said unto him, Go thy way; thy faith hath made thee whole. And immediately he received his sight, and followed Jesus in the way.",
    "web": "Jesus said to him, “Go your way. Your faith has made you well.” Immediately he received his sight and followed Jesus on the way.",
    "chr": "ᏥᏌᏃ ᎯᎠ ᏄᏪᏎᎴᎢ, ᎮᎾᏉᏃ; ᏦᎯᏳᏒ ᏣᏍᏕᎸ. ᎩᎳᏉᏃ ᎢᏴᏛ ᎬᏩᎪᏩᏛᏗ ᏄᎵᏍᏔᏁᎢ, ᎠᎴ ᎤᏍᏓᏩᏛᏎ ᏥᏌ ᎠᎢᏒᎢ."
  }
]
