[
  {
    "verse": "1",
    "kjv": "And when they came nigh to Jerusalem, unto Bethphage and Bethany, at the mount of Olives, he sendeth forth two of his disciples,",
    "web": "When they came near to Jerusalem, to Bethsphage and Bethany, at the Mount of Olives, he sent two of his disciples",
    "chr": "ᏥᎷᏏᎵᎻᏃ ᎾᎥ ᏭᏂᎷᏨ ᎾᏍᎩ ᏒᎦᏙᎯ ᎠᏯ ᏇᏗᏂᏱ ᎢᏴᏛ, ᎣᎵᏩᏲᎯ ᎤᏌᎯᎸᎢ, ᎠᏂᏔᎵ ᎬᏩᏍᏓᏩᏗᏙᎯ ᏚᏅᏎᎢ,"
  },
  {
    "verse": "2",
    "kjv": "And saith unto them, Go your way into the village over against you: and as soon as ye be entered into it, ye shall find a colt tied, whereon never man sat; loose him, and bring him.",
    "web": "and said to them, “Go your way into the village that is opposite you. Immediately as you enter into it, you will find a young donkey tied, on which no one has sat. Untie him and bring him.",
    "chr": "ᎠᎴ ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎢᏍᏕᎾ Ꮎ ᏕᏍᏗᏙᎬ ᏧᏳᎪᏗ ᏨᏗᎦᏚᎭ ᏫᏍᏗᏣᎯ; ᏫᏍᏗᏴᎸᏉᏃ ᎾᎿᏂ, ᏓᏰᏍᏗᏩᏛᎯ ᏗᎦᎵᎠᏅᎯᏛ ᎠᎩᎾ ᎨᎵᏌᏕᏍᏗ, ᎾᏍᎩ ᎥᏝ ᎩᎶ ᏴᏫ ᎤᎩᎸᏔᏅᎯ ᏱᎩ; ᎡᏍᏕᎵᏌᏕᏒᎭ ᎠᎴ ᏤᏍᏓᏘᏁᏒᎭ."
  },
  {
    "verse": "3",
    "kjv": "And if any man say unto you, Why do ye this? say ye that the Lord hath need of him; and straightway he will send him hither.",
    "web": "If anyone asks you, ‘Why are you doing this?’ say, ‘The Lord needs him;’ and immediately he will send him back here.”",
    "chr": "ᎢᏳᏃ ᎩᎶ ᎦᏙᏃ ᎾᏍᎩ ᏂᏍᏓᏛᏁᎭ ᎢᏍᏙᏎᎸᎭ? ᎤᎬᏫᏳᎯ ᎤᏚᎵᎭ, ᎢᏍᏓᏛᏅᎭ; ᎩᎳᏉᏃ ᎢᏴᏛ ᏙᏓᏳᏲᏏ ᎠᏂ ᎡᏍᏓᏘᏃᎯᏍᏗᏱ."
  },
  {
    "verse": "4",
    "kjv": "And they went their way, and found the colt tied by the door without in a place where two ways met; and they loose him.",
    "web": "They went away, and found a young donkey tied at the door outside in the open street, and they untied him.",
    "chr": "ᎤᏁᏅᏎᏃ, ᎠᎴ ᏭᏂᏩᏛᎮ ᎠᎩᎾ ᎨᎵᏌᏕ ᎦᎶᎯᏍᏗᏳᎶᏗ ᏙᏱᏗᏢ, ᎾᎿ ᏕᎦᏅᏅ ᏓᏠᏍᎬᎢ; ᎤᏁᎵᏌᏕᏎᏃ."
  },
  {
    "verse": "5",
    "kjv": "And certain of them that stood there said unto them, What do ye, loosing the colt?",
    "web": "Some of those who stood there asked them, “What are you doing, untying the young donkey?”",
    "chr": "ᎩᎶᏃ ᎢᏳᎾᏍᏗ ᎾᎿ ᏗᏂᏙᎩ ᎯᎠ ᏂᏚᏂᏪᏎᎴᎢ, ᎦᏙᏃ ᎢᎡᏍᏕᎵᏌᏕ ᎠᎩᏫ?"
  },
  {
    "verse": "6",
    "kjv": "And they said unto them even as Jesus had commanded: and they let them go.",
    "web": "They said to them just as Jesus had said, and they let them go.",
    "chr": "ᎠᎴ ᎾᏍᎩᏯᏉ ᏥᏌ ᏄᏪᏒ ᎤᏁᏨ ᏂᏚᏂᏪᏎᎴᎢ: ᏚᏂᏲᏎᏃ."
  },
  {
    "verse": "7",
    "kjv": "And they brought the colt to Jesus, and cast their garments on him; and he sat upon him.",
    "web": "They brought the young donkey to Jesus and threw their garments on it, and Jesus sat on it.",
    "chr": "ᎠᎩᎾᏃ ᏥᏌ ᎤᎾᏘᏃᎮᎴᎢ, ᎠᎴ ᏧᎾᏄᏬ ᏚᏂᏢᏁᎴᎢ; ᏥᏌᏃ ᎤᎩᎸᏔᏁᎢ."
  },
  {
    "verse": "8",
    "kjv": "And many spread their garments in the way: and others cut down branches off the trees, and strawed them in the way.",
    "web": "Many spread their garments on the way, and others were cutting down branches from the trees and spreading them on the road.",
    "chr": "ᎤᏂᏣᏖᏃ ᏧᎾᏄᏬ ᏅᏃᎯ ᏚᏄᏰᏍᏛᏁᎢ; ᎢᎦᏛᏃ ᏕᏡᎬ ᏚᏅᏂᎦᎸᎮᎢ, ᎠᎴ ᏅᏃᎯ ᏚᏂᎳᎨᏯᏛᏁᎢ."
  },
  {
    "verse": "9",
    "kjv": "And they that went before, and they that followed, cried, saying, Hosanna; Blessed is he that cometh in the name of the Lord:",
    "web": "Those who went in front and those who followed cried out, “Hosanna! Blessed is he who comes in the name of the Lord!",
    "chr": "ᎢᎬᏱᎢ ᎠᏁᎩ, ᎠᎴ ᎣᏂ ᎠᏁᎩ, ᎤᏁᎷᎨᎢ, ᎯᎠ ᎾᏂᏪᏍᎨᎢ, ᎰᏌᎾ, ᎦᎸᏉᏗᏳ ᎨᏎᏍᏗ ᏱᎰᏩ ᏕᎤᏙᏍᏛ ᏥᎦᎷᎯᏍᏗᏓ."
  },
  {
    "verse": "10",
    "kjv": "Blessed be the kingdom of our father David, that cometh in the name of the Lord: Hosanna in the highest.",
    "web": "Blessed is the kingdom of our father David that is coming in the name of the Lord! Hosanna in the highest!”",
    "chr": "ᎦᎸᏉᏗᏳ ᎨᏎᏍᏗ ᏕᏫ ᎢᎩᏙᏓ ᎤᏤᎵ ᎤᎬᏫᏳᎯ ᎨᏒᎢ, ᎾᏍᎩ ᏱᎰᏩ ᏚᏙᏍᏛ ᏥᎦᎷᎯᏍᏗᎭ; ᎰᏌᎾ ᏩᏍᏛᎦᎸᎳᏗᏳ."
  },
  {
    "verse": "11",
    "kjv": "And Jesus entered into Jerusalem, and into the temple: and when he had looked round about upon all things, and now the eventide was come, he went out unto Bethany with the twelve.",
    "web": "Jesus entered into the temple in Jerusalem. When he had looked around at everything, it being now evening, he went out to Bethany with the twelve.",
    "chr": "ᏥᏌᏃ ᏣᎷᏏᎵᎻ ᏭᏴᎴᎢ, ᎠᎴ ᎤᏔᏅ-ᏗᎦᎳᏫᎢᏍᏗᏱ ᏭᏴᎴᎢ; ᎿᏉᏃ ᎬᏩᏚᏫᏛ ᏚᎧᎿᏂᏙᎸ ᏂᎦᏛ ᏧᏓᎴᏅᏛ ᏚᎧᎿᏅ, ᎠᎴ ᎿᏉ ᎤᏒᎯᏴᏱ ᎨᏎᎢ, ᎤᏄᎪᏤ ᏇᏗᏂᏱ ᏭᎶᏎ ᎠᏁᎮ ᏔᎳᏚ ᎢᏯᏂᏛ."
  },
  {
    "verse": "12",
    "kjv": "And on the morrow, when they were come from Bethany, he was hungry:",
    "web": "The next day, when they had come out from Bethany, he was hungry.",
    "chr": "ᎤᎩᏨᏛᏃ ᏇᏗᏂᏱ ᏧᏂᎶᏒ ᎠᎪᏄ ᎤᏲᏏᏍᎨᎢ;"
  },
  {
    "verse": "13",
    "kjv": "And seeing a fig tree afar off having leaves, he came, if haply he might find any thing thereon: and when he came to it, he found nothing but leaves; for the time of figs was not yet.",
    "web": "Seeing a fig tree afar off having leaves, he came to see if perhaps he might find anything on it. When he came to it, he found nothing but leaves, for it was not the season for figs.",
    "chr": "ᏭᎪᎮᏃ Ꭸ ᎢᏴᏛ ᏗᏡᎨ ᏒᎦᎳᎢᏳᏍᏗ, ᎤᎵᏍᏚᏎᎢ, ᏭᎷᏤᎢ, ᏯᏎᎦᎩ ᏱᏥᏩᏛ ᎪᏞᏍᏗ ᏳᏔ ᎤᏪᎵᏎᎢ; ᎾᎿᏃ ᏭᎷᏨ ᎥᏝ ᎪᏞᏍᏗ ᏳᏩᏛᎮ ᎤᎵᏍᏚᏒᏉ ᎤᏩᏒ; ᎥᏞᏰᏃ ᎠᏏ ᏳᏍᏆᎸᎮ ᏒᎦᏔᎢᏳᎾᏍᏗ ᎤᏅᏂᏍᏗᏱ."
  },
  {
    "verse": "14",
    "kjv": "And Jesus answered and said unto it, No man eat fruit of thee hereafter for ever. And his disciples heard it.",
    "web": "Jesus told it, “May no one ever eat fruit from you again!” and his disciples heard it.",
    "chr": "ᏥᏌᏃ ᎤᏁᏟ ᎯᎠ ᏄᏪᏎᎴᎢ, ᏞᏍᏗ ᎩᎶ ᎢᎸᎯᏳ ᏥᎠᎩ ᏂᎯ ᏣᏓᏔᏅᎯ ᎪᎯ ᎢᏳᏓᎴᏅᏛ. ᎬᏩᏍᏓᏩᏗᏙᎯᏃ ᎤᎾᏛᎦᏁᎢ."
  },
  {
    "verse": "15",
    "kjv": "And they come to Jerusalem: and Jesus went into the temple, and began to cast out them that sold and bought in the temple, and overthrew the tables of the moneychangers, and the seats of them that sold doves;",
    "web": "They came to Jerusalem, and Jesus entered into the temple and began to throw out those who sold and those who bought in the temple, and overthrew the money changers’ tables and the seats of those who sold the doves.",
    "chr": "ᏥᎷᏏᎵᎻᏃ ᎤᏂᎷᏤᎢ; ᏥᏌᏃ ᎤᏔᏅ-ᏗᎦᏔᏫᎢᏍᏗᏱ ᏭᏏᎸ, ᎤᎴᏅᎮ ᏚᏄᎪᏫᏎ ᎠᏂᎾᏕᎩ ᎠᎴ ᎤᏂᏩᏒᎥᏍᎩ ᎾᎿ ᎤᏔᏅ-ᏗᎦᎳᏫᎢᏍᏗᏱ, ᎠᎴ ᏚᎷᏆᏗᏅᏎ ᏚᏂᏍᎩᎸ ᎠᏕᎸ ᏗᏂᏟᏴᏍᎩ, ᎠᎴ ᎤᎾᏅᏗᏱ ᎫᎴ-ᏗᏂᏍᎪᏂᎯ ᏗᏂᎾᏕᎩ;"
  },
  {
    "verse": "16",
    "kjv": "And would not suffer that any man should carry any vessel through the temple.",
    "web": "He would not allow anyone to carry a container through the temple.",
    "chr": "ᎠᎴ ᎥᏝ ᎤᏁᎳᎩ ᏳᏪᎵᏎᎴ ᎩᎶ ᎪᏞᏍᏗ ᎤᏍᏗ ᎠᏖᎵᏙ ᎤᏴᏙᏗᏱ ᎤᏛᏅ-ᏗᎦᎳᏫᎢᏍᏗᏱ."
  },
  {
    "verse": "17",
    "kjv": "And he taught, saying unto them, Is it not written, My house shall be called of all nations the house of prayer? but ye have made it a den of thieves.",
    "web": "He taught, saying to them, “Isn’t it written, ‘My house will be called a house of prayer for all the nations’? But you have made it a den of robbers!”",
    "chr": "ᏚᏕᏲᏁᏃ, ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᏝᏍᎪ ᎯᎠ ᏱᏂᎬᏅ ᏱᎪᏪᎳ, ᎠᏆᏤᎵ ᎠᏓᏁᎸ ᏂᎦᏗᏳ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᎤᎾᏓᏙᎵᏍᏙᏗᏱ ᏚᏙᎡᏍᏗ? ᏂᎪᏍᎩᏂ ᎠᏂᏃᏍᎩᏍᎩ ᎤᏂᏴᏍᏗᏱ ᎤᏍᏓᎦᎸ ᏂᏨᏁᎸ."
  },
  {
    "verse": "18",
    "kjv": "And the scribes and chief priests heard it, and sought how they might destroy him: for they feared him, because all the people was astonished at his doctrine.",
    "web": "The chief priests and the scribes heard it, and sought how they might destroy him. For they feared him, because all the multitude was astonished at his teaching.",
    "chr": "ᏗᏃᏪᎵᏍᎩᏃ ᎠᎴ ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸ-ᎠᏁᎶᎯ ᎤᎾᏛᎦᏁᎢ, ᎠᎴ ᎤᏂᏲᎴ ᎢᏳᏅᏁᏗᏱ ᎤᏂᎯᏍᏗᏱ; ᎬᏩᎾᏰᏍᎨᏰᏃ, ᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᏂᎦᏛ ᏴᏫ ᎤᏂᏍᏆᏂᎪᏍᎬ ᏄᏍᏛ ᏓᏕᏲᎲᏍᎬᎢ."
  },
  {
    "verse": "19",
    "kjv": "And when even was come, he went out of the city.",
    "web": "When evening came, he went out of the city.",
    "chr": "ᎤᏒᏃ ᏄᎵᏍᏔᏅ ᎤᏄᎪᏤ ᎦᏚᎲᎢ."
  },
  {
    "verse": "20",
    "kjv": "And in the morning, as they passed by, they saw the fig tree dried up from the roots.",
    "web": "As they passed by in the morning, they saw the fig tree withered away from the roots.",
    "chr": "ᏑᎾᎴᏃ ᎠᎾᎢᏒᎢ, ᎤᏂᎪᎮ ᎡᎦᏔᎢᏳᏍᏗ ᎲᎬ ᎤᏩᏴᏒᎯ ᎨᏎ ᏚᎿᏍᏕᏢ ᏅᏓᎬᏩᏓᎴᏅᏛ."
  },
  {
    "verse": "21",
    "kjv": "And Peter calling to remembrance saith unto him, Master, behold, the fig tree which thou cursedst is withered away.",
    "web": "Peter, remembering, said to him, “Rabbi, look! The fig tree which you cursed has withered away.”",
    "chr": "ᏈᏓᏃ ᎤᏅᏓᏛ ᎯᎠ ᏄᏪᏎᎴᎢ, ᏔᏕᏲᎲᏍᎩ, ᎬᏂᏳᏉ, ᎡᎦᏔ--ᎢᏳᏍᏗ ᏡᎬ ᏥᏍᎦᏨᎩ ᎤᏩᏴᏐᏅ."
  },
  {
    "verse": "22",
    "kjv": "And Jesus answering saith unto them, Have faith in God.",
    "web": "Jesus answered them, “Have faith in God.",
    "chr": "ᏥᏌᏃ ᎤᏁᏨ, ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎤᏁᎳᏅᎯ ᎡᏦᎢᏳᏎᏍᏗ."
  },
  {
    "verse": "23",
    "kjv": "For verily I say unto you, That whosoever shall say unto this mountain, Be thou removed, and be thou cast into the sea; and shall not doubt in his heart, but shall believe that those things which he saith shall come to pass; he shall have whatsoever he saith.",
    "web": "For most certainly I tell you, whoever may tell this mountain, ‘Be taken up and cast into the sea,’ and doesn’t doubt in his heart, but believes that what he says is happening, he shall have whatever he says.",
    "chr": "ᎤᏙᎯᏳᎯᏯᏰᏃ ᎯᎠ ᏂᏨᏪᏎᎭ, ᎩᎶ ᎯᎠ ᏂᎦᏪᏎᎮᏍᏗ ᎯᎠ ᏦᏓᎸ, ᏪᏣᎲᎾ, ᎠᎴ ᎠᎺᏉᎯ ᏪᏣᏚᎦ; ᎠᎴ ᏄᏜᏏᏛᎡᎲᎾ ᎢᎨᏎᏍᏗ ᎤᎾᏫᏱ, ᎪᎯᏳᎲᏍᎬᏍᏗᏉᏍᎩᏂ ᎾᏍᎩ ᏂᎦᏪᏍᎬ ᎠᏎ ᎢᏳᎵᏍᏙᏗ ᎨᏒᎢ; ᎾᏍᎩ ᎤᎨᏍᏗ ᏂᎦᎥ ᏄᏪᏒᎢ."
  },
  {
    "verse": "24",
    "kjv": "Therefore I say unto you, What things soever ye desire, when ye pray, believe that ye receive them, and ye shall have them.",
    "web": "Therefore I tell you, all things whatever you pray and ask for, believe that you have received them, and you shall have them.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎯᎠ ᏂᏨᏪᏎᎭ, ᏂᎦᎥ ᎪᎱᏍᏗ ᎢᏥᏔᏲᎭ ᎢᏣᏓᏙᎵᏍᏓ, ᎢᏦᎯᏳᎲᏍᎨᏍᏗ ᎡᏥᏁᎢ ᎨᏒᎢ, ᎠᎴ ᎠᏎ ᎢᏥᎮᏍᏗ."
  },
  {
    "verse": "25",
    "kjv": "And when ye stand praying, forgive, if ye have ought against any: that your Father also which is in heaven may forgive you your trespasses.",
    "web": "Whenever you stand praying, forgive, if you have anything against anyone; so that your Father, who is in heaven, may also forgive you your transgressions.",
    "chr": "ᎢᏳᏃ ᎢᏣᎴᎲᏍᎨᏍᏗ ᎢᏣᏓᏙᎵᏍᏗᏍᎨᏍᏗ, ᎨᏣᏓᏁᎮᏍᏗ ᎡᏥᏍᎦᏅᏤᎸᎢ, ᎢᏳᏃ ᎪᎱᏍᏗ ᎡᏤᎵᏎᎮᏍᏗ ᎩᎶᎢ; ᎾᏍᎩ ᎾᏍᏉ ᎢᏥᏙᏓ ᎦᎸᏔᏗ ᏤᎭ ᎦᎨᏥᏁᏗᏱ ᎯᎠ ᎢᏥᏍᎦᏅᏨᎢ."
  },
  {
    "verse": "26",
    "kjv": "But if ye do not forgive, neither will your Father which is in heaven forgive your trespasses.",
    "web": "But if you do not forgive, neither will your Father in heaven forgive your transgressions.”",
    "chr": "ᎢᏳᏍᎩᏂ ᏂᏣᏓᏁᎲᎾ ᎢᎨᏎᏍᏗ ᎡᏥᏍᎦᏅᏤᎸᎢ, ᎥᏝ ᎾᏍᏉ ᎢᏥᏙᏓ ᎦᎸᎳᏗ ᎡᎯ ᏴᎨᏥᏙᎵᎩ ᎢᏥᏍᎦᏅᏨᎢ."
  },
  {
    "verse": "27",
    "kjv": "And they come again to Jerusalem: and as he was walking in the temple, there come to him the chief priests, and the scribes, and the elders,",
    "web": "They came again to Jerusalem, and as he was walking in the temple, the chief priests, the scribes, and the elders came to him,",
    "chr": "ᏥᎷᏏᎵᎻᏃ ᏔᎵᏁ ᎤᏂᎷᏤᎢ; ᎤᏛᏅᏃ-ᏗᎦᎳᏫᎢᏍᏗᏱ ᎡᏙᎮᎢ, ᎬᏩᎷᏤᎴ ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸ-ᎠᏁᎶᎯ, ᎠᎴ ᏗᏃᏪᎵᏍᎩ, ᎠᎴ ᏗᏂᎳᏫᎩ,"
  },
  {
    "verse": "28",
    "kjv": "And say unto him, By what authority doest thou these things? and who gave thee this authority to do these things?",
    "web": "and they began saying to him, “By what authority do you do these things? Or who gave you this authority to do these things?”",
    "chr": "ᎠᎴ ᎯᎠ ᏂᎬᏩᏪᏎᎴᎢ, ᎦᏙ ᏣᎵᏍᎦᏍᏙᏗ ᎯᎠ ᎾᏍᎩ ᏥᎿᏛᏁᎭ? ᎠᎴ ᎦᎪ ᏣᏁᎴ ᎾᏍᎩ ᎯᎠ ᎢᏣᏛᏁᏗᏱ?"
  },
  {
    "verse": "29",
    "kjv": "And Jesus answered and said unto them, I will also ask of you one question, and answer me, and I will tell you by what authority I do these things.",
    "web": "Jesus said to them, “I will ask you one question. Answer me, and I will tell you by what authority I do these things.",
    "chr": "ᏥᏌᏃ ᎤᏁᏨ ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎠᏴ ᎾᏍᎩ ᏑᏓᎴᎩ ᏛᏨᏯᏛᏛᏂ, ᎠᎴ ᏍᎩᏃᎲᏏ, ᎠᏴᏃ ᏓᏨᏃᏁᎵ ᏄᏍᏛ ᎠᏆᎵᏍᎦᏍᏙᏛ ᎯᎠ ᎾᏍᎩ ᏥᏂᎦᏛᏁᎭ."
  },
  {
    "verse": "30",
    "kjv": "The baptism of John, was it from heaven, or of men? answer me.",
    "web": "The baptism of John—was it from heaven, or from men? Answer me.”",
    "chr": "ᏣᏂ ᏥᏓᏓᏬᏍᎬᎩ, ᎦᎸᎳᏍᎪ ᏧᏓᎴᏁᎢ, ᏴᏫᏉᎨ ᎠᏁᎲᎢ? ᏍᎩᏃᎲᏏ."
  },
  {
    "verse": "31",
    "kjv": "And they reasoned with themselves, saying, If we shall say, From heaven; he will say, Why then did ye not believe him?",
    "web": "They reasoned with themselves, saying, “If we should say, ‘From heaven;’ he will say, ‘Why then did you not believe him?’",
    "chr": "ᎤᏅᏒᏃ ᎨᏒ ᎤᎾᎵᏃᎮᎴᎢ, ᎯᎠ ᏄᏂᏪᏎᎢ, ᎢᏳᏃ ᎦᎸᎳᏗ ᏅᏓᏳᏓᎴᏅᎯ ᏱᎦᏛᏅ, ᎯᎠ ᏱᏂᎦᏫ, ᎦᏙᏃ Ꮭ ᏱᎡᏦᎢᏳᏁᎢ?"
  },
  {
    "verse": "32",
    "kjv": "But if we shall say, Of men; they feared the people: for all men counted John, that he was a prophet indeed.",
    "web": "If we should say, ‘From men’”—they feared the people, for all held John to really be a prophet.",
    "chr": "ᎢᏳᏃ ᏴᏫᏉ ᎠᏁᎲ ᏱᎦᏛᏅ, - ᎾᏍᎩ ᏓᏂᏍᎦᎢᎮ ᏴᏫ; ᏂᎦᏛᏰᏃ ᏴᏫ ᎠᏙᎴᎰᏍᎩ ᎤᏙᎯᏳᎯ ᎬᏩᏰᎸᎭ ᏣᏂ."
  },
  {
    "verse": "33",
    "kjv": "And they answered and said unto Jesus, We cannot tell. And Jesus answering saith unto them, Neither do I tell you by what authority I do these things.",
    "web": "They answered Jesus, “We don’t know.” Jesus said to them, “Neither will I tell you by what authority I do these things.”",
    "chr": "ᎤᏂᏁᏨᏃ ᎯᎠ ᏄᏂᏪᏎᎴ ᏥᏌ, ᎥᏝ ᏲᏥᎦᏔᎭ. ᏥᏌᏃ ᎤᏁᏨ ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎥᏝ ᎾᏍᏉ ᏴᏫ ᏴᏓᏨᏃᏁᎵ ᎢᏳᏍᏗ ᎠᏆᎵᏍᎦᏍᏙᏛ ᎯᎠ ᎾᏍᎩ ᏥᏂᎦᏛᏁᎭ."
  }
]