[
  {
    "verse": "1",
    "kjv": "And he began to speak unto them by parables. A certain man planted a vineyard, and set an hedge about it, and digged a place for the winefat, and built a tower, and let it out to husbandmen, and went into a far country.",
    "web": "He began to speak to them in parables. “A man planted a vineyard, put a hedge around it, dug a pit for the wine press, built a tower, rented it out to a farmer, and went into another country.",
    "chr": "ᎤᎴᏅᎮᏃ ᏚᏬᏁᏔᏁ ᏓᏟᎶᏍᏗᏍᎬᎢ. ᎩᎶ ᎢᏳᏍᏗ ᏖᎸᎳᏗ ᏚᏫᏎᎢ, ᎠᎴ ᎤᏐᏱᎴ ᎬᏩᏚᏫᏛ, ᎠᎴ ᎤᏍᎪᏎ ᎩᎦᎨ-ᎠᏗᏔᏍᏗ ᎪᏢᏗᏱ, ᎠᎴ ᎤᏁᏍᎨᎮ ᎢᏅ ᎢᎦᏘ, ᎠᎴ ᏚᏙᎳᏍᏔᏁ ᏠᎨᏏ ᏧᏂᎸᏫᏍᏓᏁᎯ, ᎠᎴ ᎢᏅ ᏭᎶᏎᎢ."
  },
  {
    "verse": "2",
    "kjv": "And at the season he sent to the husbandmen a servant, that he might receive from the husbandmen of the fruit of the vineyard.",
    "web": "When it was time, he sent a servant to the farmer to get from the farmer his share of the fruit of the vineyard.",
    "chr": "ᎤᏅᏂᏍᏗᏱᏃ ᎨᏒ ᎢᏳᎢ, ᎤᏅᏎ ᎤᏅᏏᏓᏍᏗ ᏠᎨᏏ ᏧᏂᎸᏫᏍᏓᏁᎯ ᏗᏁᎲᎢ, ᎾᏍᎩ ᏠᎨᏏ ᏧᏂᎸᏫᏍᏓᏁᎯ ᏅᏓᎬᏩᏁᏗᏱ ᎤᏁᏉᏨᎯ ᏖᎸᎳᏗ ᏓᏫᏒᎢ."
  },
  {
    "verse": "3",
    "kjv": "And they caught him, and beat him, and sent him away empty.",
    "web": "They took him, beat him, and sent him away empty.",
    "chr": "ᎢᎬᏩᏂᏴᎮᏃ, ᎠᎴ ᎢᎬᏩᎵᎥᏂᎴᎢ, ᎠᎴ ᎠᏒᎭ ᎢᎬᏩᏂᎩᏍᏔᏁᎢ."
  },
  {
    "verse": "4",
    "kjv": "And again he sent unto them another servant; and at him they cast stones, and wounded him in the head, and sent him away shamefully handled.",
    "web": "Again, he sent another servant to them; and they threw stones at him, wounded him in the head, and sent him away shamefully treated.",
    "chr": "ᏔᎵᏁᏃ ᏅᏩᏓᎴ ᎤᏅᏏᏓᏍᏗ ᎤᏅᏎ ᏗᏁᎲᎢ; ᎾᏍᎩᏃ ᏅᏯᏉ ᏙᎬᏩᏂᏍᏔᏁᎢ, ᎠᎴ ᎢᎬᏩᏐᏅᏁ ᎠᏍᎪᎵ, ᎠᎴ ᎢᎬᏩᏂᎩᏍᏔᏁ ᎤᏕᎰᎯᏍᏗ ᎢᎬᏩᏁᎸᎯ."
  },
  {
    "verse": "5",
    "kjv": "And again he sent another; and him they killed, and many others; beating some, and killing some.",
    "web": "Again he sent another, and they killed him, and many others, beating some, and killing some.",
    "chr": "ᏔᎵᏁᏃ ᏅᏩᏓᎴ ᎤᏅᏎᎢ; ᎠᎴ ᎾᏍᎩ ᎤᏂᎴᎢ; ᎠᎴ ᎤᏂᏣᏖ ᏅᏩᎾᏓᎴᎢ; ᎢᎦᏛ ᏓᏂᎵᎥᏂᎮᎢ, ᎢᎦᏛᏃ ᏓᏂᎯᎮᎢ."
  },
  {
    "verse": "6",
    "kjv": "Having yet therefore one son, his wellbeloved, he sent him also last unto them, saying, They will reverence my son.",
    "web": "Therefore still having one, his beloved son, he sent him last to them, saying, ‘They will respect my son.’",
    "chr": "ᎠᏏᏃ ᏌᏉ ᎤᏪᏥ ᎡᎮᎢ, ᎤᎨᏳᎯ, ᎾᏍᎩ ᎾᏍᏉ ᎤᏅᏎ ᎣᏂᏱ ᏗᏁᎲᎢ, ᎯᎠ ᏄᏪᏎᎢ, ᎠᏎ ᏛᏂᎸᏉᏔᏂ ᎠᏇᏥ."
  },
  {
    "verse": "7",
    "kjv": "But those husbandmen said among themselves, This is the heir; come, let us kill him, and the inheritance shall be ours.'",
    "web": "But those farmers said among themselves, ‘This is the heir. Come, let’s kill him, and the inheritance will be ours.’",
    "chr": "ᎠᏎᏃ ᎾᏍᎩ ᎾᏠᎨᏏ ᏧᏂᎸᏫᏍᏓᏁᎯ, ᎯᎠ ᏂᏚᎾᏓᏪᏎᎴᎢ, ᎯᎠ ᎾᏍᎩ ᏧᎬᏩᎶᏗ ᏭᏘᏰᎵᎯᏍᏗ ᎨᏒᎢ; Ꭷ, ᎡᏗᎷᎦ, ᏧᎬᏩᎶᏗᏃ ᎤᏖᏰᏗ ᎢᎦᏤᎵᎦ ᎨᏎᏍᏗ."
  },
  {
    "verse": "8",
    "kjv": "And they took him, and killed him, and cast him out of the vineyard.",
    "web": "They took him, killed him, and cast him out of the vineyard.",
    "chr": "ᎬᏩᏂᏴᎲᏃ ᎬᏩᎴᎢ, ᎠᎴ ᏖᎸᎳᏗ ᏓᏫᏒ ᏙᏱᏗᏢ ᏫᎬᏩᏓᎢᏅᏎᎢ."
  },
  {
    "verse": "9",
    "kjv": "What shall therefore the lord of the vineyard do? he will come and destroy the husbandmen, and will give the vineyard unto others.",
    "web": "What therefore will the lord of the vineyard do? He will come and destroy the farmers, and will give the vineyard to others.",
    "chr": "ᎦᏙᏃ ᎾᏍᎩ ᏛᏛᏁᎵ ᏖᎸᎳᏗ ᏓᏫᏒ ᎤᏤᎵᎦ? ᏓᎦᎷᏥ ᎠᎴ ᏙᏛᏛᏔᏂ ᎾᏍᎩ ᏠᎨᏏ ᏧᏂᎸᏫᏍᏓᏁᎯ, ᎠᎴ ᏅᏩᎾᏓᎴ ᏙᏛᏁᎵ ᏖᎸᎳᏗ ᏓᏫᏒᎢ."
  },
  {
    "verse": "10",
    "kjv": "And have ye not read this scripture; The stone which the builders rejected is become the head of the corner:",
    "web": "Haven’t you even read this Scripture: ‘The stone which the builders rejected was made the head of the corner.",
    "chr": "ᏝᏍᎪᏃ ᏱᏥᎪᎵᏰᎣ ᎯᎠ ᎾᏍᎩ ᏥᏂᎬᏅ ᏥᎪᏪᎳ? ᎾᏍᎩ ᏅᏯ, ᏗᎾᏁᏍᎨᏍᎩ ᎤᏂᏲᎢᏎᎸᎯ ᏄᎬᏫᏳᏒ ᎤᏅᏏᏴ ᎠᏗ ᏄᎵᏍᏔᏅ;"
  },
  {
    "verse": "11",
    "kjv": "This was the Lord's doing, and it is marvellous in our eyes?",
    "web": "This was from the Lord. It is marvelous in our eyes’?”",
    "chr": "ᎾᏍᎩ ᎯᎠ ᏱᎰᏩ ᏄᏛᏁᎸ, ᎠᎴ ᎤᏍᏆᏂᎪᏗᏳ ᏕᏓᎧᏂᏍᎬᎢ."
  },
  {
    "verse": "12",
    "kjv": "And they sought to lay hold on him, but feared the people: for they knew that he had spoken the parable against them: and they left him, and went their way.",
    "web": "They tried to seize him, but they feared the multitude; for they perceived that he spoke the parable against them. They left him and went away.",
    "chr": "ᎤᎾᏁᎶᏔᏁᏃ ᎬᏩᏂᏴᏗᏱ, ᎠᏎᏃ ᎤᏂᏣᏘ ᏴᏫ ᏓᏂᏍᎦᎢᎮᎢ; ᎠᏂᎦᏔᎮᏰᏃ ᎤᏅᏒ ᎨᏥᏛᎬ ᎾᏍᎩ ᏚᏟᎶᏍᏔᏅᎢ; ᎢᎬᏩᏓᏅᎡᎴᏃ ᎠᎴ ᏚᏁᏅᏎᎢ."
  },
  {
    "verse": "13",
    "kjv": "And they send unto him certain of the Pharisees and of the Herodians, to catch him in his words.",
    "web": "They sent some of the Pharisees and the Herodians to him, that they might trap him with words.",
    "chr": "ᏚᏂᏅᏎᏃ ᏫᎬᏩᎷᏤᏗᏱ ᎩᎶ ᎢᏳᎾᏍᏗ ᎠᏂᏆᎵᏏ ᎠᎴ ᎡᎶᏛ ᎬᏩᏍᏕᎵᏍᎩ, ᎤᏂᏌᏛᏗᏱ ᎤᎾᏚᎵᏍᎨ ᎦᏬᏂᏍᎬᎢ."
  },
  {
    "verse": "14",
    "kjv": "And when they were come, they say unto him, Master, we know that thou art true, and carest for no man: for thou regardest not the person of men, but teachest the way of God in truth: Is it lawful to give tribute to Caesar, or not?",
    "web": "When they had come, they asked him, “Teacher, we know that you are honest, and don’t defer to anyone; for you aren’t partial to anyone, but truly teach the way of God. Is it lawful to pay taxes to Caesar, or not?",
    "chr": "ᎤᏂᎷᏨᏃ, ᎯᎠ ᏂᎬᏩᏪᏎᎴᎢ, ᏔᏕᏲᎲᏍᎩ, ᎣᏥᎦᏔᎭ ᏚᏳᎦᎲ ᎯᏬᏂᏍᎬ ᎨᏒᎢ, ᎠᎴ ᎩᎶ ᏂᏖᎾᏰᏍᎬᎾ ᎨᏒᎢ; ᎥᏝᏰᏃ ᏄᎾᏍᏛ ᏴᏫ ᏱᏖᎸᏉᏙᎢ, ᎤᏁᎳᏅᎯᏍᎩᏂ ᎤᏅᏅ ᎤᏙᎯᏳᏒ ᏕᎭᏕᏲᎲᏍᎪᎢ; ᏚᏳᎪᏗᏍᎪ ᎠᏰᎵ ᎠᎾᏓᏱᏍᎬ ᏏᏌ ᎠᎫᏴᎡᏗᏱ, ᏝᎨ?"
  },
  {
    "verse": "15",
    "kjv": "Shall we give, or shall we not give? But he, knowing their hypocrisy, said unto them, Why tempt ye me? bring me a penny, that I may see it.",
    "web": "Shall we give, or shall we not give?” But he, knowing their hypocrisy, said to them, “Why do you test me? Bring me a denarius, that I may see it.”",
    "chr": "ᏓᏲᏥᏂᏧ, ᏝᎨ ᏴᏓᏲᏥᏂ? ᎠᏎᏃ ᎠᎦᏔᎮ ᎤᎾᏠᎾᏍᏛᎢ, ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎦᏙᏃ ᎢᏍᎩᎪᎵᏰᎭ? ᎡᏍᎩᎥᏏ ᎠᎩᏏ ᏧᎬᏩᎶᏗ ᎾᏍᎩ ᎠᎩᎪᏩᏛᏗᏱ."
  },
  {
    "verse": "16",
    "kjv": "And they brought it. And he saith unto them, Whose is this image and superscription? And they said unto him, Caesar's.",
    "web": "They brought it. He said to them, “Whose is this image and inscription?” They said to him, “Caesar’s.”",
    "chr": "ᎤᏂᏲᎴᏃ. ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ, ᎦᎪ ᎯᎠ ᏓᎦᏟᎶᏍᏗ, ᎠᎴ ᎦᎪ ᎠᏥᏃᎮᏎ ᎯᎠ ᏥᎦᏪᎳ? ᏏᏌ, ᎢᎬᏬᏎᎴᎢ."
  },
  {
    "verse": "17",
    "kjv": "And Jesus answering said unto them, Render to Caesar the things that are Caesar's, and to God the things that are God's. And they marvelled at him.",
    "web": "Jesus answered them, “Render to Caesar the things that are Caesar’s, and to God the things that are God’s.” They marveled greatly at him.",
    "chr": "ᏥᏌᏃ ᎤᏁᏟ ᎯᎠ ᏂᏑᏪᏎᎴᎢ, ᏏᏌ ᎡᏣᎫᏴᏏ ᏏᏌ ᎤᏤᎵᎦ, ᎤᏁᎳᏅᎯᏃ ᎤᏄᎳᏅᎯ ᎤᏤᎵᎦ. ᎢᎬᏩᏍᏆᏂᎪᏎᎴᏃ."
  },
  {
    "verse": "18",
    "kjv": "Then come unto him the Sadducees, which say there is no resurrection; and they asked him, saying,",
    "web": "Some Sadducees, who say that there is no resurrection, came to him. They asked him, saying,",
    "chr": "ᏃᏆᎴ ᎠᏂᏌᏚᏏ ᎢᎬᏩᎷᏤᎴᎢ, ᎾᏍᎩ ᎠᏲᎱᏒ ᎥᏝ ᏗᎴᎯᏐᏗ ᏱᎩ ᎠᎾᏗᏍᎩ; ᎠᎴ ᎢᎬᏩᏛᏛᏁᎢ, ᎯᎠ ᏄᏂᏪᏎᎢ."
  },
  {
    "verse": "19",
    "kjv": "Master, Moses wrote unto us, If a man's brother die, and leave his wife behind him, and leave no children, that his brother should take his wife, and raise up seed unto his brother.",
    "web": "“Teacher, Moses wrote to us, ‘If a man’s brother dies and leaves a wife behind him, and leaves no children, that his brother should take his wife and raise up offspring for his brother.’",
    "chr": "ᏔᏕᏲᎲᏍᎩ, ᎼᏏ ᎣᎪᏪᎳᏁᎸᎩ ᎯᎠ ᏃᎩᏪᏎᎸᎩ, ᎠᎾᎵᏅᏟ ᎩᎶ ᎠᏲᎱᏍᎨᏍᏗ, ᎠᎴ ᎤᏓᎵᎢ ᎢᎦᎧᎯᏯᏍᎨᏍᏗ, ᏧᏪᏥᏃ ᏂᏗᎦᎧᎯᏯᏍᎬᎾ ᎢᎨᏎᏍᏗ, ᎠᎾᎵᏅᏟ ᎠᏯᏂᏍᎨᏍᏗ ᎤᏓᎵᎢ, ᎠᎴ ᎾᏍᎩ ᎠᎾᎵᏅᏟ ᏧᏪᏥ ᏓᏛᎯᏍᏓᏁᎮᏍᏗ."
  },
  {
    "verse": "20",
    "kjv": "Now there were seven brethren: and the first took a wife, and dying left no seed.",
    "web": "There were seven brothers. The first took a wife, and dying left no offspring.",
    "chr": "ᎾᏍᎩᏃ ᎦᎵᏉᎩ ᎠᎾᎵᏅᏟ ᎠᏁᎲᎩ; ᎢᎬᏱᏃ ᎡᎯ ᎤᏕᏒᏅᎩ, ᎠᎴ ᎤᏲᎱᏒᎩ ᏧᏪᏥ ᎾᏁᎲᎾ."
  },
  {
    "verse": "21",
    "kjv": "And the second took her, and died, neither left he any seed: and the third likewise.",
    "web": "The second took her, and died, leaving no children behind him. The third likewise;",
    "chr": "ᏔᎵᏁᏃ ᏪᎯ ᎾᏍᎩ ᎤᏓᏴᏒᎩ, ᎠᎴ ᎤᏲᎱᏒᎩ; ᎾᏍᏉᏃ ᎾᏍᎩ ᎥᏝ ᏧᏪᏥ ᏱᏚᏪᎧᎯᏰᎢ; ᎠᎴ ᎾᏍᎩᏯ ᎾᏍᏉ ᏦᎢᏁ ᏪᎯ."
  },
  {
    "verse": "22",
    "kjv": "And the seven had her, and left no seed: last of all the woman died also.",
    "web": "and the seven took her and left no children. Last of all the woman also died.",
    "chr": "ᎠᎴ ᎾᏍᎩ ᎦᎵᏉᎩ ᎢᏯᏂᏛ ᎤᎾᏓᏴᏒᎩ, ᎠᎴ ᎥᏝ ᏱᏚᏂᎯᎧᎯᏰ ᏧᏁᏥ; ᎣᏂᏱᏃ ᎠᎨᏴ ᎾᏍᏉ ᎤᏲᎱᏎᎢ."
  },
  {
    "verse": "23",
    "kjv": "In the resurrection therefore, when they shall rise, whose wife shall she be of them? for the seven had her to wife.",
    "web": "In the resurrection, when they rise, whose wife will she be of them? For the seven had her as a wife.”",
    "chr": "ᏧᏂᏲᎱᏒᎯᏃ ᏧᎾᎴᎯᏐᏗ ᎨᏒᎢ, ᎾᎯᏳ ᎾᏍᎩ ᎯᎠ ᏓᎾᎴᎯᏌᏅᎭ, ᎦᎪ ᎤᏓᎵᎢ ᎨᏎᏍᏗ ᎾᏍᎩ ᎯᎠ? ᎦᎵᏉᎩᏰᏃ ᎢᏯᏂᏛ ᎠᎾᏓᏰᎲᎩ."
  },
  {
    "verse": "24",
    "kjv": "And Jesus answering said unto them, Do ye not therefore err, because ye know not the scriptures, neither the power of God?",
    "web": "Jesus answered them, “Isn’t this because you are mistaken, not knowing the Scriptures nor the power of God?",
    "chr": "ᏥᏌᏃ ᎤᏁᏨ ᎯᎠ ᏂᏚᏪᏎᎸᎩ, ᏝᏍᎪ ᏱᏥᎵᏓᏍᏗᎭ, ᏱᏅᏗᎦᎵᏍᏙᏗᎭ ᏂᏦᎵᎬᎾ ᎨᏒ ᎪᏪᎵ, ᎠᎴ ᎤᏁᎳᏅᎯ ᎤᎵᏂᎩᏗᏳ ᎨᏒᎢ?"
  },
  {
    "verse": "25",
    "kjv": "For when they shall rise from the dead, they neither marry, nor are given in marriage; but are as the angels which are in heaven.",
    "web": "For when they will rise from the dead, they neither marry nor are given in marriage, but are like angels in heaven.",
    "chr": "ᎾᎯᏳᏰᏃ ᏧᎾᎴᎯᏐᏗ ᎨᏒ ᏧᏂᏲᎱᏒᎯ, ᎥᏝ ᏱᏓᎾᏕᏒᎲᏍᎪᎢ, ᎥᏝ ᎠᎴ ᏱᏗᎨᏥᏰᎪᎢ; ᎦᎸᎳᏗᏍᎩᏂ ᎠᏁᎯ ᎨᏥᏅᏏᏓᏍᏗ ᏄᎾᏍᏛ ᎾᏍᎩᏯ ᏄᎾᏍᏗ."
  },
  {
    "verse": "26",
    "kjv": "And as touching the dead, that they rise: have ye not read in the book of Moses, how in the bush God spake unto him, saying, I am the God of Abraham, and the God of Isaac, and the God of Jacob?",
    "web": "But about the dead, that they are raised, haven’t you read in the book of Moses about the Bush, how God spoke to him, saying, ‘I am the God of Abraham, the God of Isaac, and the God of Jacob’?",
    "chr": "ᏧᏂᏲᎱᏒᎯᏃ ᎾᏍᎩ ᏧᎾᎴᎯᏐᏗ ᎨᏒᎢ; ᏝᏍᎪ ᏱᏥᎪᎵᏰᎣ ᎼᏏ ᎤᏤᎵ ᎪᏪᎵᎯ, ᎾᏍᎩ ᎤᏪᏲᏓᏛ ᎤᏁᎳᏅᎯ ᎤᎵᏃᎮᏔᏅᎢ, ᎯᎠ ᏄᏪᏎᎸᎢ, ᎠᏴ ᎠᏆᏁᎳᏅᎯ ᎡᏆᎭᎻ ᎤᏤᎵᎦ, ᎠᎴ ᎠᏆᏁᎳᏅᎯ ᎡᏏᎩ ᎤᏤᎵᎦ, ᎠᎴ ᎠᏆᏁᎳᏅᎯ ᏤᎦᏈ ᎤᏤᎵᎦ."
  },
  {
    "verse": "27",
    "kjv": "He is not the God of the dead, but the God of the living: ye therefore do greatly err.",
    "web": "He is not the God of the dead, but of the living. You are therefore badly mistaken.”",
    "chr": "ᎥᏝ ᏧᏂᏲᎱᏒᎯ ᎤᎾᏤᎵ ᎤᏁᎳᏅᎯ ᏱᎩ, ᏗᏅᏃᏛᏍᎩᏂ ᎤᎾᏤᎵ ᎤᏁᎳᏅᎯ; ᎾᏍᎩ ᎢᏳᏍᏗ ᎤᏣᏘ ᎢᏥᎵᏓᏍᏗᎭ."
  },
  {
    "verse": "28",
    "kjv": "And one of the scribes came, and having heard them reasoning together, and perceiving that he had answered them well, asked him, Which is the first commandment of all?",
    "web": "One of the scribes came and heard them questioning together, and knowing that he had answered them well, asked him, “Which commandment is the greatest of all?”",
    "chr": "ᏗᏃᏪᎵᏍᎩᏃ ᎨᏒ ᎠᏏᏴᏫ ᎤᎷᏤᎸ, ᎤᏛᎦᏅ ᎠᎾᎵᏃᎮᏍᎬᎢ, ᎠᎴ ᎤᏙᎴᎰᏒ ᎣᏏᏳ ᏄᏪᏒ ᏚᏁᏤ ᎸᎢ, ᎤᏛᏛᏁᎢ, ᎦᏙ ᎤᏍᏗ ᎤᏟ ᎦᎸᏉᏗᏳ ᏂᎦᏛ ᏗᎧᎿᏩᏛᏍᏗ ᎨᏒᎢ? ᎤᏛᏁᎢ."
  },
  {
    "verse": "29",
    "kjv": "And Jesus answered him, The first of all the commandments is, Hear, O Israel; The Lord our God is one Lord:",
    "web": "Jesus answered, “The greatest is: ‘Hear, Israel, the Lord our God, the Lord is one.",
    "chr": "ᏥᏌ ᎤᏁᏤᎴ ᎯᎠ ᏄᏪᏎᎴᎢ, ᎤᏟ ᎦᎸᏉᏗ ᏁᎦᏛ ᏗᎧᎿᏩᏛᏍᏗ ᎨᏒ ᎯᎠ ᎾᏍᎩ; ᎭᏛᎬᎦ ᎢᏏᎵ; ᏱᎰᏩ ᎢᎦᏁᎳᏅᎯ ᏌᏉᎯᏳ ᏱᎰᏩ;"
  },
  {
    "verse": "30",
    "kjv": "And thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind, and with all thy strength: this is the first commandment.",
    "web": "You shall love the Lord your God with all your heart, with all your soul, with all your mind, and with all your strength.’ This is the first commandment.",
    "chr": "ᎠᎴ ᎯᎨᏳᏎᏍᏗ ᏱᎰᏩ ᏣᏁᎳᏅᎯ ᎲᏗᏍᎨᏍᏗ ᏂᎬ ᏣᎾᏫ, ᎠᎴ ᏂᎬᏣᏓᏅᏙ, ᎠᎴ ᏂᎬ ᏣᏓᏅᏖᏗᏱ, ᎠᎴ ᏂᎦᎥ ᏣᎵᏂᎬᎬᎢ. ᎯᎠ ᎾᏍᎩ ᏭᏓᎪᎾᏛᏛ ᎦᎸᏉᏗ ᏗᎧᎿᏩᏛᏍᏗ."
  },
  {
    "verse": "31",
    "kjv": "And the second is like, namely this, Thou shalt love thy neighbour as thyself. There is none other commandment greater than these.",
    "web": "The second is like this: ‘You shall love your neighbor as yourself.’ There is no other commandment greater than these.”",
    "chr": "ᏔᎵᏁᏃ ᎨᏒᎢ, ᎾᏍᎩᏯᏉ, ᎯᎠ ᎾᏍᎩ ᏄᏍᏗ, ᏨᏒ ᏂᏣᏓᎨᏳᏒ ᎾᏍᎩᏯ ᏂᎨᏳᏎᏍᏗ ᎾᎥ ᎢᏗᏍᏓᏓᎳ. ᎥᏝ ᏅᏩᏓᎴ ᏗᎧᎿᏩᏛᏍᏗ. ᏯᎭ ᎤᏟ ᎢᎦᎸᏉᏗ ᎡᏍᎦᏉ ᎾᏍᎩ."
  },
  {
    "verse": "32",
    "kjv": "And the scribe said unto him, Well, Master, thou hast said the truth: for there is one God; and there is none other but he:",
    "web": "The scribe said to him, “Truly, teacher, you have said well that he is one, and there is none other but he;",
    "chr": "ᏗᎪᏪᎵᏍᎩᏃ ᎯᎠ ᏄᏪᏎᎴᎢ; Ꭷ, ᏔᏕᏲᎲᏍᎩ, ᏚᏳᎪᏒ ᏂᏫ; ᏌᏉᏉᏰᏃ ᎡᎭ ᎤᏁᎳᏅᎯ; ᎥᏝ ᎠᎴ ᏅᏩᏓᎴ ᏰᎭ ᎾᏍᎩ ᎤᏩᏒᎯᏳ;"
  },
  {
    "verse": "33",
    "kjv": "And to love him with all the heart, and with all the understanding, and with all the soul, and with all the strength, and to love his neighbour as himself, is more than all whole burnt offerings and sacrifices.",
    "web": "and to love him with all the heart, with all the understanding, all the soul, and with all the strength, and to love his neighbor as himself, is more important than all whole burnt offerings and sacrifices.”",
    "chr": "ᎾᏍᎩᏃ ᏓᎨᏳᏗᏱ ᎬᏙᏗᏱ ᏂᎬ ᎣᎾᏫᏱ, ᎠᎴ ᏂᎬ ᎠᏓᏅᏖᏗᏱ, ᎠᎴ ᏂᎬ ᎠᏓᏅᏙ, ᎠᎴ ᏂᎦᎥ ᏃᎵᏂᎬᎬᎢ, ᎠᎴ ᎾᎥ ᎢᏳᎾᏓᎳ ᎤᏩᏒ ᎤᏓᎨᏳᏒ ᎾᏍᎩᏯ ᎤᎨᏳᏗᏱ, ᎤᏟ ᎦᎸᏉᏗᏳ ᎡᏍᎦᏉ ᏂᎦᏛ ᏗᎬᏩᏃᏍᏛ ᎠᏥᎸ ᏗᎨᎳᏍᏙᏗ, ᎠᎴ ᎠᎵᏍᎪᎸᏙᏗ."
  },
  {
    "verse": "34",
    "kjv": "And when Jesus saw that he answered discreetly, he said unto him, Thou art not far from the kingdom of God. And no man after that durst ask him any question.",
    "web": "When Jesus saw that he answered wisely, he said to him, “You are not far from God’s Kingdom.” No one dared ask him any question after that.",
    "chr": "ᏥᏌᏃ ᎤᎪᎲ ᎠᎦᏔᎿᎢ ᎢᏳᏪᏍᏗ ᏁᏪᏒ ᎤᏁᏨᎢ, ᎯᎠ ᏄᏪᏎᎴᎢ, ᎥᏝ ᎢᏅᎯᏳ ᏱᏂᏣᏛᎿᏕᎦ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎪᎯ ᎨᏒᎢ. ᎾᎪᏳᏃ ᎢᏳᏓᎴᏅᏛ ᎥᏝ ᎩᎶ ᎪᎱᏍᏗ ᎬᏩᏛᏛᏗ ᏱᎨᏎᎢ."
  },
  {
    "verse": "35",
    "kjv": "And Jesus answered and said, while he taught in the temple, How say the scribes that Christ is the son of David?",
    "web": "Jesus responded, as he taught in the temple, “How is it that the scribes say that the Christ is the son of David?",
    "chr": "ᏥᏌᏃ ᎤᏁᏨ ᏓᏕᏲᎲᏍᎬ ᎤᏛᏅᏗᎦᎳᏫᎢᏍᏗᏱ, ᎯᎠ ᏄᏪᏎᎢ; ᎦᏙᏃ ᏗᏃᏪᎵᏍᎩ ᎦᎶᏁᏛ ᏕᏫ ᎤᏪᏥ, ᏣᎾᏗᏍᎪᎢ?"
  },
  {
    "verse": "36",
    "kjv": "For David himself said by the Holy Ghost, The Lord said to my Lord, Sit thou on my right hand, till I make thine enemies thy footstool.",
    "web": "For David himself said in the Holy Spirit, ‘The Lord said to my Lord, “Sit at my right hand, until I make your enemies the footstool of your feet.”’",
    "chr": "ᏕᏫᏰᏃ ᎤᏩᏒ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᎤᏪᏲᎲᏍᎬ ᎯᎠ ᏄᏪᏎᎢ, Ᏹ-ᎰᏩ ᎯᎠ ᏁᏪᏎᎴ ᎠᏆᏤᎵ ᎤᎬᏫᏳᎯ, ᏥᎦᏗᏏ ᎢᏗᏢ ᏦᎴᏍᏗ ᎬᏂ ᎨᏣᏍᎦᎩ ᏗᏣᎳᏏᏗᏱ ᎦᏍᎩᎶ ᏂᎦᏥᏴᏁᎸᎭ."
  },
  {
    "verse": "37",
    "kjv": "David therefore himself calleth him Lord; and whence is he then his son? And the common people heard him gladly.",
    "web": "Therefore David himself calls him Lord, so how can he be his son?” The common people heard him gladly.",
    "chr": "ᏕᏫᏰᏃ ᎤᏩᏒ ᎤᎬᏫᏳᎯ ᎢᎪᏎᎭ; ᎦᏙᏃ ᏗᎦᎴᏍᏙᏗᎭ ᎤᏪᏥ ᎢᎩ? ᎤᏂᏣᏘᏃ ᏴᏫ ᎤᎾᎵᎮᎵᏨᎯ ᎬᏩᏛᏓᏁᎴᎢ."
  },
  {
    "verse": "38",
    "kjv": "And he said unto them in his doctrine, Beware of the scribes, which love to go in long clothing, and love salutations in the marketplaces,",
    "web": "In his teaching he said to them, “Beware of the scribes, who like to walk in long robes, and to get greetings in the marketplaces,",
    "chr": "ᎯᎠᏃ ᏂᏚᏪᏎᎴ ᏓᏕᏲᎲᏍᎬᎢ, ᏕᏤᏯᏙᏤᎮᏍᏗ ᏗᏃᏪᎵᏍᎩ ᎣᏏᏳ ᏧᏂᏰᎸ ᏗᎦᏅᎯᏛ ᏧᎾᏄᏩᎢ ᎤᏁᏓᏍᏗᏱ, ᎠᎴ ᎨᏥᏲᎵᏍᏗᏱ ᏗᎦᏃᏙᏗᏱ,"
  },
  {
    "verse": "39",
    "kjv": "And the chief seats in the synagogues, and the uppermost rooms at feasts:",
    "web": "and to get the best seats in the synagogues and the best places at feasts,",
    "chr": "ᎠᎴ ᏄᎬᏫᏳᏒ ᏕᎦᏍᎩᎸ ᏗᎦᎳᏫᎢᏍᏗᏱ, ᎠᎴ ᏄᎬᏫᏳᏒ ᏧᎾᏂᏢᏗᏱ ᏓᎾᎵᏍᏓᏴᎲᎬᎢ;"
  },
  {
    "verse": "40",
    "kjv": "Which devour widows' houses, and for a pretence make long prayers: these shall receive greater damnation.",
    "web": "those who devour widows’ houses, and for a pretense make long prayers. These will receive greater condemnation.”",
    "chr": "ᎾᏍᎩ ᏥᏓᏂᏒᏁᎰ ᏧᏃᏑᎶᏨᎯ ᏓᏂᏁᎸᎢ, ᎠᎴ ᎤᎾᏠᎾᏍᏛ ᎪᎯᏗᏳ ᏣᎾᏓᏙᎵᏍᏗᏍᎪᎢ; ᎯᎠ ᎾᏍᎩ ᎤᏟ ᎢᎦᎢ ᎤᏂᎩᎵᏲᎢᏍᏗ ᏗᎨᎫᎪᏓᏁᏗ ᎨᏎᏍᏗ."
  },
  {
    "verse": "41",
    "kjv": "And Jesus sat over against the treasury, and beheld how the people cast money into the treasury: and many that were rich cast in much.",
    "web": "Jesus sat down opposite the treasury and saw how the multitude cast money into the treasury. Many who were rich cast in much.",
    "chr": "ᏥᏌᏃ ᎤᏬᎴ ᎠᏕᎸ-ᏗᏗᏱ ᏧᏳᎪᏗ, ᎠᎴ ᎤᎪᎮ ᎾᎾᏛᏁᎲ ᏴᏫ ᎠᏕᎸ ᏓᏂᎲᏍᎬ ᎠᏕᎸ-ᏗᏗᏱ; ᎤᏂᏣᏘᏃ ᏧᏁᎿᎢ ᎤᏣᏘ ᏓᏂᎲᏍᎨᎢ."
  },
  {
    "verse": "42",
    "kjv": "And there came a certain poor widow, and she threw in two mites, which make a farthing.",
    "web": "A poor widow came and she cast in two small brass coins, which equal a quadrans coin.",
    "chr": "ᎩᎶᏃ ᎢᏳᏍᏗ ᎤᏲ ᎢᏳᏛᎿᏕᎩ ᎤᏬᏑᎶᏨᎯ ᎤᎷᏨ, ᏔᎵ ᎠᎩᏄᏛᏗ ᎢᏯᏓᏅᏖᏗ ᎤᏁᎢ, ᎾᏍᎩ ᎠᏰᎵ ᎢᏯᏓᏅᏖᏗ ᎢᎦᎢ ᏥᎩ."
  },
  {
    "verse": "43",
    "kjv": "And he called unto him his disciples, and saith unto them, Verily I say unto you, That this poor widow hath cast more in, than all they which have cast into the treasury:",
    "web": "He called his disciples to himself and said to them, “Most certainly I tell you, this poor widow gave more than all those who are giving into the treasury,",
    "chr": "ᏫᏚᏯᏅᎲᏃ ᎬᏩᏍᏓᏩᏗᏙᎯ, ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ, ᎯᎠ ᎾᏍᎩ ᎤᏲ ᎢᏳᏛᎿᏕᎩ ᎤᏬᏑᎶᏨᎯ ᎤᏟ ᎢᎦᎢ ᎠᎲᎦ ᎡᏍᎦᏉ ᏂᎦᏛ ᎾᏍᎩ ᎠᏕᎸ-ᏗᏗᏱ ᏣᏂᎲᎦ."
  },
  {
    "verse": "44",
    "kjv": "For all they did cast in of their abundance; but she of her want did cast in all that she had, even all her living.",
    "web": "for they all gave out of their abundance, but she, out of her poverty, gave all that she had to live on.”",
    "chr": "ᏂᎦᏛᏰᏃ ᎤᏣᏘ ᎤᏂᎲ ᎤᏃᏣᎴᏛ ᎠᏂᎲᎦ; ᎾᏍᎩᏍᎩᏂ-ᎤᏂᎩᏛ ᎨᏒ ᎠᎲᎦ ᏂᎦᏛ ᎤᎲᎢ, ᏂᎦᏛ ᎤᎵᏍᏕᎸᏙᏗ ᎤᎲᎢ."
  }
]