[
  {
    "verse": "1",
    "kjv": "And straightway in the morning the chief priests held a consultation with the elders and scribes and the whole council, and bound Jesus, and carried him away, and delivered him to Pilate.",
    "web": "Immediately in the morning the chief priests, with the elders, scribes, and the whole council, held a consultation, bound Jesus, carried him away, and delivered him up to Pilate.",
    "chr": "ᎩᎳᏉᏃ ᎢᏴᏛ ᏭᎩᏨᏅ ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸ-ᎠᏁᎶᎯ, ᎠᎴ ᏧᎾᏛᏐᏅᎯ, ᎠᎴ ᏗᏃᏪᎵᏍᎩ, ᎠᎴ ᏂᎦᏛ ᏗᏂᎳᏫᎩ ᎤᎾᎵᏃᎮᎸ ᎤᎾᎸᎴ ᏥᏌ, ᎠᎴ ᎤᎾᏖᎾᏫᏛᎮᎢ, ᎠᎴ ᏆᎴᏗ ᏫᏚᏂᏲᎯᏎᎴᎢ."
  },
  {
    "verse": "2",
    "kjv": "And Pilate asked him, Art thou the King of the Jews? And he answering said unto them, Thou sayest it.",
    "web": "Pilate asked him, “Are you the King of the Jews?” He answered, “So you say.”",
    "chr": "ᏆᎴᏗᏃ ᎤᏛᏛᏁ ᎯᎠ ᏁᏪᏎᎴᎢ, ᏂᎯᏍᎪ ᏣᎬᏫᏳᎯ ᎠᏂᏧᏏ ᎤᎾᏤᎵᎦ? ᎤᏁᏨᏃ ᎯᎠ ᏄᏪᏎᎴᎢ, ᏰᎵᏉ ᏂᏫ."
  },
  {
    "verse": "3",
    "kjv": "And the chief priests accused him of many things: but he answered nothing.",
    "web": "The chief priests accused him of many things.",
    "chr": "ᏄᏂᎬᏫᏳᏒᏃ ᎠᏥᎸ-ᎠᏁᎶᎯ ᎤᏣᏖ ᏧᏓᎴᏅᏛ ᎬᏭᎯᏍᏗᎨᎢ."
  },
  {
    "verse": "4",
    "kjv": "And Pilate asked him again, saying, Answerest thou nothing? behold how many things they witness against thee.",
    "web": "Pilate again asked him, “Have you no answer? See how many things they testify against you!”",
    "chr": "ᏆᎴᏗᏃ ᏔᎵᏁ ᎤᏛᏛᏁ ᎯᎠ ᏄᏪᏎᎢ; ᏝᏍᎪ ᎪᎱᏍᏗ ᏯᏗᎭ? ᎬᏂᏳᏉ ᎤᏣᏘ ᏧᏓᎴᏅᏛ ᎠᏂᏃᎮᎭ ᎨᏣᏡᏗᎭ."
  },
  {
    "verse": "5",
    "kjv": "But Jesus yet answered nothing; so that Pilate marvelled.",
    "web": "But Jesus made no further answer, so that Pilate marveled.",
    "chr": "ᎠᏎᏃ ᏥᏌ ᎠᏏ ᎠᎱᏍᏗ ᏯᏗᏯᎨᎢ; ᎾᏍᎩ ᎢᏳᏍᏗ ᏆᎴᏗ ᎤᏍᏆᏂᎪᎭᎢ."
  },
  {
    "verse": "6",
    "kjv": "Now at that feast he released unto them one prisoner, whomsoever they desired.",
    "web": "Now at the feast he used to release to them one prisoner, whomever they asked of him.",
    "chr": "ᏓᎾᎵᏍᏓᏴᎲᏍᎬᏃ ᎢᏳᎢ ᏓᏲᎯᏎᎮ ᎠᏏᏴᏫ ᎠᏴᎩ, ᎾᏍᎩᏉ ᎠᏂᏔᏲᎭ."
  },
  {
    "verse": "7",
    "kjv": "And there was one named Barabbas, which lay bound with them that had made insurrection with him, who had committed murder in the insurrection.",
    "web": "There was one called Barabbas, bound with his fellow insurgents, men who in the insurrection had committed murder.",
    "chr": "ᎠᏏᏴᏫᏃ ᎡᎮ ᏆᎳᏆ ᏧᏙᎢᏛ ᎾᏍᎩ ᎢᏧᎳᎭ ᏕᎨᎦᎸᎡ ᎬᏩᎵᎪᏁᎸᎯ ᎤᎾᏓᏑᏰᏛ ᎤᎾᎵᏖᎸᏅᎯ, ᎾᏍᎩ ᎤᎾᏓᎸᎯ ᎨᏎ ᎾᎯᏳ ᎤᎾᏓᏑᏰᏛ ᎤᎾᎵᏖᎸᏅᎢ."
  },
  {
    "verse": "8",
    "kjv": "And the multitude crying aloud began to desire him to do as he had ever done unto them.",
    "web": "The multitude, crying aloud, began to ask him to do as he always did for them.",
    "chr": "ᎤᏂᏣᏘᏃ ᎠᏍᏓᏯ ᎤᎾᎵᏍᏕᎢ, ᎤᎾᎴᏅᎮ ᎤᏂᏔᏲᎴ ᎾᏍᎩᏯ ᏂᏚᏛᏁᎸ ᏧᏩᎫᏔᏅᏒ ᎢᏧᏛᏁᏗᏱ."
  },
  {
    "verse": "9",
    "kjv": "But Pilate answered them, saying, Will ye that I release unto you the King of the Jews?",
    "web": "Pilate answered them, saying, “Do you want me to release to you the King of the Jews?”",
    "chr": "ᏆᎴᏗᏃ ᏚᏁᏤᎴ ᎯᎠ ᏄᏪᏎᎢ, ᎢᏣᏚᎵᏍᎪ ᎤᎬᏫᏳᎯ ᎠᏂᏧᏏ ᎤᎾᏤᎵᎦ ᏗᏳᏲᎯᏎᏗᏱ."
  },
  {
    "verse": "10",
    "kjv": "For he knew that the chief priests had delivered him for envy.",
    "web": "For he perceived that for envy the chief priests had delivered him up.",
    "chr": "ᎠᎦᏔᎮᏰᏃ ᎾᏍᎩ ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸ-ᎠᏁᎶᎯ ᎠᏅᏳᏤᎲᏉ ᏅᏗᎦᎵᏍᏙᏗᏍᎬ ᏕᎬᏩᏲᏒᎢ."
  },
  {
    "verse": "11",
    "kjv": "But the chief priests moved the people, that he should rather release Barabbas unto them.",
    "web": "But the chief priests stirred up the multitude, that he should release Barabbas to them instead.",
    "chr": "ᎠᏎᏃ ᏄᏂᎬᏳᏒ ᎠᏥᎸ-ᎠᏁᎶᎯ ᏄᏅᏂᏌᏁ ᎤᏂᏣᏘ ᏴᏫ, ᎾᏍᎩ ᏆᎳᏆ ᎤᏂᏔᏲᏍᏗᏱ ᏧᏲᎯᏎᏗᏱ."
  },
  {
    "verse": "12",
    "kjv": "And Pilate answered and said again unto them, What will ye then that I shall do unto him whom ye call the King of the Jews?",
    "web": "Pilate again asked them, “What then should I do to him whom you call the King of the Jews?”",
    "chr": "ᏆᎴᏗᏃ ᏔᎵᏁ ᎤᏁᏨ, ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎦᏙᏃ ᎢᏣᏚᎵ ᏥᏴᏁᏗᏱ ᎾᏍᎩ Ꮎ ᎤᎬᏫᏳᎯ ᎠᏂᏧᏏ ᎤᎾᏤᎵᎦ ᏤᏦᏎᎭ?"
  },
  {
    "verse": "13",
    "kjv": "And they cried out again, Crucify him.",
    "web": "They cried out again, “Crucify him!”",
    "chr": "ᏔᎵᏁᏃ ᎤᏁᎷᏁᎢ ᎯᏯᏛᎥᎦ ᎤᎾᏛᏁᎢ."
  },
  {
    "verse": "14",
    "kjv": "Then Pilate said unto them, Why, what evil hath he done? And they cried out the more exceedingly, Crucify him.",
    "web": "Pilate said to them, “Why, what evil has he done?” But they cried out exceedingly, “Crucify him!”",
    "chr": "ᏆᎴᏗᏃ ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎦᏙᏃ, ᎦᏙ ᎤᏍᏗ ᎤᏲ ᏚᎸᏫᏍᏓᏁᎸ? ᎠᏎᏃ ᎤᏟᏉ ᎢᏯᏍᏓᏯ ᎤᏁᎷᏁᎢ, ᎯᏯᏛᎥᎦ, ᎤᎾᏛᏁᎢ."
  },
  {
    "verse": "15",
    "kjv": "And so Pilate, willing to content the people, released Barabbas unto them, and delivered Jesus, when he had scourged him, to be crucified.",
    "web": "Pilate, wishing to please the multitude, released Barabbas to them, and handed over Jesus, when he had flogged him, to be crucified.",
    "chr": "ᏆᎴᏗᏃ ᎣᏏᏳ ᎤᏰᎸᏎ ᎣᏍᏛ ᏧᏓᏅᏓᏗᏍᏙᏗᏱ ᎤᏂᏣᏘ, ᏚᏲᎯᏎᎴ ᏆᎳᏆ, ᏥᏌᏃ ᎤᎵᎥᏂᎸ ᏚᏲᏎ ᎠᎦᏛᏗᏱ."
  },
  {
    "verse": "16",
    "kjv": "And the soldiers led him away into the hall, called Praetorium; and they call together the whole band.",
    "web": "The soldiers led him away within the court, which is the Praetorium; and they called together the whole cohort.",
    "chr": "ᎠᏂᏯᏫᏍᎩᏃ ᎬᏩᏘᎾᏫᏛᎮ ᏫᎬᏩᏴᏔᏁ ᎤᎬᏫᏳᎯᏱ ᎠᏓᏁᎸᎢ ᎾᏍᎩ ᎤᎬᏫᏳᎯ ᏣᏥᎳᏫᏤᏗᏱ, ᏂᎦᏛᏃ ᏑᎾᏓᏡᎩ ᏫᏚᏂᏯᏅᎮᎢ."
  },
  {
    "verse": "17",
    "kjv": "And they clothed him with purple, and platted a crown of thorns, and put it about his head,",
    "web": "They clothed him with purple; and weaving a crown of thorns, they put it on him.",
    "chr": "ᎩᎦᎨᏃ ᎬᏩᏄᏪᎡᎢ, ᎠᎴ ᎠᎵᏍᏚᎶ ᏧᏣᏲᏍᏗ ᎪᏢᏔᏅᎯ ᎤᏂᏍᏕᏲᏅ, ᎾᏍᎩ ᎤᏂᏍᏚᎶᏔᏁᎢ."
  },
  {
    "verse": "18",
    "kjv": "And began to salute him, Hail, King of the Jews!",
    "web": "They began to salute him, “Hail, King of the Jews!”",
    "chr": "ᎠᎴ ᎤᎾᎴᏅᎮ ᎠᏂᏲᎵᎮᎢ, ᎢᏨᏲᎵᎦ, ᏣᎬᏫᏳᎯ ᎠᏂᏧᏏ ᎤᎾᏤᎵᎦ, ᎠᎾᏗᏍᎨᎢ."
  },
  {
    "verse": "19",
    "kjv": "And they smote him on the head with a reed, and did spit upon him, and bowing their knees worshipped him.",
    "web": "They struck his head with a reed and spat on him, and bowing their knees, did homage to him.",
    "chr": "ᎠᏍᎪᎵᏃ ᏕᎬᏩᏂᎮ ᎦᎾᏍᏓ ᎬᏗ, ᎠᎴ ᏕᎬᏩᎵᏥᏍᏆᏍᎨᎢ, ᎠᎴ ᏓᎾᎵᏂᏆᏅᎥᏍᎨ ᎬᏩᏓᏙᎵᏍᏓᏁᎮᎢ."
  },
  {
    "verse": "20",
    "kjv": "And when they had mocked him, they took off the purple from him, and put his own clothes on him, and led him out to crucify him.",
    "web": "When they had mocked him, they took the purple cloak off him, and put his own garments on him. They led him out to crucify him.",
    "chr": "ᎤᎾᏕᎰᏔᏁᏅᏃ, ᎬᏩᏄᏪᏎ ᎩᎦᎨᎢ, ᎠᎴ ᎤᏩᏒ ᏧᏄᏬ ᏕᎬᏩᏄᏬᎡᎢ, ᎠᎴ ᏫᎬᏩᏘᏅᏍᏔᏁ ᎬᏩᏛᏗᏱ."
  },
  {
    "verse": "21",
    "kjv": "And they compel one Simon a Cyrenian, who passed by, coming out of the country, the father of Alexander and Rufus, to bear his cross.",
    "web": "They compelled one passing by, coming from the country, Simon of Cyrene, the father of Alexander and Rufus, to go with them that he might bear his cross.",
    "chr": "ᎩᎶᏃ ᎢᏳᏍᏗ ᏌᏩᏂ ᏧᏙᎢᏛ ᏌᎵᏂ ᎡᎯ ᎠᎢᏎᎢ, ᏙᏗᎦᎶᎨᏒ ᏅᏓᏳᎶᏒᎯ, ᎾᏍᎩ ᎡᎵᎩ ᎠᎴ ᎷᏆᏏ ᎤᏂᏙᏓ, ᎾᏍᎩ ᎤᏤᎵ ᏧᏓᎿᏩᏛ ᎤᏪᏅᏍᏗᏱ ᏄᏅᏁᎴᎢ."
  },
  {
    "verse": "22",
    "kjv": "And they bring him unto the place Golgotha, which is, being interpreted, The place of a skull.",
    "web": "They brought him to the place called Golgotha, which is, being interpreted, “The place of a skull.”",
    "chr": "ᎪᎵᎦᏓᏃ ᏚᏙᎥ ᏫᎬᏩᏘᏅᏔᏁᎢ, ᎾᏍᎩ ᎠᏁᏢᏔᏅᎯ ᎨᏒ ᎤᏍᏆᎷᎪ ᎦᏛᎦ."
  },
  {
    "verse": "23",
    "kjv": "And they gave him to drink wine mingled with myrrh: but he received it not.",
    "web": "They offered him wine mixed with myrrh to drink, but he didn’t take it.",
    "chr": "ᎬᏩᏁᏁᎴᏃ ᎤᏗᏔᏍᏗ ᎩᎦᎨᎠᏗᏔᏍᏗ ᎻᎳ ᎠᏑᎵ; ᎠᏎᏃ ᎥᏝ ᏳᏁᎩᏎᎢ."
  },
  {
    "verse": "24",
    "kjv": "And when they had crucified him, they parted his garments, casting lots upon them, what every man should take.",
    "web": "Crucifying him, they parted his garments among them, casting lots on them, what each should take.",
    "chr": "ᎿᏉᏃ ᏓᏓᎿᏩᏍᏛ ᎬᏩᏛᏅ ᎤᏂᏯᏙᎴ ᏧᏁᏬᎢ, ᎤᎾᏎᎸᎮ ᎤᎾᏙᎴᎰᎯᏍᏗᏱ ᎾᏍᎩ ᎠᏂᏏᏴᏫᎭ ᏧᏂᏁᏒᏍᏗ ᎨᏒᎢ."
  },
  {
    "verse": "25",
    "kjv": "And it was the third hour, and they crucified him.",
    "web": "It was the third hour when they crucified him.",
    "chr": "ᏐᎣᏁᎳᏃ ᎢᏳᏟᎶᏛ ᎧᎳᏩᏗᏒ ᎨᏎᎢ, ᎠᎴ ᎬᏩᏛᏁᎢ."
  },
  {
    "verse": "26",
    "kjv": "And the superscription of his accusation was written over, The King Of The Jews.",
    "web": "The superscription of his accusation was written over him: “THE KING OF THE JEWS.”",
    "chr": "ᎦᎸᎳᏗᏢᏃ ᎪᏪᎴ ᏄᏍᏛ ᎠᏓᎢᏍᏛᎢ, ᎯᎠ ᏂᎬᏁᎢ, ᎤᎬᏫᏳᎯ ᎠᏂᏧᏏ ᎤᎾᏤᎵᎦ."
  },
  {
    "verse": "27",
    "kjv": "And with him they crucify two thieves; the one on his right hand, and the other on his left.",
    "web": "With him they crucified two robbers, one on his right hand, and one on his left.",
    "chr": "ᎢᏧᎳᎭᏃ ᏕᎨᎦᏛᏁ ᎠᏂᏔᎵ ᏗᎾᏓᎾᏌᎲᏍᎩ; ᎠᏏᏴᏫ ᎠᎦᏘᏏᏗᏢ, ᏐᎢᏃ ᎠᎦᏍᎦᏂ ᎢᏗᏢ."
  },
  {
    "verse": "28",
    "kjv": "And the scripture was fulfilled, which saith, And he was numbered with the transgressors.",
    "web": "The Scripture was fulfilled which says, “He was counted with transgressors.”",
    "chr": "ᎪᏪᎸᏃ ᎤᏙᎯᏳᏁᎢ, ᎯᎠ ᏥᏂᎦᏪᎭ, ᎤᏂᏍᎦᏅᏨᎯ ᎨᎦᏎᎸ ᎠᎦᏠᏯᏍᏔᏅᎩ."
  },
  {
    "verse": "29",
    "kjv": "And they that passed by railed on him, wagging their heads, and saying, Ah, thou that destroyest the temple, and buildest it in three days,",
    "web": "Those who passed by blasphemed him, wagging their heads and saying, “Ha! You who destroy the temple and build it in three days,",
    "chr": "ᎠᏂᎶᏍᎩᏃ ᎦᎬᏩᏐᏢᏗᏍᎨᎢ, ᎠᎴ ᏓᎾᎵᏍᏛᏂᎮ ᎯᎠ ᎾᏂᏪᏍᎨᎢ, Ᏺ, ᎤᏛᏅ-ᏗᎦᎳᏫᎢᏍᏗᏱ ᎯᏲᏍᏗᏍᎩ, ᎠᎴ ᏦᎢᏉᏉ ᎢᎦ ᎯᏱᎵᏙᎯ ᎭᏁᏍᎨᏍᎩ,"
  },
  {
    "verse": "30",
    "kjv": "Save thyself, and come down from the cross.",
    "web": "save yourself, and come down from the cross!”",
    "chr": "ᏨᏒ ᎭᎵᏍᏕᏄ, ᎠᎴ ᎡᎭᏠᎠᎯ ᏓᏓᎿᏩᏍᏛᎢ."
  },
  {
    "verse": "31",
    "kjv": "Likewise also the chief priests mocking said among themselves with the scribes, He saved others; himself he cannot save.",
    "web": "Likewise, also the chief priests mocking among themselves with the scribes said, “He saved others. He can’t save himself.",
    "chr": "ᎾᏍᎩᏯ ᎾᏍᏉ ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸ ᎠᏁᎶᎯ ᎠᎴ ᏗᏃᏪᎵᏍᎩ ᎬᏩᏕᎰᏗᏍᎬ, ᎯᎠ ᏂᏓᎾᏓᏪᏎᎮᎢ, ᏅᏩᎾᏓᎴ ᏓᏍᏕᎵᏍᎬᎩ; ᎤᏩᏒ ᎥᏝ ᏴᎬᎵᏍᏕᎸ."
  },
  {
    "verse": "32",
    "kjv": "Let Christ the King of Israel descend now from the cross, that we may see and believe. And they that were crucified with him reviled him.",
    "web": "Let the Christ, the King of Israel, now come down from the cross, that we may see and believe him.” Those who were crucified with him also insulted him.",
    "chr": "ᎦᎶᏁᏛ ᎤᎬᏫᏳᎯ ᎢᏏᎵ ᎤᎾᏤᎵᎦ ᎿᏉ ᏩᏠᎠᎯ ᏓᏓᎿᏩᏍᏛᎢ, ᎾᏍᎩ ᎣᎩᎪᏩᏛᏗᏱ ᎠᎴ ᎣᎪᎯᏳᏗᏱ. ᎠᎴ ᎾᏍᎩ ᎢᏧᎳᎭ ᏗᎨᎦᏛᏅᎯ ᎦᎬᏩᏐᏢᏕᎢ."
  },
  {
    "verse": "33",
    "kjv": "And when the sixth hour was come, there was darkness over the whole land until the ninth hour.",
    "web": "When the sixth hour had come, there was darkness over the whole land until the ninth hour.",
    "chr": "ᏔᎳᏚᏃ ᎢᏳᏟᎶᏛ ᎤᎵᏰᎢᎶᎸ ᎤᎵᏏᎲᏎ ᏂᎬᎾᏛ ᎾᎿ ᎦᏙᎯ, ᏦᎢ ᎢᏳᏟᎶᏛ ᎢᏯᏍᏘ."
  },
  {
    "verse": "34",
    "kjv": "And at the ninth hour Jesus cried with a loud voice, saying, Eloi, Eloi, lama sabachthani? which is, being interpreted, My God, my God, why hast thou forsaken me?",
    "web": "At the ninth hour Jesus cried with a loud voice, saying, “Eloi, Eloi, lama sabachthani?” which is, being interpreted, “My God, my God, why have you forsaken me?”",
    "chr": "ᏦᎢᏁ ᎢᏳᏟᎶᏛ ᎤᎵᏰᎢᎶᎸ ᏥᏌ ᎠᏍᏓᏯ ᎤᏪᎷᏁᎢ, ᎯᎠ ᏄᏪᏎᎢ, ᎢᎶᎢ, ᎢᎶᎢ, ᎳᎹ ᏌᏆᏓᏂ? ᎾᏍᎩ ᎠᏁᏢᏔᏅᎯ ᎯᎠ ᏄᏍᏗ ᎦᏛᎦ, ᎠᏆᏁᎳᏅᎯ, ᎠᏆᏁᎳᏅᎯ, ᎦᏙᏃ ᎥᏍᏋᏕᎩ?"
  },
  {
    "verse": "35",
    "kjv": "And some of them that stood by, when they heard it, said, Behold, he calleth Elias.",
    "web": "Some of those who stood by, when they heard it, said, “Behold, he is calling Elijah.”",
    "chr": "ᎢᎦᏛᏃ ᎾᎥ ᎠᏂᏙᎾᎢ ᎤᎾᏛᎦᏅ, ᎯᎠ ᏄᏂᏪᏎᎢ, ᎬᏂᏳᏉ, ᎢᏔᏯ ᎠᏯᏂᎭ."
  },
  {
    "verse": "36",
    "kjv": "And one ran and filled a spunge full of vinegar, and put it on a reed, and gave him to drink, saying, Let alone; let us see whether Elias will come to take him down.",
    "web": "One ran, and filling a sponge full of vinegar, put it on a reed and gave it to him to drink, saying, “Let him be. Let’s see whether Elijah comes to take him down.”",
    "chr": "ᎠᏎᏴᏫᏃ ᏚᏍᏆᎸᏔᏅ, ᎠᎴ ᏚᏬᎵ ᏧᏂᏦᏯᏍᏗ ᏭᎧᎵᎢᏍᏔᏅ, ᎠᎴ ᎦᎾᏍᏙᎯ ᎤᏪᏆᏔᏅ, ᎤᏁᏁᎸ ᎤᏗᏔᏍᏗ; ᎯᎠ ᏄᏪᏎᎢ, ᎤᏁᎳᎩ, ᎢᏓᏙᎴᎰᎯ, ᏥᎪᏃ ᎢᏔᏯ ᏓᎦᎷᏥ ᏓᏳᏠᎥᏔᏂᎵ."
  },
  {
    "verse": "37",
    "kjv": "And Jesus cried with a loud voice, and gave up the ghost.",
    "web": "Jesus cried out with a loud voice, and gave up the spirit.",
    "chr": "ᏥᏌᏃ ᎠᏍᏓᏯ ᎤᏪᎷᏅ, ᎤᎵᏍᏆᏕᎴᎢ."
  },
  {
    "verse": "38",
    "kjv": "And the veil of the temple was rent in twain from the top to the bottom.",
    "web": "The veil of the temple was torn in two from the top to the bottom.",
    "chr": "ᎠᏰᏙᎳᏛᏗᏃ ᎤᏛᏅ-ᏗᎦᎳᏫᎢᏍᏗᏱ ᎦᏛ ᎤᏓᏣᎦᎸᎮ ᏔᎵ ᏄᏓᏕᎢ, ᎦᎸᎳᏗ ᏅᏓᏳᏓᎴᏅᏛ ᎡᎳᏗ ᏩᏍᏗ."
  },
  {
    "verse": "39",
    "kjv": "And when the centurion, which stood over against him, saw that he so cried out, and gave up the ghost, he said, Truly this man was the Son of God.",
    "web": "When the centurion, who stood by opposite him, saw that he cried out like this and breathed his last, he said, “Truly this man was the Son of God!”",
    "chr": "ᎠᏍᎪᎯᏧᏈᏃ ᏗᏘᏂᏙᎯ ᎠᎢᏗᏢ ᏧᏳᎪᏗ ᎦᏙᎩ, ᎤᏙᎴᎰᏒ ᎾᏍᎩ ᎤᏪᎷᏅᎢ, ᎠᎴ ᎤᎵᏍᏆᏕᎸᎢ, ᎯᎠ ᏄᏪᏎᎢ, ᎤᏙᎯᏳᎯ ᎯᎠ ᎠᏍᎦᏯ ᎤᏁᎳᏅᎯ ᎤᏪᏥ ᎨᏎᎢ."
  },
  {
    "verse": "40",
    "kjv": "There were also women looking on afar off: among whom was Mary Magdalene, and Mary the mother of James the less and of Joses, and Salome;",
    "web": "There were also women watching from afar, among whom were both Mary Magdalene and Mary the mother of James the less and of Joses, and Salome;",
    "chr": "ᎠᏂᎨᏴᏃ ᎾᏍᏉ Ꭸ ᎢᏴᏛ ᏙᏗᏂᎧᏁᎢ; ᎾᎿᏃ ᎠᏁᎴ ᎺᎵ ᏑᎩᏕᎵ ᎡᎯ, ᎠᎴ ᎺᎵ ᏥᏌ ᎤᏍᏗ ᎠᎴ ᏦᏏ ᎤᏂᏥᎢ, ᎠᎴ ᏌᎶᎻ."
  },
  {
    "verse": "41",
    "kjv": "(Who also, when he was in Galilee, followed him, and ministered unto him;) and many other women which came up with him unto Jerusalem.",
    "web": "who, when he was in Galilee, followed him and served him; and many other women who came up with him to Jerusalem.",
    "chr": "ᎾᏍᎩ ᎾᏍᏉ ᎨᎵᎵ ᏤᏙᎮ ᎬᏩᏍᏓᏩᏗᏙᎮ ᎠᎴ ᎬᏩᏍᏕᎸᎯᏙᎮᎢ; ᎠᎴ ᎤᏂᏣᏖ ᏅᏩᎾᏓᎴ ᎠᏂᎨᏴ ᏥᎷᏏᎵᎻ ᏅᏓᎬᏩᏍᏓᏩᏙᎸᎯ."
  },
  {
    "verse": "42",
    "kjv": "And now when the even was come, because it was the preparation, that is, the day before the sabbath,",
    "web": "When evening had now come, because it was the Preparation Day, that is, the day before the Sabbath,",
    "chr": "ᎿᏉᏃ ᎤᏒ ᏄᎵᏍᏔᏅ, ᎾᏍᎩ ᎠᏛᏅᎢᏍᏙᏗᏱ ᎨᏒ ᎢᏳᏍᏗ, ᎾᏍᎩ ᎤᎾᏙᏓᏈᏕᎾ ᎢᎦ ᎨᏒᎢ."
  },
  {
    "verse": "43",
    "kjv": "Joseph of Arimathaea, an honourable counsellor, which also waited for the kingdom of God, came, and went in boldly unto Pilate, and craved the body of Jesus.",
    "web": "Joseph of Arimathaea, a prominent council member who also himself was looking for God’s Kingdom, came. He boldly went in to Pilate, and asked for Jesus’ body.",
    "chr": "ᏦᏩ ᎠᎵᎹᏗᏱ ᎡᎯ ᎠᏥᎸᏉᏗ ᏗᎦᎳᏫᎩ, ᎾᏍᎩ ᎾᏍᏉ ᎠᎦᏘᏰ ᎤᏁᎳᏅᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎤᎷᎯᏍᏗᏱ, ᎾᏍᎩ ᎤᎷᏤᎢ, ᎠᎴ ᎾᏍᎦᎢᎲᎾ ᏭᏴᎴ ᏆᎴᏗᏱ, ᎠᎴ ᎤᏔᏲᎴ ᏥᏌ ᎠᏰᎸᎢ."
  },
  {
    "verse": "44",
    "kjv": "And Pilate marvelled if he were already dead: and calling unto him the centurion, he asked him whether he had been any while dead.",
    "web": "Pilate was surprised to hear that he was already dead; and summoning the centurion, he asked him whether he had been dead long.",
    "chr": "ᏆᎴᏗᏃ ᎤᏍᏆᏏᎪᏎ ᎤᏜᏏᏛᎡᎮ ᎾᏞᎬ ᎤᏲᎱᏒᎢ; ᏭᏯᏅᎲᏃ ᎠᏍᎪᎯᏧᏈ ᏗᏘᏂᏙᎯ, ᎤᏛᏛᏁ, ᏰᎵᏍᎪ ᎪᎯᎩ ᎬᏩᏲᎱᏒᎯ, ᎤᏛᏁᎢ."
  },
  {
    "verse": "45",
    "kjv": "And when he knew it of the centurion, he gave the body to Joseph.",
    "web": "When he found out from the centurion, he granted the body to Joseph.",
    "chr": "ᎬᏂᎨᏒᏃ ᏄᏩᏁᎸ ᎠᏍᎪᎯᏧᏈ ᏗᏘᏂᏙᎯ, ᏦᏩ ᏚᏲᎯᏎᎴ ᎠᏰᎸᎢ."
  },
  {
    "verse": "46",
    "kjv": "And he bought fine linen, and took him down, and wrapped him in the linen, and laid him in a sepulchre which was hewn out of a rock, and rolled a stone unto the door of the sepulchre.",
    "web": "He bought a linen cloth, and taking him down, wound him in the linen cloth and laid him in a tomb which had been cut out of a rock. He rolled a stone against the door of the tomb.",
    "chr": "ᎤᏩᏒᏃ ᎤᏏᏙᎵ ᏙᎴᏛ ᎠᏄᏬ, ᎠᎴ ᎤᏕᏒ ᎠᏰᎸᎢ, ᎠᎴ ᎠᏄᏬᎩᎯ ᏙᎴᏛ ᎤᏪᏣᎸᎳᏅ, ᎠᏤᎵᏍᏛ ᎤᏅᏁ ᎾᏍᎩ ᏅᏲᎯ ᎠᏍᎪᏒᎢ, ᎠᎴ ᏅᏲᎯ ᎠᏍᎪᏒᎢ, ᎠᎴ ᏅᏯ ᎤᏪᏌᏉᎴᎴᎢ ᎠᏤᎵᏍᏛ ᎦᎶᎯᏍᏗᏱ ᎤᏁᎢ."
  },
  {
    "verse": "47",
    "kjv": "And Mary Magdalene and Mary the mother of Joses beheld where he was laid.",
    "web": "Mary Magdalene and Mary the mother of Joses, saw where he was laid.",
    "chr": "ᎺᎵᏃ ᎹᎩᏕᎵ ᎡᎯ, ᎠᎴ ᎺᎵ ᏦᏏ ᎤᏥ ᎤᏂᎪᎮ ᎾᎿ ᎤᏂᏅᏅᎢ."
  }
]
