[
  {
    "verse": "1",
    "kjv": "And when the sabbath was past, Mary Magdalene, and Mary the mother of James, and Salome, had bought sweet spices, that they might come and anoint him.",
    "web": "When the Sabbath was past, Mary Magdalene, and Mary the mother of James, and Salome bought spices, that they might come and anoint him.",
    "chr": "ᎤᎾᏙᏓᏆᏍᎬᏃ ᎤᎶᏐᏅ, ᎺᎵ ᎹᎩᏕᎵ ᎡᎯ, ᎠᎴ ᎺᎵ ᏥᏌ ᎤᏥ ᎠᎴ ᏌᎶᎻ ᎤᏂᏩᏒᎯ ᎨᏎ ᎤᎦᎾᏍᏛ ᎦᏩᏒᎩ, ᎤᏂᎷᎯᏍᏗᏱ ᎤᏂᏰᎸᏎ ᎠᎴ ᎬᏩᎶᏁᏗᏱ."
  },
  {
    "verse": "2",
    "kjv": "And very early in the morning the first day of the week, they came unto the sepulchre at the rising of the sun.",
    "web": "Very early on the first day of the week, they came to the tomb when the sun had risen.",
    "chr": "ᏑᎾᎴᎢᏳᏃ ᎢᎬᏱᏱ ᎢᎦ ᏑᎾᏙᏓᏆᏍᏗ ᎨᏒᎢ, ᎤᏂᎷᏤ ᎠᏤᎵᏍᏛ ᏨᏗᎧᎸᎪᏉ."
  },
  {
    "verse": "3",
    "kjv": "And they said among themselves, Who shall roll us away the stone from the door of the sepulchre?",
    "web": "They were saying among themselves, “Who will roll away the stone from the door of the tomb for us?”",
    "chr": "ᎯᎠᏃ ᏂᏚᎾᏓᏪᏎᎴᎢ, ᎦᎪ ᏓᎩᎲᎡᎵ ᏅᏯ ᎠᏤᎵᏍᏛ ᎦᎶᎯᏍᏗᏱ ᎠᎲᎢ?"
  },
  {
    "verse": "4",
    "kjv": "And when they looked, they saw that the stone was rolled away: for it was very great.",
    "web": "for it was very big. Looking up, they saw that the stone was rolled back.",
    "chr": "ᏫᏚᎾᎧᎿᏅᏃ ᎤᏂᎪᎮ ᏅᏯ ᎠᎲᏛ ᎨᏒᎢ, ᎤᏣᏘᏰᏃ ᎡᏉᎯᏳ ᎨᏎᎢ."
  },
  {
    "verse": "5",
    "kjv": "And entering into the sepulchre, they saw a young man sitting on the right side, clothed in a long white garment; and they were affrighted.",
    "web": "Entering into the tomb, they saw a young man sitting on the right side, dressed in a white robe; and they were amazed.",
    "chr": "ᏭᏂᏴᎸᏃ ᎠᏤᎵᏍᏛᎢ, ᎤᏂᎪᎮ ᎠᏫᏴ ᎠᎦᏘᏏᏗᏢ ᎤᏬᎴᎢ, ᎤᏄᏪ ᎦᏅᎯᏛ ᎤᏁᎬ ᎠᏄᏬ; ᎠᏂᏍᎦᎢᎮᏃ."
  },
  {
    "verse": "6",
    "kjv": "And he saith unto them, Be not affrighted: Ye seek Jesus of Nazareth, which was crucified: he is risen; he is not here: behold the place where they laid him.",
    "web": "He said to them, “Don’t be amazed. You seek Jesus, the Nazarene, who has been crucified. He has risen! He is not here. See the place where they laid him!",
    "chr": "ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ, ᏞᏍᏗ ᏱᏥᏍᎦᎢᎮᏍᏗ; ᏥᏌ ᎾᏎᎵᏗ ᎡᎯ ᎡᏥᏲᎭ, ᎾᏍᎩ ᏣᎦᏛᎥᏍᎬᎩ; ᏚᎴᎯᏌᏅ; ᎥᏝ ᎠᏂ ᏱᎦᏅ; ᏗᏣᎧᏅᎦ Ꭰ ᎤᏂᏅᏅᎢ."
  },
  {
    "verse": "7",
    "kjv": "But go your way, tell his disciples and Peter that he goeth before you into Galilee: there shall ye see him, as he said unto you.",
    "web": "But go, tell his disciples and Peter, ‘He goes before you into Galilee. There you will see him, as he said to you.’”",
    "chr": "ᎠᏎᏃ ᏥᏤᎾ, ᎠᎴ ᏫᏥᏃᎲᏏ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎠᎴ ᏈᏓ ᎾᏍᎩ ᎢᎬᏱ ᏫᏚᎶᎯᏎᏗᏱ ᎨᎵᎵ; ᎾᎿ ᏓᏰᏥᎪᎢ, ᎾᏍᎩᏯ ᏂᏥᏪᏎᎸᎢ."
  },
  {
    "verse": "8",
    "kjv": "And they went out quickly, and fled from the sepulchre; for they trembled and were amazed: neither said they any thing to any man; for they were afraid.",
    "web": "They went out, and fled from the tomb, for trembling and astonishment had come on them. They said nothing to anyone; for they were afraid.",
    "chr": "ᎤᎵᏍᏗᏃ ᎤᏂᏄᎪᏨ ᏚᎾᎵᏖᏎ ᎠᏤᎵᏍᏛᎢ; ᏚᏂᎾᏫᏍᎨᏃ ᎠᎴ ᎤᏂᏍᏆᏂᎪᏍᎨᎢ; ᎥᏝ ᎠᎴ ᎩᎶ ᎠᎱᏍᏗ ᏳᏃᏎᎴᎢ; ᎠᏂᏍᎦᎢᎮᏰᏃ."
  },
  {
    "verse": "9",
    "kjv": "Now when Jesus was risen early the first day of the week, he appeared first to Mary Magdalene, out of whom he had cast seven devils.",
    "web": "Now when he had risen early on the first day of the week, he appeared first to Mary Magdalene, from whom he had cast out seven demons.",
    "chr": "ᏥᏌᏃ ᏚᎴᎯᏌᏅ ᏑᎾᎴᎢᏳ ᎢᎬᏱᏱ ᎢᎦ ᏑᎾᏙᏓᏆᏍᏗ ᎨᏒᎢ, ᎢᎬᏱ ᎬᏂᎨᏒ ᏄᏛᏁᎴ ᎺᎵ ᎹᎩᏕᎵ ᎡᎯ, ᎾᏍᎩ ᎦᎵᏉᎩ ᎠᏂᏍᎩᎾ ᏥᏚᏄᎪᏫᏎᎴᎢ."
  },
  {
    "verse": "10",
    "kjv": "And she went and told them that had been with him, as they mourned and wept.",
    "web": "She went and told those who had been with him, as they mourned and wept.",
    "chr": "ᎾᏍᎩᏃ ᎤᏪᏅ ᎤᏁᏙᎸᎯ ᏫᏚᏃᏁᎴ ᎤᏲ ᏚᎾᏓᏅᏛᎢ ᎠᎴ ᏓᎾᏠᏱᎲᎢ."
  },
  {
    "verse": "11",
    "kjv": "And they, when they had heard that he was alive, and had been seen of her, believed not.",
    "web": "When they heard that he was alive and had been seen by her, they disbelieved.",
    "chr": "ᎾᏍᎩᏃ ᎤᎾᏛᎦᏅ ᎬᏅᎢ, ᎠᎴ ᎾᏍᎩ ᎤᎪᎲᎢ, ᎥᏝ ᏳᏃᎯᏳᏁᎢ."
  },
  {
    "verse": "12",
    "kjv": "After that he appeared in another form unto two of them, as they walked, and went into the country.",
    "web": "After these things he was revealed in another form to two of them as they walked, on their way into the country.",
    "chr": "ᎣᏂᏃ ᏅᏩᏓᎴ ᏄᏍᏕ ᎬᏂᎨᏒ ᏂᏚᏛᏁᎴ ᎠᏂᏔᎵ ᎾᎿ ᎠᏁᎳ ᎠᎾᎢᏎᎢ, ᏙᏗᎦᎶᎨᏒ ᏩᏂᎦᏖᎢ."
  },
  {
    "verse": "13",
    "kjv": "And they went and told it unto the residue: neither believed they them.",
    "web": "They went away and told it to the rest. They didn’t believe them, either.",
    "chr": "ᎾᏍᎩᏃ ᎤᏁᏅ ᏫᏚᏂᏃᏁᎴ ᎠᏂᏐᎢ; ᎾᏍᏉ ᎥᏝ ᏱᏚᏃᎯᏳᏁ ᎾᏍᎩ.."
  },
  {
    "verse": "14",
    "kjv": "Afterward he appeared unto the eleven as they sat at meat, and upbraided them with their unbelief and hardness of heart, because they believed not them which had seen him after he was risen.",
    "web": "Afterward he was revealed to the eleven themselves as they sat at the table; and he rebuked them for their unbelief and hardness of heart, because they didn’t believe those who had seen him after he had risen.",
    "chr": "ᎣᏂᏃ ᎬᏂᎨᏒ ᏂᏚᏛᏁᎴ ᏌᏚ ᎢᏯᏂᏛ ᎠᎾᎵᏍᏓᏴᎲᏍᎬᎢ, ᎠᎴ ᏚᎬᏍᎪᎸᏁ ᏂᎦᎵᏍᏙᏗᏍᎨ ᏄᏃᎯᏳᏒᎾ ᎨᏒ ᎠᎴ ᏗᏍᏓᏱᏳ ᎨᏒ ᏧᏂᎾᏫ, ᏂᏚᏃᎯᏳᏅᎾ ᎨᏎ ᎢᏳᏍᏗ ᎾᏍᎩ ᎬᏩᎪᎲᎯ ᏧᎴᎯᏌᏅᎯ ᏂᎨᏎᎢ."
  },
  {
    "verse": "15",
    "kjv": "And he said unto them, Go ye into all the world, and preach the gospel to every creature.",
    "web": "He said to them, “Go into all the world and preach the Good News to the whole creation.",
    "chr": "ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ, ᎢᏤᏙᎾ ᎡᎶᎯ ᏂᎬᎾᏛᎢ, ᎠᎴ ᏫᏗᏣᎵᏥᏙᎲᏏ ᎣᏍᏛ ᎧᏃᎮᏛ ᎾᏂᎥ ᎨᎪᏢᏅᎯ."
  },
  {
    "verse": "16",
    "kjv": "He that believeth and is baptized shall be saved; but he that believeth not shall be damned.",
    "web": "He who believes and is baptized will be saved; but he who disbelieves will be condemned.",
    "chr": "ᎩᎶ ᎪᎯᏳᎲᏍᎨᏍᏗ ᎠᎴ ᎠᎦᏬᏍᎨᏍᏗ ᎠᏥᏍᏕᎸᏗ ᎨᏎᏍᏗ; ᏂᎪᎯᏳᎲᏍᎬᎾᏍᎩᏂ ᏣᎫᎪᏓᏁᏗ ᎨᏎᏍᏗ."
  },
  {
    "verse": "17",
    "kjv": "And these signs shall follow them that believe; In my name shall they cast out devils; they shall speak with new tongues;",
    "web": "These signs will accompany those who believe: in my name they will cast out demons; they will speak with new languages;",
    "chr": "ᎯᎠᏃ ᎾᏍᎩ ᎤᏰᎸᏛ ᏗᎪᎵᏍᏙᏗ ᏔᎵ ᏚᏛᏗᏕᎨᏍᏗ ᎠᏃᎯᏳᎲᏍᎩ; ᎠᏴ ᏓᏆᏙᎥ ᎠᏅᏗᏍᎨᏍᏗ ᎠᏂᏍᎩᎾ ᏓᏂᏄᎪᏫᏍᎨᏍᏗ; ᏅᏩᎾᏓᎴ ᏧᏂᏬᏂᎯᏍᏗ ᏓᏂᏬᏂᏍᎨᏍᏗ;"
  },
  {
    "verse": "18",
    "kjv": "They shall take up serpents; and if they drink any deadly thing, it shall not hurt them; they shall lay hands on the sick, and they shall recover.",
    "web": "they will take up serpents; and if they drink any deadly thing, it will in no way hurt them; they will lay hands on the sick, and they will recover.”",
    "chr": "ᎢᎾᏛ ᏓᏂᏁᏍᎨᏍᏗ; ᎢᏳ ᎠᎴ ᎪᎱᏍᏗ ᎠᏓᎯᎯ ᏳᎾᏗᏔᎲ, ᎥᏝ ᎪᎱᏍᏗ ᏳᏅᏁᎮᏍᏗ; ᏧᏂᏢᎩ ᏓᎾᏏᏔᏗᏍᎨᏍᏗ, ᎠᎴ ᏚᎾᏗᏩᏍᎨᏍᏗ."
  },
  {
    "verse": "19",
    "kjv": "So then after the Lord had spoken unto them, he was received up into heaven, and sat on the right hand of God.",
    "web": "So then the Lord, after he had spoken to them, was received up into heaven and sat down at the right hand of God.",
    "chr": "ᎾᏍᎩᏃ ᎤᎬᏫᏳᎯ ᏚᏬᏁᏔᏅ, ᎦᎸᎳᏗ ᏙᏣᏕᏓᏂᎸᏤᎢ, ᎠᎴ ᎠᎦᏘᏏ ᎢᏗᏢ ᎤᏁᎳᏅᎯ ᎤᏬᎸ ᎤᏪᏁᎢ."
  },
  {
    "verse": "20",
    "kjv": "And they went forth, and preached every where, the Lord working with them, and confirming the word with signs following. Amen.",
    "web": "They went out and preached everywhere, the Lord working with them and confirming the word by the signs that followed. Amen.",
    "chr": "ᎤᏁᏅᏎᏃ ᎠᎴ ᏂᎬᎾᏛ ᎤᎾᎵᏥᏙᏂᏙᎴᎢ, ᎤᎬᏫᏳᎯ ᏔᎵ ᎤᏛᏗᏕᎨ ᏚᏂᎸᏫᏍᏓᏁᎲᎢ, ᎠᎴ ᎠᏂᏁᎬ ᎠᏍᏓᏱᏗᏍᏗᏍᎨ ᎤᏰᎸᏛ ᎤᎵᏠᏯᏍᏗᏕᎬᎢ. ᎡᎺᏅ."
  }
]