[
  {
    "verse": "1",
    "kjv": "And they came over unto the other side of the sea, into the country of the Gadarenes.",
    "web": "They came to the other side of the sea, into the country of the Gadarenes.",
    "chr": "ᎢᏍᎪᏂᏗᏢᏃ ᎥᏓᎵ ᏭᏂᎷᏤ ᎠᏂᎨᏕᎵ ᎤᎾᏤᎵᎪᎯ."
  },
  {
    "verse": "2",
    "kjv": "And when he was come out of the ship, immediately there met him out of the tombs a man with an unclean spirit,",
    "web": "When he had come out of the boat, immediately a man with an unclean spirit met him out of the tombs.",
    "chr": "ᏥᏳᎯᏃ ᎤᏣᎢᏒ ᎩᎳᏉ ᎢᏴᏛ ᏚᏠᏎ ᎠᏍᎦᏯ ᏓᏓᏂᏌᎲ ᏅᏓᏳᎶᏒᎯ ᎦᏓᎭ ᎠᏓᏅᏙ ᎤᏯᎢ,"
  },
  {
    "verse": "3",
    "kjv": "Who had his dwelling among the tombs; and no man could bind him, no, not with chains:",
    "web": "He lived in the tombs. Nobody could bind him any more, not even with chains,",
    "chr": "ᎾᏍᎩ ᏓᏓᏂᏌᎲᏉ ᎡᎮᎢ; ᎥᏝ ᎠᎴ ᎾᏍᏉ ᏧᏓᏕᏒᏛ ᎬᏗ ᎩᎶ ᎬᏩᎸᏍᏗ ᏱᎨᏎᎢ."
  },
  {
    "verse": "4",
    "kjv": "Because that he had been often bound with fetters and chains, and the chains had been plucked asunder by him, and the fetters broken in pieces: neither could any man tame him.",
    "web": "because he had been often bound with fetters and chains, and the chains had been torn apart by him, and the fetters broken in pieces. Nobody had the strength to tame him.",
    "chr": "ᏯᏃᎩᏳᏰᏃ ᏣᏥᏅᏠᎸᎯ ᎨᏎᎢ, ᎠᎴ ᏧᏓᏕᏒᏛ ᏣᎦᎸᏍᏔᏅᎯ ᎨᏎᎢ, ᏧᏓᏕᏒᏛᏃ ᏓᎦᎵᏍᎨᎢ, ᎠᎴ ᏗᎦᏅᏠᏍᏗ ᏓᏍᏆᎵᏍᎨᎢ; ᎥᏝ ᎠᎴ ᎩᎶ ᎬᏩᏓᏅᏘᏐᏗ ᏱᎨᏎᎢ."
  },
  {
    "verse": "5",
    "kjv": "And always, night and day, he was in the mountains, and in the tombs, crying, and cutting himself with stones.",
    "web": "Always, night and day, in the tombs and in the mountains, he was crying out, and cutting himself with stones.",
    "chr": "ᎠᎴ ᏂᎪᎯᎸ, ᏒᏃᏱ ᎠᎴ ᎢᎦ, ᎦᏚᏏ ᎠᎴ ᏓᏓᏂᏌᎲᎢ, ᎤᏪᎷᎨᎢ, ᎠᎴ ᏅᏯ ᎬᏗ ᎠᏓᏰᎶᎮᎢ."
  },
  {
    "verse": "6",
    "kjv": "But when he saw Jesus afar off, he ran and worshipped him,",
    "web": "When he saw Jesus from afar, he ran and bowed down to him,",
    "chr": "ᎠᏎᏃ ᎢᏅᎯᏳ ᏭᎪᎲ ᏥᏌ, ᏚᏍᏆᎸᏔᏁ ᎠᎴ ᎤᏓᏙᎵᏍᏓᏁᎴᎢ,"
  },
  {
    "verse": "7",
    "kjv": "And cried with a loud voice, and said, What have I to do with thee, Jesus, thou Son of the most high God? I adjure thee by God, that thou torment me not.",
    "web": "and crying out with a loud voice, he said, “What have I to do with you, Jesus, you Son of the Most High God? I adjure you by God, don’t torment me.”",
    "chr": "ᎠᎴ ᎠᏍᏓᏯ ᎤᏪᎷᏁ ᎯᎠ ᏄᏪᏎᎢ; ᎦᏙ ᏗᎩᎾᏓᏛᏙᏗ ᏂᎯ ᏥᏌ, ᏩᏍᏛ ᎦᎸᎳᏗᏳ ᎡᎯ ᎤᏁᎳᏅᎯ ᎤᏪᏥ? ᎬᏁᏤᎭ, ᎤᏁᎳᏅᎯ ᎬᏁᎢᏍᏓᏁᎭ, ᎾᏍᎩ ᏍᎩᎩᎵᏲᎢᏍᏙᏗᏱ ᏂᎨᏒᎾ."
  },
  {
    "verse": "8",
    "kjv": "For he said unto him, Come out of the man, thou unclean spirit.",
    "web": "For he said to him, “Come out of the man, you unclean spirit!”",
    "chr": "ᎯᎠᏰᏃ ᏄᏪᏎᎴᎢ, ᎡᎯᏄᎪᎢ ᎾᏍᎩ Ꮎ ᎠᏍᎦᏯ, ᏂᎯ ᎯᎦᏓᎭ ᎠᏓᏅᏙ."
  },
  {
    "verse": "9",
    "kjv": "And he asked him, What is thy name? And he answered, saying, My name is Legion: for we are many.",
    "web": "He asked him, “What is your name?” He said to him, “My name is Legion, for we are many.”",
    "chr": "ᎤᏛᏛᏁᏃ, ᎦᏙ ᏕᏣᏙᎥ? ᎤᏬᏎᎴᎢ. ᎯᎠᏃ ᏄᏪᏎᎴᎢ, ᏑᎾᏓᏡᎩ ᏓᏆᏙᎥ; ᎣᎩᏣᏔᏰᏃ."
  },
  {
    "verse": "10",
    "kjv": "And he besought him much that he would not send them away out of the country.",
    "web": "He begged him much that he would not send them away out of the country.",
    "chr": "ᎠᎴ ᎤᏣᏘ ᎤᏍᏗᏰᏔᏁ ᎾᎿ ᎨᏒ ᏧᏄᎪᏫᏍᏗᏱ ᏂᎨᏒᎾ ᎨᏒᎢ."
  },
  {
    "verse": "11",
    "kjv": "Now there was there nigh unto the mountains a great herd of swine feeding.",
    "web": "Now on the mountainside there was a great herd of pigs feeding.",
    "chr": "ᎾᎿᏃ ᎣᏓᎷᎶᏗ ᎤᏂᏣᏘ ᏑᎾᏓᏡᎩ ᏏᏆ ᎠᎾᎵᏍᏓᏴᏂᏙᎮᎢ."
  },
  {
    "verse": "12",
    "kjv": "And all the devils besought him, saying, Send us into the swine, that we may enter into them.",
    "web": "All the demons begged him, saying, “Send us into the pigs, that we may enter into them.”",
    "chr": "ᏂᎦᏛᏃ ᎠᏂᏍᎩᎾ ᎬᏩᏍᏗᏰᏔᏁ ᎯᎠ ᎾᏂᏪᏍᎨᎢ, ᎤᏁᎳᎩ ᏏᏆ ᏗᏁᏙᎲ ᏬᏥᎶᎯ, ᎾᏍᎩ ᏫᏙᏥᏴᏏ."
  },
  {
    "verse": "13",
    "kjv": "And forthwith Jesus gave them leave. And the unclean spirits went out, and entered into the swine: and the herd ran violently down a steep place into the sea, (they were about two thousand;) and were choked in the sea.",
    "web": "At once Jesus gave them permission. The unclean spirits came out and entered into the pigs. The herd of about two thousand rushed down the steep bank into the sea, and they were drowned in the sea.",
    "chr": "ᎩᎳᏉᏃ ᎢᏴᏛ ᏥᏌ ᏚᎵᏍᎪᎸᏓᏁᎴᎢ. ᏗᎦᏓᎭᏃ ᏗᏓᏅᏙ ᎤᏂᏄᎪᏨ, ᏏᏆ ᏫᏚᏂᏴᏎᎴᎢ; ᏑᎾᏓᏡᎩᏃ ᎤᎾᏁᎷᎩᏎ ᎤᏂᎦᏐᎠᏎ ᎦᏁᏡᎩ ᎨᏒ ᎥᏓᎵ ᏭᎾᎵᏔᏗᏅᏎᎢ, (ᏔᎵ ᎢᏯᎦᏴᎵ ᎢᏴᏛ ᎾᏂᎡᎢ,) ᎠᎴ ᎥᏓᎵ ᏚᏂᎬᏤᎢ."
  },
  {
    "verse": "14",
    "kjv": "And they that fed the swine fled, and told it in the city, and in the country. And they went out to see what it was that was done.",
    "web": "Those who fed the pigs fled, and told it in the city and in the country. The people came to see what it was that had happened.",
    "chr": "ᏗᏂᎦᏘᏯᏃ ᎤᎾᎵᏎᎢ, ᎠᎴ ᎦᏚᎲ ᏭᏂᏃᏁᎢ, ᎠᎴ ᎢᏴᏛ ᏓᏁᏩᏗᏒᎢ. ᎤᏂᏄᎪᏤᏃ ᎤᎾᎦᏔᏅᏎ ᎾᏍᎩ ᏄᎵᏍᏔᏅᎢ."
  },
  {
    "verse": "15",
    "kjv": "And they come to Jesus, and see him that was possessed with the devil, and had the legion, sitting, and clothed, and in his right mind: and they were afraid.",
    "web": "They came to Jesus, and saw him who had been possessed by demons sitting, clothed, and in his right mind, even him who had the legion; and they were afraid.",
    "chr": "ᏥᏌᏃ ᎬᏩᎷᏤᎴᎢ, ᎠᎴ ᎬᏩᎪᎮ ᎾᏍᎩ ᎠᏂᏍᎩᎾ ᎬᏩᏴᎸᎯ, ᎾᏍᎩ ᏑᎾᏓᏡᎩ ᎬᏩᏴᎸᎯ, ᎤᏬᎴᎢ, ᎠᎴ ᏚᏄᏪᎢ, ᎠᎴ ᏙᎯ ᎤᏓᏅᏖᎢ; ᎠᎴ ᎠᏂᏍᎦᎢᎮᎢ."
  },
  {
    "verse": "16",
    "kjv": "And they that saw it told them how it befell to him that was possessed with the devil, and also concerning the swine.",
    "web": "Those who saw it declared to them what happened to him who was possessed by demons, and about the pigs.",
    "chr": "ᎾᏍᎩᏃ ᎤᏂᎪᎲᎯ, ᎬᏩᏂᏃᏁᎴ ᏄᎵᏍᏓᏁᎸ ᎠᏂᏍᎩᎾ ᎬᏩᏴᎸᎯ, ᎠᎴ ᎾᏍᏉ ᏏᏆ ᏄᎾᎵᏍᏓᏁᎸᎢ."
  },
  {
    "verse": "17",
    "kjv": "And they began to pray him to depart out of their coasts.",
    "web": "They began to beg him to depart from their region.",
    "chr": "ᎠᎴ ᎤᎾᎴᏅᎮ ᎬᏩᏔᏲᏎᎴ ᎤᏓᏅᏍᏗᏱ ᎤᎾᏤᎵᎪᎯ."
  },
  {
    "verse": "18",
    "kjv": "And when he was come into the ship, he that had been possessed with the devil prayed him that he might be with him.",
    "web": "As he was entering into the boat, he who had been possessed by demons begged him that he might be with him.",
    "chr": "ᏥᏳᎯᏃ ᎤᏣᏅ ᎾᏍᎩ ᎠᏂᏍᎩᎾ ᎬᏩᏴᎸᎯ ᎤᏔᏲᏎᎴ ᎤᏁᎳᎩ ᎤᏪᎵᏎᏗᏱ ᎤᏍᏓᏩᏗᏓᏍᏗᏱ."
  },
  {
    "verse": "19",
    "kjv": "Howbeit Jesus suffered him not, but saith unto him, Go home to thy friends, and tell them how great things the Lord hath done for thee, and hath had compassion on thee.",
    "web": "He didn’t allow him, but said to him, “Go to your house, to your friends, and tell them what great things the Lord has done for you and how he had mercy on you.”",
    "chr": "ᎠᏎᏃ ᎥᏝ ᏳᎵᏍᎪᎸᏓᏁᎴᎢ ᏥᏌ, ᎯᎠᏉᏍᎩᏂ ᏄᏪᏎᎴᎢ, ᏥᎮᎾ ᏗᏤᏅᏒ ᎪᎱᏍᏗ ᏗᏨᎾ ᏗᏁᎲᎢ, ᎠᎴ ᏫᏗᏃᎲᏏ ᏂᎦᎥ ᎤᏍᏆᏂᎪᏗ ᎤᎬᏫᏳᎯ ᏂᏣᏛᏁᎸᎢ, ᎠᎴ ᏣᏙᎵᏨᎢ."
  },
  {
    "verse": "20",
    "kjv": "And he departed, and began to publish in Decapolis how great things Jesus had done for him: and all men did marvel.",
    "web": "He went his way, and began to proclaim in Decapolis how Jesus had done great things for him, and everyone marveled.",
    "chr": "ᎤᏂᎩᏎᏃ, ᎠᎴ ᎤᎴᏅᎮ ᏚᏃᏣᎳᏁ ᎠᏍᎪᎯ-ᎢᎦᏚᎩᏱ, ᏂᎦᎥ ᎤᏍᏆᏂᎪᏗ ᏥᏌ ᏄᏛᏁᎸᎢ; ᎠᎴ ᏂᎦᏛ ᏴᏫ ᎤᏂᏍᏆᏂᎪᏎᎤᏂᎩᏎᏃ, ᎠᎴ ᎤᎴᏅᎮ ᏚᏃᏣᎳᏁ ᎠᏍᎪᎯ-ᎢᎦᏚᎩᏱ, ᏂᎦᎥ ᎤᏍᏆᏂᎪᏗ ᏥᏌ ᏄᏛᏁᎸᎢ; ᎠᎴ ᏂᎦᏛ ᏴᏫ ᎤᏂᏍᏆᏂᎪᏎᎢ"
  },
  {
    "verse": "21",
    "kjv": "And when Jesus was passed over again by ship unto the other side, much people gathered unto him: and he was nigh unto the sea.",
    "web": "When Jesus had crossed back over in the boat to the other side, a great multitude was gathered to him; and he was by the sea.",
    "chr": "ᏥᏌᏃ ᏔᎵᏁ ᏥᏳᎯ ᏙᎤᏪᏐᏨ ᎢᏍᎪᎾ ᏫᎤᎷᏨ, ᎤᏂᏣᏘ ᏴᏫ ᎬᏩᏓᏡᏫᏍᏔᏁᎢ; ᎠᎴ ᎥᏓᎵ ᎤᎶᏗ ᎡᏙᎮᎢ."
  },
  {
    "verse": "22",
    "kjv": "And, behold, there cometh one of the rulers of the synagogue, Jairus by name; and when he saw him, he fell at his feet,",
    "web": "Behold, one of the rulers of the synagogue, Jairus by name, came; and seeing him, he fell at his feet",
    "chr": "ᎠᎴ ᎬᏂᏳᏉ ᎤᎷᏤ ᎩᎶ ᎢᏳᏍᏗ ᏄᎬᏫᏳᏌᏕᎩ ᏗᎦᎳᏫᎢᏍᏗᏱ, ᏤᎳ ᏧᏙᎢᏛ; ᎤᎪᎲᏃ [ᏥᏌ] ᏚᎳᏍᎬ ᎤᏓᏅᏁᎢ,"
  },
  {
    "verse": "23",
    "kjv": "And besought him greatly, saying, My little daughter lieth at the point of death: I pray thee, come and lay thy hands on her, that she may be healed; and she shall live.",
    "web": "and begged him much, saying, “My little daughter is at the point of death. Please come and lay your hands on her, that she may be made healthy, and live.”",
    "chr": "ᎠᎴ ᎤᏣᏘ ᎤᏍᏗᏰᏁᎢ, ᎯᎠ ᏄᏪᏎᎢ; ᎠᏇᏥ ᎠᎨᏳᏣ ᎿᏉ ᎠᏲᎱᏍᎦ; ᎠᏎᏃ ᎢᏁᎾ, ᎯᏯᏏᏔᏛᎭ, ᎾᏍᎩ ᎤᏗᏫᏍᏗᏱ, ᎬᏁᏍᏗᏃ."
  },
  {
    "verse": "24",
    "kjv": "And Jesus went with him; and much people followed him, and thronged him.",
    "web": "He went with him, and a great multitude followed him, and they pressed upon him on all sides.",
    "chr": "ᎤᏁᏅᏎᏃ; ᎠᎴ ᎤᏂᏣᏖ ᏴᏫ ᎬᏩᏍᏓᏩᏛᏎᎢ, ᎠᎴ ᎬᏩᏁᏄᎳᏍᏗᏍᎨᎢ."
  },
  {
    "verse": "25",
    "kjv": "And a certain woman, which had an issue of blood twelve years,",
    "web": "A certain woman who had a discharge of blood for twelve years,",
    "chr": "ᎩᎶᏃ ᎢᏳᏍᏗ ᎠᎨᏴ ᏔᎳᏚ ᏧᏕᏘᏴᏛ ᎬᏩᏓᎴᏅᏛ ᎩᎬ ᎤᏪᏅᎡᎮᎢ,"
  },
  {
    "verse": "26",
    "kjv": "And had suffered many things of many physicians, and had spent all that she had, and was nothing bettered, but rather grew worse,",
    "web": "and had suffered many things by many physicians, and had spent all that she had, and was no better, but rather grew worse,",
    "chr": "ᎠᎴ ᎠᏂᎪᏗᏳ ᎠᏂᎦᎾᎦᏗ ᎤᏣᏘ ᎬᏩᎩᎸᏅᎯ ᎨᏎᎢ, ᎠᎴ ᎪᎱᏍᏗ ᎤᎲ ᏂᎦᏛ ᎤᏒᏅᎯ ᎨᏎ ᎠᏓᏱᏍᎬᎢ, ᎠᏎᏃ ᎥᏝ ᎣᏏᏳ ᏱᏄᎵᏍᏓᏁᎮᎢ, ᎧᏁᏉᎨᏉᏍᎩᏂ ᎤᏢᎬᎢ;"
  },
  {
    "verse": "27",
    "kjv": "When she had heard of Jesus, came in the press behind, and touched his garment.",
    "web": "having heard the things concerning Jesus, came up behind him in the crowd and touched his clothes.",
    "chr": "ᎾᏍᎩ ᎤᏛᎦᏅ ᏥᏌ ᎠᏥᏃᎮᏍᎬᎢ, ᎣᏂᏗᏢ ᎤᏅᏘᏛ ᏄᎾᏛᏅ ᎤᎷᎯᏍᏔᏁ, ᎠᎴ ᎤᏒᏂᎴ ᎤᏄᏮᎢ."
  },
  {
    "verse": "28",
    "kjv": "For she said, If I may touch but his clothes, I shall be whole.",
    "web": "For she said, “If I just touch his clothes, I will be made well.”",
    "chr": "ᎯᎠᏰᏃ ᏄᏪᏎᎢ, ᏧᏄᏬᏉ ᎾᏍᏉ ᏱᏓᏆᏒᏂᎸ, ᏯᏆᏗᏫ."
  },
  {
    "verse": "29",
    "kjv": "And straightway the fountain of her blood was dried up; and she felt in her body that she was healed of that plague.",
    "web": "Immediately the flow of her blood was dried up, and she felt in her body that she was healed of her affliction.",
    "chr": "ᎩᎳᏉᏃ ᎢᏴᏛ ᎩᎬ ᎤᏪᏅᎡᎲ ᎤᏲᎯᏍᏔᏁᎢ; ᎤᏙᎴᎱᏎᏃ ᎠᏰᎸ ᎤᏗᏩᏒ ᎾᏍᎩ ᎤᏢᎬᎢ."
  },
  {
    "verse": "30",
    "kjv": "And Jesus, immediately knowing in himself that virtue had gone out of him, turned him about in the press, and said, Who touched my clothes?",
    "web": "Immediately Jesus, perceiving in himself that the power had gone out from him, turned around in the crowd and asked, “Who touched my clothes?”",
    "chr": "ᏥᏌᏃ ᎩᎳᏉ ᎢᏴᏛ ᎤᏙᎴᎰᏒ ᎤᏩᏒ ᎨᏒ ᎤᏓᏅᏬᏗ ᎨᏒ ᎤᏄᎪᏨᎢ, ᎤᎦᏔᎲᏎ ᎾᎿ ᎤᏅᏘᏛ ᎠᏂᏙᎾᎥᎢ, ᎠᎴ ᎯᎠ ᏄᏪᏎᎢ, ᎦᎪ ᏓᏒᏂᎦ ᏗᏆᏄᏬ?"
  },
  {
    "verse": "31",
    "kjv": "And his disciples said unto him, Thou seest the multitude thronging thee, and sayest thou, Who touched me?",
    "web": "His disciples said to him, “You see the multitude pressing against you, and you say, ‘Who touched me?’”",
    "chr": "ᎬᏩᏍᏓᏩᏗᏙᎯᏃ ᎯᎠ ᏂᎬᏩᏪᏎᎴᎢ, ᏕᎩᎪᏩᏗᎭ ᎤᏂᏣᏘ ᎨᏣᏁᏄᎳᏍᏗᏍᎬ, ᏥᎪᏃ ᎦᎪ ᎠᏆᏒᏂᎦ ᎢᎭᏗᎭ?"
  },
  {
    "verse": "32",
    "kjv": "And he looked round about to see her that had done this thing.",
    "web": "He looked around to see her who had done this thing.",
    "chr": "ᎬᏩᏚᏫᏛᏃ ᎤᎦᏖᏃᎴ ᎤᎪᏩᏛᏗᏱ ᎾᏍᎩ ᎯᎠ ᎢᏳᏛᏁᎸᎯ."
  },
  {
    "verse": "33",
    "kjv": "But the woman fearing and trembling, knowing what was done in her, came and fell down before him, and told him all the truth.",
    "web": "But the woman, fearing and trembling, knowing what had been done to her, came and fell down before him, and told him all the truth.",
    "chr": "ᎾᏍᎩᏃ ᎠᎨᏔᎮ ᏄᎵᏍᏓᏁᎸᎢ, ᎤᎷᏤ ᎠᎴ ᎡᎳᏗ ᎤᏓᏅᏁᎴᎢ, ᎠᎴ ᏂᎦᏛ ᏚᏳᎪᏛ ᎤᏃᏁᎴᎢ."
  },
  {
    "verse": "34",
    "kjv": "And he said unto her, Daughter, thy faith hath made thee whole; go in peace, and be whole of thy plague.",
    "web": "He said to her, “Daughter, your faith has made you well. Go in peace, and be cured of your disease.”",
    "chr": "ᎯᎠᏃ ᏄᏪᏎᎴᎢ, ᎠᏇᏥ, ᏦᎯᏳᏒ ᏣᏗᏫᏍᏓ; ᏅᏩᏙᎯᏯᏛ ᏥᎮᎾ, ᎠᎴ ᏣᏗᏩᏒᎯ ᎨᏎᏍᏗ ᏣᏢᎬᎢ."
  },
  {
    "verse": "35",
    "kjv": "While he yet spake, there came from the ruler of the synagogue's house certain which said, Thy daughter is dead: why troublest thou the Master any further?",
    "web": "While he was still speaking, people came from the synagogue ruler’s house, saying, “Your daughter is dead. Why bother the Teacher any more?”",
    "chr": "ᎠᏏᏉ ᎧᏁᎨᎢ, ᏄᎬᏫᏳᏌᏕᎩ ᏗᎦᎳᏫᎢᏍᏗᏱ ᎦᏁᎸ ᏅᏓᏳᎾᏓᎴᏅᎯ ᎤᏂᎷᏤ ᎯᎠ ᏄᏂᏪᏎᎢ, ᎤᏲᎱᏒ ᏤᏥ; ᎦᏙᏃ ᎠᏏᏉ ᎢᎯᏯᏕᏯᏙᏗᎭ ᏗᏕᏲᎲᏍᎩ?"
  },
  {
    "verse": "36",
    "kjv": "As soon as Jesus heard the word that was spoken, he saith unto the ruler of the synagogue, Be not afraid, only believe.",
    "web": "But Jesus, when he heard the message spoken, immediately said to the ruler of the synagogue, “Don’t be afraid, only believe.”",
    "chr": "ᎤᏛᎦᏅᏉᏃ ᏥᏌ ᏄᏍᏛ ᎤᏂᏬᏂᏒᎢ, ᎯᎠ ᏄᏪᏎᎴ ᏄᎬᏫᏳᏌᏕᎩ ᏗᎦᎳᏫᎢᏍᏗᏱ, ᏞᏍᏗ ᏱᏍᎦᎢᎮᏍᏗ, ᏦᎯᏳᏎᏍᏗᏉ."
  },
  {
    "verse": "37",
    "kjv": "And he suffered no man to follow him, save Peter, and James, and John the brother of James.",
    "web": "He allowed no one to follow him except Peter, James, and John the brother of James.",
    "chr": "ᎥᏝ ᎠᎴ ᎩᎶ ᏳᎵᏍᎪᎸᏓᏁᎴ ᎬᏩᏍᏓᏩᏛᏍᏗᏱ, ᏈᏓ, ᎠᎴ ᏥᎻ, ᎠᎴ ᏣᏂ ᏥᎻ ᏗᎾᏓᏅᏟ ᎤᏅᏒ."
  },
  {
    "verse": "38",
    "kjv": "And he cometh to the house of the ruler of the synagogue, and seeth the tumult, and them that wept and wailed greatly.",
    "web": "He came to the synagogue ruler’s house, and he saw an uproar, weeping, and great wailing.",
    "chr": "ᎤᎷᏤᏃ ᎦᏁᎸ ᏄᎬᏫᏳᏌᏕᎩ ᏗᎦᎳᏫᎢᏍᏗᏱ, ᎠᎴ ᏚᎦᎮ ᎤᎾᏓᏑᏰᏛ ᏴᏫ, ᎠᎴ ᎤᏣᏘ ᏓᎾᏠᏱᎲ ᎠᎴ ᏓᏂᏴᎬᎢ."
  },
  {
    "verse": "39",
    "kjv": "And when he was come in, he saith unto them, Why make ye this ado, and weep? the damsel is not dead, but sleepeth.",
    "web": "When he had entered in, he said to them, “Why do you make an uproar and weep? The child is not dead, but is asleep.”",
    "chr": "ᎤᏰᎸᏃ ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎦᏙᏃ ᎢᏣᏓᏃᏴᎵᏍᏗᎭ, ᎠᎴ ᏙᏣᏠᏱᎭ? ᎥᏝ ᏳᏲᎱᏒ ᎠᎨᏳᏣ, ᎦᎵᎭᏉᏍᎩᏂ."
  },
  {
    "verse": "40",
    "kjv": "And they laughed him to scorn. But when he had put them all out, he taketh the father and the mother of the damsel, and them that were with him, and entereth in where the damsel was lying.",
    "web": "They ridiculed him. But he, having put them all out, took the father of the child, her mother, and those who were with him, and went in where the child was lying.",
    "chr": "ᎢᎬᏩᏙᏢᏔᏁᏉᏃ. ᏂᎦᏛᏃ ᏚᏄᎪᏫᏐᏅ, ᎯᎠ ᎾᏍᎩ ᎠᎨᏳᏣ ᎤᏙᏓ ᎠᎴ ᎤᏥ ᎠᎴ ᎾᏍᎩ ᎠᏁᎯ ᏚᏘᏅᏎ, ᎠᎴ ᏭᏴᎴ ᎾᎿ ᎠᎨᏳᏣ ᏗᏐᏅᎢ."
  },
  {
    "verse": "41",
    "kjv": "And he took the damsel by the hand, and said unto her, Talitha cumi; which is, being interpreted, Damsel, I say unto thee, arise.",
    "web": "Taking the child by the hand, he said to her, “Talitha cumi!” which means, being interpreted, “Girl, I tell you, get up!”",
    "chr": "ᎤᏬᏯᏁᏒᏃ ᎠᎨᏳᏣ, ᎯᎠ ᏄᏪᏎᎴᎢ, ᏔᎵᏓ ᎫᎻ; ᎾᏍᎩ ᎠᏁᏢᏔᏅᎯ ᎯᎠ ᏄᏍᏗ ᎦᏛᎦ; ᎯᎨᏳᏣ, ᎬᏲᏎᎭ, ᏔᎴᎲᎦ."
  },
  {
    "verse": "42",
    "kjv": "And straightway the damsel arose, and walked; for she was of the age of twelve years. And they were astonished with a great astonishment.",
    "web": "Immediately the girl rose up and walked, for she was twelve years old. They were amazed with great amazement.",
    "chr": "ᎩᎳᏉᏃ ᎢᏴᏛ ᎠᎨᏳᏣ ᏚᎴᏁᎢ, ᎠᎴ ᎤᏪᏙᎴᎢ; ᏔᎳᏚᏰᏃ ᎢᏳᏕᏘᏴᏛ ᎨᏎᎢ. ᎤᏣᏔᏅᎯᏃ ᎤᏂᏍᏆᏂᎪᏎᎢ."
  },
  {
    "verse": "43",
    "kjv": "And he charged them straitly that no man should know it; and commanded that something should be given her to eat.",
    "web": "He strictly ordered them that no one should know this, and commanded that something should be given to her to eat.",
    "chr": "ᎤᎵᏂᎩᏛᏃ ᏚᏁᏤᎴ ᏚᏅᏍᏓᏕᎴ ᎩᎶ ᎤᏙᎴᎰᎯᏍᏗᏱ ᎾᏍᎩ; ᎠᎴ ᎤᏁᏤᎪᎱᏍᏗ ᎤᎵᏍᏓᏴᏗ ᎤᏂᏁᏗᏱ."
  }
]