[
  {
    "verse": "1",
    "kjv": "Now these are the generations of the sons of Noah, Shem, Ham, and Japheth: and unto them were sons born after the flood.",
    "web": "Now this is the history of the generations of the sons of Noah and of Shem, Ham, and Japheth. Sons were born to them after the flood."
  },
  {
    "verse": "2",
    "kjv": "The sons of Japheth; Gomer, and Magog, and Madai, and Javan, and Tubal, and Meshech, and Tiras.",
    "web": "The sons of Japheth were: Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras."
  },
  {
    "verse": "3",
    "kjv": "And the sons of Gomer; Ashkenaz, and Riphath, and Togarmah.",
    "web": "The sons of Gomer were: Ashkenaz, Riphath, and Togarmah."
  },
  {
    "verse": "4",
    "kjv": "And the sons of Javan; Elishah, and Tarshish, Kittim, and Dodanim.",
    "web": "The sons of Javan were: Elishah, Tarshish, Kittim, and Dodanim."
  },
  {
    "verse": "5",
    "kjv": "By these were the isles of the Gentiles divided in their lands; every one after his tongue, after their families, in their nations.",
    "web": "Of these were the islands of the nations divided in their lands, everyone after his language, after their families, in their nations."
  },
  {
    "verse": "6",
    "kjv": "And the sons of Ham; Cush, and Mizraim, and Phut, and Canaan.",
    "web": "The sons of Ham were: Cush, Mizraim, Put, and Canaan."
  },
  {
    "verse": "7",
    "kjv": "And the sons of Cush; Seba, and Havilah, and Sabtah, and Raamah, and Sabtechah: and the sons of Raamah; Sheba, and Dedan.",
    "web": "The sons of Cush were: Seba, Havilah, Sabtah, Raamah, and Sabteca. The sons of Raamah were: Sheba and Dedan."
  },
  {
    "verse": "8",
    "kjv": "And Cush begat Nimrod: he began to be a mighty one in the earth.",
    "web": "Cush became the father of Nimrod. He began to be a mighty one in the earth."
  },
  {
    "verse": "9",
    "kjv": "He was a mighty hunter before the Lord: wherefore it is said, Even as Nimrod the mighty hunter before the Lord.",
    "web": "He was a mighty hunter before Yahweh. Therefore it is said, “like Nimrod, a mighty hunter before Yahweh”."
  },
  {
    "verse": "10",
    "kjv": "And the beginning of his kingdom was Babel, and Erech, and Accad, and Calneh, in the land of Shinar.",
    "web": "The beginning of his kingdom was Babel, Erech, Accad, and Calneh, in the land of Shinar."
  },
  {
    "verse": "11",
    "kjv": "Out of that land went forth Asshur, and builded Nineveh, and the city Rehoboth, and Calah,",
    "web": "Out of that land he went into Assyria, and built Nineveh, Rehoboth Ir, Calah,"
  },
  {
    "verse": "12",
    "kjv": "And Resen between Nineveh and Calah: the same is a great city.",
    "web": "and Resen between Nineveh and the great city Calah."
  },
  {
    "verse": "13",
    "kjv": "And Mizraim begat Ludim, and Anamim, and Lehabim, and Naphtuhim,",
    "web": "Mizraim became the father of Ludim, Anamim, Lehabim, Naphtuhim,"
  },
  {
    "verse": "14",
    "kjv": "And Pathrusim, and Casluhim, (out of whom came Philistim,) and Caphtorim.",
    "web": "Pathrusim, Casluhim (which the Philistines descended from), and Caphtorim."
  },
  {
    "verse": "15",
    "kjv": "And Canaan begat Sidon his first born, and Heth,",
    "web": "Canaan became the father of Sidon (his firstborn), Heth,"
  },
  {
    "verse": "16",
    "kjv": "And the Jebusite, and the Amorite, and the Girgasite,",
    "web": "the Jebusites, the Amorites, the Girgashites,"
  },
  {
    "verse": "17",
    "kjv": "And the Hivite, and the Arkite, and the Sinite,",
    "web": "the Hivites, the Arkites, the Sinites,"
  },
  {
    "verse": "18",
    "kjv": "And the Arvadite, and the Zemarite, and the Hamathite: and afterward were the families of the Canaanites spread abroad.",
    "web": "the Arvadites, the Zemarites, and the Hamathites. Afterward the families of the Canaanites were spread abroad."
  },
  {
    "verse": "19",
    "kjv": "And the border of the Canaanites was from Sidon, as thou comest to Gerar, unto Gaza; as thou goest, unto Sodom, and Gomorrah, and Admah, and Zeboim, even unto Lasha.",
    "web": "The border of the Canaanites was from Sidon—as you go toward Gerar—to Gaza—as you go toward Sodom, Gomorrah, Admah, and Zeboiim—to Lasha."
  },
  {
    "verse": "20",
    "kjv": "These are the sons of Ham, after their families, after their tongues, in their countries, and in their nations.",
    "web": "These are the sons of Ham, after their families, according to their languages, in their lands and their nations."
  },
  {
    "verse": "21",
    "kjv": "Unto Shem also, the father of all the children of Eber, the brother of Japheth the elder, even to him were children born.",
    "web": "Children were also born to Shem (the elder brother of Japheth), the father of all the children of Eber."
  },
  {
    "verse": "22",
    "kjv": "The children of Shem; Elam, and Asshur, and Arphaxad, and Lud, and Aram.",
    "web": "The sons of Shem were: Elam, Asshur, Arpachshad, Lud, and Aram."
  },
  {
    "verse": "23",
    "kjv": "And the children of Aram; Uz, and Hul, and Gether, and Mash.",
    "web": "The sons of Aram were: Uz, Hul, Gether, and Mash."
  },
  {
    "verse": "24",
    "kjv": "And Arphaxad begat Salah; and Salah begat Eber.",
    "web": "Arpachshad became the father of Shelah. Shelah became the father of Eber."
  },
  {
    "verse": "25",
    "kjv": "And unto Eber were born two sons: the name of one was Peleg; for in his days was the earth divided; and his brother's name was Joktan.",
    "web": "To Eber were born two sons. The name of the one was Peleg, for in his days the earth was divided. His brother’s name was Joktan."
  },
  {
    "verse": "26",
    "kjv": "And Joktan begat Almodad, and Sheleph, and Hazarmaveth, and Jerah,",
    "web": "Joktan became the father of Almodad, Sheleph, Hazarmaveth, Jerah,"
  },
  {
    "verse": "27",
    "kjv": "And Hadoram, and Uzal, and Diklah,",
    "web": "Hadoram, Uzal, Diklah,"
  },
  {
    "verse": "28",
    "kjv": "And Obal, and Abimael, and Sheba,",
    "web": "Obal, Abimael, Sheba,"
  },
  {
    "verse": "29",
    "kjv": "And Ophir, and Havilah, and Jobab: all these were the sons of Joktan.",
    "web": "Ophir, Havilah, and Jobab. All these were the sons of Joktan."
  },
  {
    "verse": "30",
    "kjv": "And their dwelling was from Mesha, as thou goest unto Sephar a mount of the east.",
    "web": "Their dwelling extended from Mesha, as you go toward Sephar, the mountain of the east."
  },
  {
    "verse": "31",
    "kjv": "These are the sons of Shem, after their families, after their tongues, in their lands, after their nations.",
    "web": "These are the sons of Shem, by their families, according to their languages, lands, and nations."
  },
  {
    "verse": "32",
    "kjv": "These are the families of the sons of Noah, after their generations, in their nations: and by these were the nations divided in the earth after the flood.",
    "web": "These are the families of the sons of Noah, by their generations, according to their nations. The nations divided from these in the earth after the flood."
  }
]
