[
  {
    "verse": "1",
    "kjv": "Now Sarai Abram's wife bare him no children: and she had an handmaid, an Egyptian, whose name was Hagar.",
    "web": "Now Sarai, Abram’s wife, bore him no children. She had a servant, an Egyptian, whose name was Hagar."
  },
  {
    "verse": "2",
    "kjv": "And Sarai said unto Abram, Behold now, the Lord hath restrained me from bearing: I pray thee, go in unto my maid; it may be that I may obtain children by her. And Abram hearkened to the voice of Sarai.",
    "web": "Sarai said to Abram, “See now, Yahweh has restrained me from bearing. Please go in to my servant. It may be that I will obtain children by her.” Abram listened to the voice of Sarai."
  },
  {
    "verse": "3",
    "kjv": "And Sarai Abram's wife took Hagar her maid the Egyptian, after Abram had dwelt ten years in the land of Canaan, and gave her to her husband Abram to be his wife.",
    "web": "Sarai, Abram’s wife, took Hagar the Egyptian, her servant, after Abram had lived ten years in the land of Canaan, and gave her to Abram her husband to be his wife."
  },
  {
    "verse": "4",
    "kjv": "And he went in unto Hagar, and she conceived: and when she saw that she had conceived, her mistress was despised in her eyes.",
    "web": "He went in to Hagar, and she conceived. When she saw that she had conceived, her mistress was despised in her eyes."
  },
  {
    "verse": "5",
    "kjv": "And Sarai said unto Abram, My wrong be upon thee: I have given my maid into thy bosom; and when she saw that she had conceived, I was despised in her eyes: the Lord judge between me and thee.",
    "web": "Sarai said to Abram, “This wrong is your fault. I gave my servant into your bosom, and when she saw that she had conceived, she despised me. May Yahweh judge between me and you.”"
  },
  {
    "verse": "6",
    "kjv": "But Abram said unto Sarai, Behold, thy maid is in thine hand; do to her as it pleaseth thee. And when Sarai dealt hardly with her, she fled from her face.",
    "web": "But Abram said to Sarai, “Behold, your maid is in your hand. Do to her whatever is good in your eyes.” Sarai dealt harshly with her, and she fled from her face."
  },
  {
    "verse": "7",
    "kjv": "And the angel of the Lord found her by a fountain of water in the wilderness, by the fountain in the way to Shur.",
    "web": "Yahweh’s angel found her by a fountain of water in the wilderness, by the fountain on the way to Shur."
  },
  {
    "verse": "8",
    "kjv": "And he said, Hagar, Sarai's maid, whence camest thou? and whither wilt thou go? And she said, I flee from the face of my mistress Sarai.",
    "web": "He said, “Hagar, Sarai’s servant, where did you come from? Where are you going?” She said, “I am fleeing from the face of my mistress Sarai.”"
  },
  {
    "verse": "9",
    "kjv": "And the angel of the Lord said unto her, Return to thy mistress, and submit thyself under her hands.",
    "web": "Yahweh’s angel said to her, “Return to your mistress, and submit yourself under her hands.”"
  },
  {
    "verse": "10",
    "kjv": "And the angel of the Lord said unto her, I will multiply thy seed exceedingly, that it shall not be numbered for multitude.",
    "web": "Yahweh’s angel said to her, “I will greatly multiply your offspring, that they will not be counted for multitude.”"
  },
  {
    "verse": "11",
    "kjv": "And the angel of the Lord said unto her, Behold, thou art with child and shalt bear a son, and shalt call his name Ishmael; because the Lord hath heard thy affliction.",
    "web": "Yahweh’s angel said to her, “Behold, you are with child, and will bear a son. You shall call his name Ishmael, because Yahweh has heard your affliction."
  },
  {
    "verse": "12",
    "kjv": "And he will be a wild man; his hand will be against every man, and every man's hand against him; and he shall dwell in the presence of all his brethren.",
    "web": "He will be like a wild donkey among men. His hand will be against every man, and every man’s hand against him. He will live opposed to all of his brothers.”"
  },
  {
    "verse": "13",
    "kjv": "And she called the name of the Lord that spake unto her, Thou God seest me: for she said, Have I also here looked after him that seeth me?",
    "web": "She called the name of Yahweh who spoke to her, “You are a God who sees,” for she said, “Have I even stayed alive after seeing him?”"
  },
  {
    "verse": "14",
    "kjv": "Wherefore the well was called Beerlahairoi; behold, it is between Kadesh and Bered.",
    "web": "Therefore the well was called Beer Lahai Roi. Behold, it is between Kadesh and Bered."
  },
  {
    "verse": "15",
    "kjv": "And Hagar bare Abram a son: and Abram called his son's name, which Hagar bare, Ishmael.",
    "web": "Hagar bore a son for Abram. Abram called the name of his son, whom Hagar bore, Ishmael."
  },
  {
    "verse": "16",
    "kjv": "And Abram was fourscore and six years old, when Hagar bare Ishmael to Abram.",
    "web": "Abram was eighty-six years old when Hagar bore Ishmael to Abram."
  }
]