[
  {
    "verse": "1",
    "kjv": "And Adam knew Eve his wife; and she conceived, and bare Cain, and said, I have gotten a man from the Lord.",
    "web": "The man knew Eve his wife. She conceived, and gave birth to Cain, and said, “I have gotten a man with Yahweh’s help.”"
  },
  {
    "verse": "2",
    "kjv": "And she again bare his brother Abel. And Abel was a keeper of sheep, but Cain was a tiller of the ground.",
    "web": "Again she gave birth, to Cain’s brother Abel. Abel was a keeper of sheep, but Cain was a tiller of the ground."
  },
  {
    "verse": "3",
    "kjv": "And in process of time it came to pass, that Cain brought of the fruit of the ground an offering unto the Lord.",
    "web": "As time passed, Cain brought an offering to Yahweh from the fruit of the ground."
  },
  {
    "verse": "4",
    "kjv": "And Abel, he also brought of the firstlings of his flock and of the fat thereof. And the Lord had respect unto Abel and to his offering:",
    "web": "Abel also brought some of the firstborn of his flock and of its fat. Yahweh respected Abel and his offering,"
  },
  {
    "verse": "5",
    "kjv": "But unto Cain and to his offering he had not respect. And Cain was very wroth, and his countenance fell.",
    "web": "but he didn’t respect Cain and his offering. Cain was very angry, and the expression on his face fell."
  },
  {
    "verse": "6",
    "kjv": "And the Lord said unto Cain, Why art thou wroth? and why is thy countenance fallen?",
    "web": "Yahweh said to Cain, “Why are you angry? Why has the expression of your face fallen?"
  },
  {
    "verse": "7",
    "kjv": "If thou doest well, shalt thou not be accepted? and if thou doest not well, sin lieth at the door. And unto thee shall be his desire, and thou shalt rule over him.",
    "web": "If you do well, won’t it be lifted up? If you don’t do well, sin crouches at the door. Its desire is for you, but you are to rule over it.”"
  },
  {
    "verse": "8",
    "kjv": "And Cain talked with Abel his brother: and it came to pass, when they were in the field, that Cain rose up against Abel his brother, and slew him.",
    "web": "Cain said to Abel, his brother, “Let’s go into the field.” While they were in the field, Cain rose up against Abel, his brother, and killed him."
  },
  {
    "verse": "9",
    "kjv": "And the Lord said unto Cain, Where is Abel thy brother? And he said, I know not: Am I my brother's keeper?",
    "web": "Yahweh said to Cain, “Where is Abel, your brother?” He said, “I don’t know. Am I my brother’s keeper?”"
  },
  {
    "verse": "10",
    "kjv": "And he said, What hast thou done? the voice of thy brother's blood crieth unto me from the ground.",
    "web": "Yahweh said, “What have you done? The voice of your brother’s blood cries to me from the ground."
  },
  {
    "verse": "11",
    "kjv": "And now art thou cursed from the earth, which hath opened her mouth to receive thy brother's blood from thy hand;",
    "web": "Now you are cursed because of the ground, which has opened its mouth to receive your brother’s blood from your hand."
  },
  {
    "verse": "12",
    "kjv": "When thou tillest the ground, it shall not henceforth yield unto thee her strength; a fugitive and a vagabond shalt thou be in the earth.",
    "web": "From now on, when you till the ground, it won’t yield its strength to you. You will be a fugitive and a wanderer in the earth.”"
  },
  {
    "verse": "13",
    "kjv": "And Cain said unto the Lord, My punishment is greater than I can bear.",
    "web": "Cain said to Yahweh, “My punishment is greater than I can bear."
  },
  {
    "verse": "14",
    "kjv": "Behold, thou hast driven me out this day from the face of the earth; and from thy face shall I be hid; and I shall be a fugitive and a vagabond in the earth; and it shall come to pass, that every one that findeth me shall slay me.",
    "web": "Behold, you have driven me out today from the surface of the ground. I will be hidden from your face, and I will be a fugitive and a wanderer in the earth. Whoever finds me will kill me.”"
  },
  {
    "verse": "15",
    "kjv": "And the Lord said unto him, Therefore whosoever slayeth Cain, vengeance shall be taken on him sevenfold. And the Lord set a mark upon Cain, lest any finding him should kill him.",
    "web": "Yahweh said to him, “Therefore whoever slays Cain, vengeance will be taken on him sevenfold.” Yahweh appointed a sign for Cain, so that anyone finding him would not strike him."
  },
  {
    "verse": "16",
    "kjv": "And Cain went out from the presence of the Lord, and dwelt in the land of Nod, on the east of Eden.",
    "web": "Cain left Yahweh’s presence, and lived in the land of Nod, east of Eden."
  },
  {
    "verse": "17",
    "kjv": "And Cain knew his wife; and she conceived, and bare Enoch: and he builded a city, and called the name of the city, after the name of his son, Enoch.",
    "web": "Cain knew his wife. She conceived, and gave birth to Enoch. He built a city, and named the city after the name of his son, Enoch."
  },
  {
    "verse": "18",
    "kjv": "And unto Enoch was born Irad: and Irad begat Mehujael: and Mehujael begat Methusael: and Methusael begat Lamech.",
    "web": "Irad was born to Enoch. Irad became the father of Mehujael. Mehujael became the father of Methushael. Methushael became the father of Lamech."
  },
  {
    "verse": "19",
    "kjv": "And Lamech took unto him two wives: the name of the one was Adah, and the name of the other Zillah.",
    "web": "Lamech took two wives: the name of the first one was Adah, and the name of the second one was Zillah."
  },
  {
    "verse": "20",
    "kjv": "And Adah bare Jabal: he was the father of such as dwell in tents, and of such as have cattle.",
    "web": "Adah gave birth to Jabal, who was the father of those who dwell in tents and have livestock."
  },
  {
    "verse": "21",
    "kjv": "And his brother's name was Jubal: he was the father of all such as handle the harp and organ.",
    "web": "His brother’s name was Jubal, who was the father of all who handle the harp and pipe."
  },
  {
    "verse": "22",
    "kjv": "And Zillah, she also bare Tubalcain, an instructer of every artificer in brass and iron: and the sister of Tubalcain was Naamah.",
    "web": "Zillah also gave birth to Tubal Cain, the forger of every cutting instrument of bronze and iron. Tubal Cain’s sister was Naamah."
  },
  {
    "verse": "23",
    "kjv": "And Lamech said unto his wives, Adah and Zillah, Hear my voice; ye wives of Lamech, hearken unto my speech: for I have slain a man to my wounding, and a young man to my hurt.",
    "web": "Lamech said to his wives, “Adah and Zillah, hear my voice. You wives of Lamech, listen to my speech, for I have slain a man for wounding me, a young man for bruising me."
  },
  {
    "verse": "24",
    "kjv": "If Cain shall be avenged sevenfold, truly Lamech seventy and sevenfold.",
    "web": "If Cain will be avenged seven times, truly Lamech seventy-seven times.”"
  },
  {
    "verse": "25",
    "kjv": "And Adam knew his wife again; and she bare a son, and called his name Seth: For God, said she, hath appointed me another seed instead of Abel, whom Cain slew.",
    "web": "Adam knew his wife again. She gave birth to a son, and named him Seth, saying, “for God has given me another child instead of Abel, for Cain killed him.”"
  },
  {
    "verse": "26",
    "kjv": "And to Seth, to him also there was born a son; and he called his name Enos: then began men to call upon the name of the Lord.",
    "web": "A son was also born to Seth, and he named him Enosh. At that time men began to call on Yahweh’s name."
  }
]
