[
  {
    "verse": "1",
    "kjv": "This is the book of the generations of Adam. In the day that God created man, in the likeness of God made he him;",
    "web": "This is the book of the generations of Adam. In the day that God created man, he made him in God’s likeness."
  },
  {
    "verse": "2",
    "kjv": "Male and female created he them; and blessed them, and called their name Adam, in the day when they were created.",
    "web": "He created them male and female, and blessed them. On the day they were created, he named them Adam."
  },
  {
    "verse": "3",
    "kjv": "And Adam lived an hundred and thirty years, and begat a son in his own likeness, and after his image; and called his name Seth:",
    "web": "Adam lived one hundred thirty years, and became the father of a son in his own likeness, after his image, and named him Seth."
  },
  {
    "verse": "4",
    "kjv": "And the days of Adam after he had begotten Seth were eight hundred years: and he begat sons and daughters:",
    "web": "The days of Adam after he became the father of Seth were eight hundred years, and he became the father of other sons and daughters."
  },
  {
    "verse": "5",
    "kjv": "And all the days that Adam lived were nine hundred and thirty years: and he died.",
    "web": "All the days that Adam lived were nine hundred thirty years, then he died."
  },
  {
    "verse": "6",
    "kjv": "And Seth lived an hundred and five years, and begat Enos:",
    "web": "Seth lived one hundred five years, then became the father of Enosh."
  },
  {
    "verse": "7",
    "kjv": "And Seth lived after he begat Enos eight hundred and seven years, and begat sons and daughters:",
    "web": "Seth lived after he became the father of Enosh eight hundred seven years, and became the father of other sons and daughters."
  },
  {
    "verse": "8",
    "kjv": "And all the days of Seth were nine hundred and twelve years: and he died.",
    "web": "All of the days of Seth were nine hundred twelve years, then he died."
  },
  {
    "verse": "9",
    "kjv": "And Enos lived ninety years, and begat Cainan:",
    "web": "Enosh lived ninety years, and became the father of Kenan."
  },
  {
    "verse": "10",
    "kjv": "And Enos lived after he begat Cainan eight hundred and fifteen years, and begat sons and daughters:",
    "web": "Enosh lived after he became the father of Kenan eight hundred fifteen years, and became the father of other sons and daughters."
  },
  {
    "verse": "11",
    "kjv": "And all the days of Enos were nine hundred and five years: and he died.",
    "web": "All of the days of Enosh were nine hundred five years, then he died."
  },
  {
    "verse": "12",
    "kjv": "And Cainan lived seventy years and begat Mahalaleel:",
    "web": "Kenan lived seventy years, then became the father of Mahalalel."
  },
  {
    "verse": "13",
    "kjv": "And Cainan lived after he begat Mahalaleel eight hundred and forty years, and begat sons and daughters:",
    "web": "Kenan lived after he became the father of Mahalalel eight hundred forty years, and became the father of other sons and daughters"
  },
  {
    "verse": "14",
    "kjv": "And all the days of Cainan were nine hundred and ten years: and he died.",
    "web": "and all of the days of Kenan were nine hundred ten years, then he died."
  },
  {
    "verse": "15",
    "kjv": "And Mahalaleel lived sixty and five years, and begat Jared:",
    "web": "Mahalalel lived sixty-five years, then became the father of Jared."
  },
  {
    "verse": "16",
    "kjv": "And Mahalaleel lived after he begat Jared eight hundred and thirty years, and begat sons and daughters:",
    "web": "Mahalalel lived after he became the father of Jared eight hundred thirty years, and became the father of other sons and daughters."
  },
  {
    "verse": "17",
    "kjv": "And all the days of Mahalaleel were eight hundred ninety and five years: and he died.",
    "web": "All of the days of Mahalalel were eight hundred ninety-five years, then he died."
  },
  {
    "verse": "18",
    "kjv": "And Jared lived an hundred sixty and two years, and he begat Enoch:",
    "web": "Jared lived one hundred sixty-two years, then became the father of Enoch."
  },
  {
    "verse": "19",
    "kjv": "And Jared lived after he begat Enoch eight hundred years, and begat sons and daughters:",
    "web": "Jared lived after he became the father of Enoch eight hundred years, and became the father of other sons and daughters."
  },
  {
    "verse": "20",
    "kjv": "And all the days of Jared were nine hundred sixty and two years: and he died.",
    "web": "All of the days of Jared were nine hundred sixty-two years, then he died."
  },
  {
    "verse": "21",
    "kjv": "And Enoch lived sixty and five years, and begat Methuselah:",
    "web": "Enoch lived sixty-five years, then became the father of Methuselah."
  },
  {
    "verse": "22",
    "kjv": "And Enoch walked with God after he begat Methuselah three hundred years, and begat sons and daughters:",
    "web": "After Methuselah’s birth, Enoch walked with God for three hundred years, and became the father of more sons and daughters."
  },
  {
    "verse": "23",
    "kjv": "And all the days of Enoch were three hundred sixty and five years:",
    "web": "All the days of Enoch were three hundred sixty-five years."
  },
  {
    "verse": "24",
    "kjv": "And Enoch walked with God: and he was not; for God took him.",
    "web": "Enoch walked with God, and he was not found, for God took him."
  },
  {
    "verse": "25",
    "kjv": "And Methuselah lived an hundred eighty and seven years, and begat Lamech.",
    "web": "Methuselah lived one hundred eighty-seven years, then became the father of Lamech."
  },
  {
    "verse": "26",
    "kjv": "And Methuselah lived after he begat Lamech seven hundred eighty and two years, and begat sons and daughters:",
    "web": "Methuselah lived after he became the father of Lamech seven hundred eighty-two years, and became the father of other sons and daughters."
  },
  {
    "verse": "27",
    "kjv": "And all the days of Methuselah were nine hundred sixty and nine years: and he died.",
    "web": "All the days of Methuselah were nine hundred sixty-nine years, then he died."
  },
  {
    "verse": "28",
    "kjv": "And Lamech lived an hundred eighty and two years, and begat a son:",
    "web": "Lamech lived one hundred eighty-two years, then became the father of a son."
  },
  {
    "verse": "29",
    "kjv": "And he called his name Noah, saying, This same shall comfort us concerning our work and toil of our hands, because of the ground which the Lord hath cursed.",
    "web": "He named him Noah, saying, “This one will comfort us in our work and in the toil of our hands, caused by the ground which Yahweh has cursed.”"
  },
  {
    "verse": "30",
    "kjv": "And Lamech lived after he begat Noah five hundred ninety and five years, and begat sons and daughters:",
    "web": "Lamech lived after he became the father of Noah five hundred ninety-five years, and became the father of other sons and daughters."
  },
  {
    "verse": "31",
    "kjv": "And all the days of Lamech were seven hundred seventy and seven years: and he died.",
    "web": "All the days of Lamech were seven hundred seventy-seven years, then he died."
  },
  {
    "verse": "32",
    "kjv": "And Noah was five hundred years old: and Noah begat Shem, Ham, and Japheth.",
    "web": "Noah was five hundred years old, then Noah became the father of Shem, Ham, and Japheth."
  }
]