[
  {
    "verse": "1",
    "kjv": "And it came to pass, when men began to multiply on the face of the earth, and daughters were born unto them,",
    "web": "When men began to multiply on the surface of the ground, and daughters were born to them,"
  },
  {
    "verse": "2",
    "kjv": "That the sons of God saw the daughters of men that they were fair; and they took them wives of all which they chose.",
    "web": "God’s sons saw that men’s daughters were beautiful, and they took any that they wanted for themselves as wives."
  },
  {
    "verse": "3",
    "kjv": "And the Lord said, My spirit shall not always strive with man, for that he also is flesh: yet his days shall be an hundred and twenty years.",
    "web": "Yahweh said, “My Spirit will not strive with man forever, because he also is flesh; so his days will be one hundred twenty years.”"
  },
  {
    "verse": "4",
    "kjv": "There were giants in the earth in those days; and also after that, when the sons of God came in unto the daughters of men, and they bare children to them, the same became mighty men which were of old, men of renown.",
    "web": "The Nephilim were in the earth in those days, and also after that, when God’s sons came in to men’s daughters and had children with them. Those were the mighty men who were of old, men of renown."
  },
  {
    "verse": "5",
    "kjv": "And God saw that the wickedness of man was great in the earth, and that every imagination of the thoughts of his heart was only evil continually.",
    "web": "Yahweh saw that the wickedness of man was great in the earth, and that every imagination of the thoughts of man’s heart was continually only evil."
  },
  {
    "verse": "6",
    "kjv": "And it repented the Lord that he had made man on the earth, and it grieved him at his heart.",
    "web": "Yahweh was sorry that he had made man on the earth, and it grieved him in his heart."
  },
  {
    "verse": "7",
    "kjv": "And the Lord said, I will destroy man whom I have created from the face of the earth; both man, and beast, and the creeping thing, and the fowls of the air; for it repenteth me that I have made them.",
    "web": "Yahweh said, “I will destroy man whom I have created from the surface of the ground—man, along with animals, creeping things, and birds of the sky—for I am sorry that I have made them.”"
  },
  {
    "verse": "8",
    "kjv": "But Noah found grace in the eyes of the Lord.",
    "web": "But Noah found favor in Yahweh’s eyes."
  },
  {
    "verse": "9",
    "kjv": "These are the generations of Noah: Noah was a just man and perfect in his generations, and Noah walked with God.",
    "web": "This is the history of the generations of Noah: Noah was a righteous man, blameless among the people of his time. Noah walked with God."
  },
  {
    "verse": "10",
    "kjv": "And Noah begat three sons, Shem, Ham, and Japheth.",
    "web": "Noah became the father of three sons: Shem, Ham, and Japheth."
  },
  {
    "verse": "11",
    "kjv": "The earth also was corrupt before God, and the earth was filled with violence.",
    "web": "The earth was corrupt before God, and the earth was filled with violence."
  },
  {
    "verse": "12",
    "kjv": "And God looked upon the earth, and, behold, it was corrupt; for all flesh had corrupted his way upon the earth.",
    "web": "God saw the earth, and saw that it was corrupt, for all flesh had corrupted their way on the earth."
  },
  {
    "verse": "13",
    "kjv": "And God said unto Noah, The end of all flesh is come before me; for the earth is filled with violence through them; and, behold, I will destroy them with the earth.",
    "web": "God said to Noah, “I will bring an end to all flesh, for the earth is filled with violence through them. Behold, I will destroy them and the earth."
  },
  {
    "verse": "14",
    "kjv": "Make thee an ark of gopher wood; rooms shalt thou make in the ark, and shalt pitch it within and without with pitch.",
    "web": "Make a ship of gopher wood. You shall make rooms in the ship, and shall seal it inside and outside with pitch."
  },
  {
    "verse": "15",
    "kjv": "And this is the fashion which thou shalt make it of: The length of the ark shall be three hundred cubits, the breadth of it fifty cubits, and the height of it thirty cubits.",
    "web": "This is how you shall make it. The length of the ship shall be three hundred cubits, its width fifty cubits, and its height thirty cubits."
  },
  {
    "verse": "16",
    "kjv": "A window shalt thou make to the ark, and in a cubit shalt thou finish it above; and the door of the ark shalt thou set in the side thereof; with lower, second, and third stories shalt thou make it.",
    "web": "You shall make a roof in the ship, and you shall finish it to a cubit upward. You shall set the door of the ship in its side. You shall make it with lower, second, and third levels."
  },
  {
    "verse": "17",
    "kjv": "And, behold, I, even I, do bring a flood of waters upon the earth, to destroy all flesh, wherein is the breath of life, from under heaven; and every thing that is in the earth shall die.",
    "web": "I, even I, will bring the flood of waters on this earth, to destroy all flesh having the breath of life from under the sky. Everything that is in the earth will die."
  },
  {
    "verse": "18",
    "kjv": "But with thee will I establish my covenant; and thou shalt come into the ark, thou, and thy sons, and thy wife, and thy sons' wives with thee.",
    "web": "But I will establish my covenant with you. You shall come into the ship, you, your sons, your wife, and your sons’ wives with you."
  },
  {
    "verse": "19",
    "kjv": "And of every living thing of all flesh, two of every sort shalt thou bring into the ark, to keep them alive with thee; they shall be male and female.",
    "web": "Of every living thing of all flesh, you shall bring two of every sort into the ship, to keep them alive with you. They shall be male and female."
  },
  {
    "verse": "20",
    "kjv": "Of fowls after their kind, and of cattle after their kind, of every creeping thing of the earth after his kind, two of every sort shall come unto thee, to keep them alive.",
    "web": "Of the birds after their kind, of the livestock after their kind, of every creeping thing of the ground after its kind, two of every sort will come to you, to keep them alive."
  },
  {
    "verse": "21",
    "kjv": "And take thou unto thee of all food that is eaten, and thou shalt gather it to thee; and it shall be for food for thee, and for them.",
    "web": "Take with you some of all food that is eaten, and gather it to yourself; and it will be for food for you, and for them.”"
  },
  {
    "verse": "22",
    "kjv": "Thus did Noah; according to all that God commanded him, so did he.",
    "web": "Thus Noah did. He did all that God commanded him."
  }
]
