[
  {
    "verse": "1",
    "kjv": "For I would that ye knew what great conflict I have for you, and for them at Laodicea, and for as many as have not seen my face in the flesh;",
    "web": "For I desire to have you know how greatly I struggle for you and for those at Laodicea, and for as many as have not seen my face in the flesh;",
    "chr": "ᎠᏆᏚᎵᏰᏃ ᎢᏥᎦᏙᎥᎯᏍᏗᏱ ᏂᎦᎥ ᏥᎩᎵᏲᎬ ᎦᏟᏂᎬᏁᎲ ᏂᎯ ᎨᏒ ᎢᏳᏍᏗ, ᎠᎴ ᎾᏍᎩ Ꮎ ᎴᎣᏗᏏᏯ ᎠᏁᎯ, ᎠᎴ ᎾᏂᎥᏉ ᎤᏂᎪᎲᎯ ᏂᎨᏒᎾ ᎠᏆᎧᏛ ᎠᏂ ᎤᏇᏓᎵ ᎨᏒᎢ;"
  },
  {
    "verse": "2",
    "kjv": "That their hearts might be comforted, being knit together in love, and unto all riches of the full assurance of understanding, to the acknowledgement of the mystery of God, and of the Father, and of Christ;",
    "web": "that their hearts may be comforted, they being knit together in love, and gaining all riches of the full assurance of understanding, that they may know the mystery of God, both of the Father and of Christ,",
    "chr": "ᎾᏍᎩ ᏧᏂᎾᏫ ᎤᎦᎵᏍᏗ ᏗᎬᏩᏓᏅᏓᏗᏍᏗ ᎢᏳᎵᏍᏙᏗᏱ ᏚᎾᏚᏓᏕᏫᏍᏛ ᎠᏓᎨᏳᏗ ᎨᏒᎢ, ᎠᎴ ᏭᏂᏱᎶᎯᏍᏗᏱ ᏂᎦᎥ ᎦᎸᏉᏗᏳ ᎨᏒ ᏄᏜᏏᏛᏒᎾ ᎪᎯᏳᏗ ᎨᏒ ᎾᏍᎩ ᎪᎵᏍᏗ ᎨᏒ ᏨᏗᏓᎴᎲᏍᎦ, ᎤᏂᎦᏙᎥᎯᏍᏗᏯ ᎤᏕᎵᏛ ᎨᏒ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ, ᎾᏍᎩ ᎠᎦᏴᎵᎨ ᎤᏤᎵᎦ, ᎠᎴ ᎦᎶᏁᏛ ᎤᏤᎵᎦ;"
  },
  {
    "verse": "3",
    "kjv": "In whom are hid all the treasures of wisdom and knowledge.",
    "web": "in whom all the treasures of wisdom and knowledge are hidden.",
    "chr": "ᎾᏍᎩ ᏥᏚᏍᏆᏂᎪᏗ ᏥᏚᏩᏍᎦᎳ ᏂᎦᎥ ᎤᏣᏘ ᏧᎬᏩᎶᏗ ᎠᎵᏏᎾᎯᏍᏙᏗ ᎨᏒ ᎠᎴ ᎠᎦᏙᎥᎯᏍᏗ ᎨᏒᎢ."
  },
  {
    "verse": "4",
    "kjv": "And this I say, lest any man should beguile you with enticing words.",
    "web": "Now I say this that no one may delude you with persuasiveness of speech.",
    "chr": "ᎠᎴ ᎯᎠ ᎾᏍᎩ ᏂᏥᏪᎭ ᎾᏍᎩ ᎩᎶ ᎢᏥᎶᏄᎮᏍᏗᏱ ᏂᎨᏒᎾ ᎾᏍᎩ ᎤᏬᏚᎯ ᎦᏬᏂᎯᏍᏗ ᎨᏒ ᎬᏗ."
  },
  {
    "verse": "5",
    "kjv": "For though I be absent in the flesh, yet am I with you in the spirit, joying and beholding your order, and the stedfastness of your faith in Christ.",
    "web": "For though I am absent in the flesh, yet I am with you in the spirit, rejoicing and seeing your order, and the steadfastness of your faith in Christ.",
    "chr": "ᎠᎩᎪᏁᎸᏍᎩᏂᏃᏅ ᎠᎩᏇᏓᎸ ᎨᏒᎢ, ᎠᏎᏃ ᎠᏆᏓᏅᏙ ᎨᏒ ᎢᏨᏰᎳᏗᏙᎭ, ᎦᎵᎡᎵᎦ ᎠᎴ ᏕᎦᎦᏂᎭ ᎣᏏᏳ ᏂᏣᏛᏁᎲ, ᎠᎴ ᎤᎵᏂᎩᏗᏳ ᎨᏒ ᎡᏦᎢᏳᏒ ᎦᎶᏁᏛ."
  },
  {
    "verse": "6",
    "kjv": "As ye have therefore received Christ Jesus the Lord, so walk ye in him:",
    "web": "As therefore you received Christ Jesus the Lord, walk in him,",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎾᏍᎩᏯ ᏤᏣᏓᏂᎸᏨᎯ ᎨᏒ ᎦᎶᏁᏛ ᏥᏌ ᎤᎬᏫᏳᎯ, ᎾᏍᎩᏯ ᏄᏍᏕᏍᏗ ᎡᏥᏍᏓᏩᏗᏒᎢ;"
  },
  {
    "verse": "7",
    "kjv": "Rooted and built up in him, and stablished in the faith, as ye have been taught, abounding therein with thanksgiving.",
    "web": "rooted and built up in him and established in the faith, even as you were taught, abounding in it in thanksgiving.",
    "chr": "ᎾᎿ ᏗᏥᎿᏍᏕᏜᏛᎯ ᎠᎴ ᎾᎿ ᎡᏣᏁᏍᎨᎲᎯ, ᎠᎴ ᎤᎵᏂᎩᏛ ᎢᏰᏨᏁᎸᎯ ᎢᏦᎯᏳᏒᎢ, ᎾᏍᎩᏯ ᎡᏤᏲᏅᎢ, ᎾᏍᎩ ᎤᏣᏘ ᎨᏎᏍᏗ [ᎢᏦᎯᏳᏒᎢ] ᎤᎵᏠᏯᏍᏕᏍᏗ ᎠᎵᎮᎵᏤᏗ ᎨᏒ ᎤᏁᎳᏅᎯ."
  },
  {
    "verse": "8",
    "kjv": "Beware lest any man spoil you through philosophy and vain deceit, after the tradition of men, after the rudiments of the world, and not after Christ.",
    "web": "Be careful that you don’t let anyone rob you through his philosophy and vain deceit, after the tradition of men, after the elemental spirits of the world, and not after Christ.",
    "chr": "ᎢᏤᏯᏔᎮᏍᏗ ᏞᏍᏗ ᎩᎶ ᏥᏥᎾᏌᏂ, ᎠᏏᎾᏍᏛ ᎦᏬᏂᎯᏍᏗ ᎨᏒ ᎬᏗ, ᎾᏍᎩᏯ ᏴᏫ ᏓᎾᏕᏲᎲᏍᎬᎢ, ᎾᏍᎩᏯ ᎡᎶᎯ ᏗᎴᏅᏙᏗ ᏓᏕᏲᎲᏍᎬᎢ, ᎥᏝᏃ ᎾᏍᎩᏯ ᎦᎶᏁᏛ ᏓᏕᏲᎲᏍᎬᎢ;"
  },
  {
    "verse": "9",
    "kjv": "For in him dwelleth all the fulness of the Godhead bodily.",
    "web": "For in him all the fullness of the Deity dwells bodily,",
    "chr": "ᎾᏍᎩᏰᏃ [ᎦᎶᏁᏛ] ᎠᏰᎸᎢ ᎠᏯᎠ ᏂᎦᏛ ᎠᎧᎵᎢ ᎤᏁᎳᏅᎯ."
  },
  {
    "verse": "10",
    "kjv": "And ye are complete in him, which is the head of all principality and power:",
    "web": "and in him you are made full, who is the head of all principality and power.",
    "chr": "ᎠᎴ ᎡᏥᎧᎵᎸᎯ ᎾᏍᎩ ᎢᏳᏩᏂᏌᏅᎯ ᎾᏍᎩ ᏄᎬᏫᏳᏌᏕᎩ ᏥᎩ ᎾᏂᎥ ᏄᏂᎬᏫᏳᏌᏕᎩ, ᎠᎴ ᏗᎨᎦᏁᎶᏗ ᎨᏒᎢ;"
  },
  {
    "verse": "11",
    "kjv": "In whom also ye are circumcised with the circumcision made without hands, in putting off the body of the sins of the flesh by the circumcision of Christ:",
    "web": "In him you were also circumcised with a circumcision not made with hands, in the putting off of the body of the sins of the flesh, in the circumcision of Christ,",
    "chr": "ᎾᏍᎩ ᎾᏍᏉ ᎢᏳᏩᏂᏌᏅᎯ ᏤᏥᎤᏍᏕᏎᎸᎯ ᏥᎩ, ᎠᎱᏍᏕᏍᏗ ᎬᏔᏅᎯ ᎾᏍᎩ ᎩᎶ ᏧᏬᏰᏂ ᏧᏩᏔᏅᎯ ᏂᎨᏒᎾ, ᎾᏍᎩ ᎢᏴᏛ ᏂᏨᏁᎲ ᎠᏰᎵ ᎾᏍᎩ ᎤᏇᏓᎵ ᎨᏒ ᎤᏍᎦᏅᎢᏍᏔᏅᎢ ᎢᏨᏗᏍᎬ ᎦᎶᏁᏛ ᎤᏤᎵ ᎠᎱᏍᏕᏍᏗ ᎨᏒᎢ;"
  },
  {
    "verse": "12",
    "kjv": "Buried with him in baptism, wherein also ye are risen with him through the faith of the operation of God, who hath raised him from the dead.",
    "web": "having been buried with him in baptism, in which you were also raised with him through faith in the working of God, who raised him from the dead.",
    "chr": "ᎡᏥᏂᏌᏅ ᎾᏍᎩ ᎠᏥᏂᏌᏅ ᏗᏓᏬᏍᏗ ᎨᏒ ᎬᏔᏅᎯ, ᎾᏍᎩ ᎾᏍᏉ ᎬᏔᏅᎯ ᏕᏣᎴᏔᏅ ᎾᏍᎩ ᏓᎦᎴᏔᏅᎢ ᎬᏔᏅᎯ ᏕᏣᎴᏔᏅ ᎾᏍᎩ ᏓᎦᎴᏔᏅᎢ ᏅᏧᎵᏍᏙᏔᏅ ᎢᏦᎯᏳᏒ ᎤᏁᎳᏅᎯ ᏚᎸᏫᏍᏓᏁᎸᎢ, ᎾᏍᎩ ᏧᎴᏔᏅᎯ ᏥᎩ ᎤᏲᎱᏒᎢ."
  },
  {
    "verse": "13",
    "kjv": "And you, being dead in your sins and the uncircumcision of your flesh, hath he quickened together with him, having forgiven you all trespasses;",
    "web": "You were dead through your trespasses and the uncircumcision of your flesh. He made you alive together with him, having forgiven us all our trespasses,",
    "chr": "ᏂᎯᏃ ᏗᏥᏲᎱᏒᎯ ᏂᎨᏒ ᎤᏣᏘᏂ ᏂᏣᏛᏁᎸ ᎢᏣᏚᏓᎸᎢ ᎠᎴ ᏂᏕᏥᎤᏍᏕᏎᎸᎾ ᎨᏒ ᎢᏥᏇᏓᎸᎢ, ᏗᏨᏃᏛ ᏂᏨᏁᎸ ᎾᏍᎩ ᎬᏃᏛ ᎾᎬᏁᎸᎢ, ᎦᏰᏥᏁᎸ ᏂᎦᏗᏳ ᎤᏣᏘᏂ ᏂᏣᏛᏁᎸᎢ,"
  },
  {
    "verse": "14",
    "kjv": "Blotting out the handwriting of ordinances that was against us, which was contrary to us, and took it out of the way, nailing it to his cross;",
    "web": "wiping out the handwriting in ordinances which was against us. He has taken it out of the way, nailing it to the cross.",
    "chr": "ᎠᏲᏍᏗᏍᎬ ᎪᏪᎸ ᏗᎧᎿᏩᏛᏍᏗ ᎢᎦᏡᏗᏍᎩ, ᎾᏍᎩ ᎢᎩᏲᏍᏙᏓᏁᎯ ᏥᎨᏒᎩ, ᎠᎴ ᎤᎲᏒᎩ, ᎤᏤᎵ ᏓᏓᎿᏩᏍᏛ ᎤᏪᏯᎸᏅᎩ ᏴᏫ ᏚᏪᎭᏔᏅᎩ;"
  },
  {
    "verse": "15",
    "kjv": "And having spoiled principalities and powers, he made a shew of them openly, triumphing over them in it.",
    "web": "Having stripped the principalities and the powers, he made a show of them openly, triumphing over them in it.",
    "chr": "ᏚᎾᏌᏅᏃ ᏄᏂᎬᏫᏳᏌᏕᎩ ᎠᎴ ᏗᎨᎦᏁᎶᏗ ᎨᏒᎢ, ᎬᏂᎨᏒ ᏚᎾᏄᎪᏫᏎᎢ, ᏓᏓᎵᏁᎯᏕᎨᎢ ᎾᏍᎩ [ᏓᏓᎿᏩᏍᏛ] ᎬᏗᏍᎬᎢ."
  },
  {
    "verse": "16",
    "kjv": "Let no man therefore judge you in meat, or in drink, or in respect of an holyday, or of the new moon, or of the sabbath days:",
    "web": "Let no one therefore judge you in eating or drinking, or with respect to a feast day or a new moon or a Sabbath day,",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᏞᏍᏗ ᎩᎶ ᏱᏗᏧᎪᏓᏁᎮᏍᏗ ᎠᎵᏍᏓᏴᏗ ᎤᎬᏩᎵ, ᎠᎴ ᎠᏗᏔᏍᏗ, ᎠᎴ ᎦᎸᏉᏗ ᎢᎦ, ᎠᎴ ᎢᏤ ᏅᏙ ᎠᏢᏁᎬᎢ, ᎠᎴ ᏚᎾᏙᏓᏆᏍᎬ ᎢᎦ;"
  },
  {
    "verse": "17",
    "kjv": "Which are a shadow of things to come; but the body is of Christ.",
    "web": "which are a shadow of the things to come; but the body is Christ’s.",
    "chr": "ᎾᏍᎩ ᎤᏓᏩᏗᏍᏙᏛᏉ ᎨᏒᎩ ᎾᏍᎩ Ꮎ ᏧᏓᎴᏅᏛ ᎤᎵᏱᎶᎯᏍᏗ ᎨᏒᎢ; ᎠᏓᏩᏗᏍᏙᏗᏍᎩᏍᎩᏂ ᎦᎶᏁᏛ ᎨᏒᎩ."
  },
  {
    "verse": "18",
    "kjv": "Let no man beguile you of your reward in a voluntary humility and worshipping of angels, intruding into those things which he hath not seen, vainly puffed up by his fleshly mind,",
    "web": "Let no one rob you of your prize by self-abasement and worshiping of the angels, dwelling in the things which he has not seen, vainly puffed up by his fleshly mind,",
    "chr": "ᏞᏍᏗ ᎩᎶ ᏥᏥᎷᏄᎮᎵ ᏥᏥᏲᏍᏙᏓᏁᎵ ᎠᏌᏍᏛ ᎡᏥᏁᏗᏱ ᎤᏚᎵᏍᎬ ᎤᏓᏙᎵᏍᏗ ᎢᏳᎵᏍᏙᏗᏱ, ᎠᎴ ᏗᏂᎧᎿᏩᏗᏙᎯ ᏧᎾᏓᏙᎵᏍᏓᏁᏗᏱ, ᎾᏍᎩ ᎤᎵᏌᎳᏁᎲ ᎤᎪᎲᎯ ᏂᎨᏒᎾ ᎨᏒᎢ, ᎠᏎᏉᏉ ᎠᏕᏋᎯᏍᏗᏍᎬ ᎬᏗᏍᎬ ᎤᏇᏓᎵ ᎤᏓᏅᏖᏗ ᎨᏒᎢ;"
  },
  {
    "verse": "19",
    "kjv": "And not holding the Head, from which all the body by joints and bands having nourishment ministered, and knit together, increaseth with the increase of God.",
    "web": "and not holding firmly to the Head, from whom all the body, being supplied and knit together through the joints and ligaments, grows with God’s growth.",
    "chr": "ᎠᎴ ᏂᏚᏂᏴᏒᎾ ᎨᏒ ᎠᏍᎪᎵ, ᎾᎿ ᏨᏗᏓᎴᎲᏍᎦ ᏂᎬ ᎠᏰᎸᎢ ᏚᎯᏞᏫᏒᎢ ᎠᎴ ᏧᏩᏚᎾ ᏚᏪᏙᎸᎢ ᎤᎵᏍᏕᎸᏙᏙᎢ, ᎠᎴ ᏚᏚᏓᏕᏫᏐᎢ ᎠᏛᏍᎪᎢ ᎾᏍᎩᏯ ᎤᏁᎳᏅᎩ ᎤᏁᏉᏍᎬᎢ."
  },
  {
    "verse": "20",
    "kjv": "Wherefore if ye be dead with Christ from the rudiments of the world, why, as though living in the world, are ye subject to ordinances,",
    "web": "If you died with Christ from the elemental spirits of the world, why, as though living in the world, do you subject yourselves to ordinances,",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ, ᎢᏳᏃ ᎦᎶᏁᏛ ᎤᏲᎱᏒ ᏗᏥᏲᎱᏒᎯ ᎨᏎᏍᏗ ᎡᎶᎯ ᎡᎯ ᎠᎴᏅᏙᏗ ᏗᏕᎶᏆᏍᏗ ᎤᎬᏩᎵ, ᎦᏙᏃ ᎡᎶᎯ ᏥᏤᎰ ᎾᏍᎩᏯ ᏙᏣᏁᎶᏗ ᏗᎧᎿᏩᏛᏍᏗ,"
  },
  {
    "verse": "21",
    "kjv": "(Touch not; taste not; handle not;",
    "web": "“Don’t handle, nor taste, nor touch”",
    "chr": "ᏴᏫ ᎤᏂᏁᏨᎯ ᎠᎴ ᏧᎾᏕᏲᏅᎯ? ᎾᏍᎩ ᏞᏍᏗ ᏣᏒᏂᎸᎩ; ᏞᏍᏗ ᎤᏍᏗᎤᏅ ᏣᎬᎩ; ᏞᏍᏗ ᏣᏱᏙᎸᎩ;"
  },
  {
    "verse": "22",
    "kjv": "Which all are to perish with the using;) after the commandments and doctrines of men?",
    "web": "(all of which perish with use), according to the precepts and doctrines of men?",
    "chr": "(ᏂᎦᏛᏰᏃ ᎾᏍᎩ ᎤᎾᎵᏛᏙᏗ ᎪᎱᏍᏗ ᏕᎲᏗᏍᎬ ᎢᏳᎢ;)"
  },
  {
    "verse": "23",
    "kjv": "Which things have indeed a shew of wisdom in will worship, and humility, and neglecting of the body: not in any honour to the satisfying of the flesh.",
    "web": "These things indeed appear like wisdom in self-imposed worship, humility, and severity to the body, but aren’t of any value against the indulgence of the flesh.",
    "chr": "ᎾᏍᎩ ᏧᏓᎴᏅᏛ ᎤᏙᎯᏳᎯ ᎠᎵᏏᎾᎯᏍᏙᏗ ᎨᏒ ᏓᏤᎸ, ᎾᏍᎩ ᎾᎿ ᎣᏩᏒ ᎣᏓᏅᏖᏛ ᎤᏁᎳᏅᎯ ᎠᏓᏙᎵᏍᏓᏁᏗ ᎨᏒᎢ, ᎠᎴ ᎣᏓᏙᎵᏍᏗ ᎨᏒᎢ, ᎠᎴ ᏃᎦᏌᏯᏍᏛᎾ ᎨᏒ ᎥᏰᎸᎢ, ᎥᏝᏃ ᎾᏍᎩ ᎠᎦᎸᏉᏗᏍᎬᎢ, ᎤᏇᏓᎵ ᎤᏂᎬᏎᎲ ᎥᏩᏛᎡᎲᎢ."
  }
]