[
  {
    "verse": "1",
    "kjv": "If ye then be risen with Christ, seek those things which are above, where Christ sitteth on the right hand of God.",
    "web": "If then you were raised together with Christ, seek the things that are above, where Christ is, seated on the right hand of God.",
    "chr": "ᎢᏳᏃ ᎰᏩ ᎦᎶᏁᏛ ᏚᎴᏅ ᏗᏣᎴᏅᎯ ᎨᏎᏍᏗ, ᎢᏥᏲᎮᏍᏗ ᎾᏍᎩ ᎦᎸᎳᏗ ᎡᎯ ᎨᏒᎢ, ᎾᎿ ᎦᎶᏁᏛ ᎤᏬᎸ ᎤᏁᎳᏅᎯ ᎠᎦᏘᏏᏗᏢ."
  },
  {
    "verse": "2",
    "kjv": "Set your affection on things above, not on things on the earth.",
    "web": "Set your mind on the things that are above, not on the things that are on the earth.",
    "chr": "ᎢᏣᎦᏌᏯᏍᏕᏍᏗ ᎾᏍᎩ Ꮎ ᎦᎸᎳᏗ ᎡᎯ ᎨᏒᎢ, ᎥᏞᏍᏗᏃ ᎡᎶᎯ ᎡᎯ ᎨᏒᎢ."
  },
  {
    "verse": "3",
    "kjv": "For ye are dead, and your life is hid with Christ in God.",
    "web": "For you died, and your life is hidden with Christ in God.",
    "chr": "ᏗᏥᏲᎱᏒᎯᏰᏃ, ᏕᏨᏅᏃ ᎦᎶᏁᏛ ᏪᎲ ᏚᏩᏍᎦᎸ ᎤᏁᎳᏅᎯ."
  },
  {
    "verse": "4",
    "kjv": "When Christ, who is our life, shall appear, then shall ye also appear with him in glory.",
    "web": "When Christ, our life, is revealed, then you will also be revealed with him in glory.",
    "chr": "ᎦᎶᏁᏛ ᎦᎷᏨ ᎢᏳᎢ, ᎾᏍᎩ ᎬᏂᏛ ᎢᎩᏁᎯ ᏥᎩ, ᎿᏉ ᎾᏍᏉ ᏂᎯ ᎢᏥᎾᏄᎪᎢᏍᏗ ᎨᏎᏍᏗ ᎾᏍᎩ ᎢᏤᎮᏍᏗ ᎦᎸᏉᏗᏳ ᎨᏒ ᎢᏣᏄᏬᏍᏕᏍᏗ."
  },
  {
    "verse": "5",
    "kjv": "Mortify therefore your members which are upon the earth; fornication, uncleanness, inordinate affection, evil concupiscence, and covetousness, which is idolatry:",
    "web": "Put to death therefore your members which are on the earth: sexual immorality, uncleanness, depraved passion, evil desire, and covetousness, which is idolatry.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᏕᏥᎯᎮᏍᏗ ᏗᏥᏰᎸ ᏕᏣᏚᏓᏕᏫᏒ ᎠᏂ ᎡᎶᎯ; ᎾᏍᎩ ᎤᏕᎵᏛ ᏗᏂᏏᏗ ᎨᏒᎢ, ᎦᏓᎭ ᎨᏒᎢ, ᎠᎬᎥᎯᏍᏗ ᎨᏒᎢ, ᎤᏲ ᎠᏚᎸᏅᏗ ᎨᏒᎢ, ᎠᎴ ᏧᎬᏩᎶᏗ ᎠᎬᎥᎯᏍᏗ ᎨᏒᎢ, ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎠᏰᎸᎯ ᎠᏓᏙᎵᏍᏓᏁᏗ ᏥᎩ;"
  },
  {
    "verse": "6",
    "kjv": "For which things' sake the wrath of God cometh on the children of disobedience:",
    "web": "For these things’ sake the wrath of God comes on the children of disobedience.",
    "chr": "ᎾᏍᎩ ᏅᏗᎦᎵᏍᏙᏗᎭ ᎤᏁᎳᏅᎯ ᎤᏔᎳᏬᎯᏍᏗ ᎨᏒ ᎤᏂᎷᏤᎭ ᎤᏃᎯᏳᎯᏍᏛ ᏂᎨᏒᎾ ᏴᏫ."
  },
  {
    "verse": "7",
    "kjv": "In the which ye also walked some time, when ye lived in them.",
    "web": "You also once walked in those, when you lived in them,",
    "chr": "ᎾᎿ ᎾᏍᏉ ᏂᎯ ᎢᎸᎯᏳ ᏥᏤᏙᎲᎩ, ᎾᎯᏳ ᎾᏍᎩ ᏂᏣᏛᏁᎲ ᏥᏤᎲᎩ."
  },
  {
    "verse": "8",
    "kjv": "But now ye also put off all these; anger, wrath, malice, blasphemy, filthy communication out of your mouth.",
    "web": "but now you must put them all away: anger, wrath, malice, slander, and shameful speaking out of your mouth.",
    "chr": "ᎠᏎᏃ ᎪᎯ ᎨᏒ ᏂᎯ ᎾᏍᏉ ᎯᎠ ᏂᎦᏛ ᎢᏴᏛ ᏂᏕᏨᏁᎭ; ᎠᏔᎳᏬᎯᏍᏗ ᎨᏒᎢ, ᎧᎾᎸᎢᏍᏗ ᎨᏒᎢ, ᎠᏓᏂᏆᏗᏍᏗ ᎨᏒᎢ, ᎠᏐᏢᎢᏍᏙᏗ ᎨᏒᎢ, ᎤᏁᎢᎸᏗ ᎦᏬᏂᎯᏍᏗ ᎨᏒ ᏗᏥᎰᎵ ᏅᏓᏳᏄᎪᏨᎯ."
  },
  {
    "verse": "9",
    "kjv": "Lie not one to another, seeing that ye have put off the old man with his deeds;",
    "web": "Don’t lie to one another, seeing that you have put off the old man with his doings,",
    "chr": "ᏞᏍᏗ ᏱᏗᏣᏓᏥᎪᏁᎮᏍᏗ, ᎢᏴᏛᏰᏃ ᎢᏰᏨᏁᎸᎯ ᎤᏪᏘ ᏴᏫ ᏚᎸᏫᏍᏓᏁᎲ ᎬᏩᎵᏠᏯᏍᏗ;"
  },
  {
    "verse": "10",
    "kjv": "And have put on the new man, which is renewed in knowledge after the image of him that created him:",
    "web": "and have put on the new man, who is being renewed in knowledge after the image of his Creator,",
    "chr": "ᎠᎴ ᎢᏤ ᏴᏫ ᎢᏣᏄᏬᏍᏔᏅᎯ, ᎾᏍᎩ ᎢᏤ ᎢᎬᏁᎸᎯ ᏥᎩ ᎾᏍᎩ ᎠᎦᏙᎥᎯᏍᏗᎨᏒ ᎤᎬᏩᎵ, ᎾᏍᎩᏯ ᏄᏍᏛ ᎾᏍᎩ ᎤᏬᏢᏅᎯ ᎨᏒᎢ;"
  },
  {
    "verse": "11",
    "kjv": "Where there is neither Greek nor Jew, circumcision nor uncircumcision, Barbarian, Scythian, bond nor free: but Christ is all, and in all.",
    "web": "where there can’t be Greek and Jew, circumcision and uncircumcision, barbarian, Scythian, bondservant, or free person; but Christ is all, and in all.",
    "chr": "ᎾᎿᏂ ᎥᏝ ᎩᎶ ᎠᎪᎢ ᏱᎩ, ᎠᎴ ᎠᏧᏏ, ᎠᏥᎤᏍᏕᏎᎸᎯ ᎠᎴ ᎠᏥᎤᏍᏕᏎᎸᎯ ᏂᎨᏒᎾ, ᏅᏩᏓᎴ ᏴᏫ, ᏏᏗᏱ ᎡᎯ, ᎠᏥᎾᏝᎢ ᎠᎴ ᎾᏥᎾᏝᎥᎾ; ᎦᎶᏁᏛᏍᎩᏂ ᏂᎦᎥ ᎪᎱᏍᏗ ᏂᎦᎵᏍᏓ, ᎠᎴ ᏂᎦᏗᏳ ᏗᏯᎢ."
  },
  {
    "verse": "12",
    "kjv": "Put on therefore, as the elect of God, holy and beloved, bowels of mercies, kindness, humbleness of mind, meekness, longsuffering;",
    "web": "Put on therefore, as God’s chosen ones, holy and beloved, a heart of compassion, kindness, lowliness, humility, and perseverance;",
    "chr": "ᎠᏍᎩ ᎢᏳᏍᏗ, ᎾᏍᎩᏯ ᎢᏳᎾᏛᏁᏗ ᎤᏁᎳᏅᎯ ᏧᏑᏰᏛ ᎨᏒᎢ, ᎤᎾᏓᏅᏘ ᎠᎴ ᎨᏥᎨᏳᎢ, ᎢᏣᏄᏬᏍᏓ ᎤᏬᏙᎵᏍᏗ ᎠᏓᏅᏓᏗᏍᏗ ᎨᏒᎢ, ᎠᎴ ᎠᏓᏙᎵᏍᏗ ᎨᏒᎢ, ᎠᎴ ᎤᏓᏙᎵᏍᏗ ᎨᏒᎢ, ᎤᏓᏅᏘ ᎨᏒᎢ, ᎠᎴ ᎤᏓᏙᎵᏍᏗ ᎨᏒᎢ, ᎤᏓᏅᏘ ᎨᏒᎢ, ᎪᎯᏗᏳ ᎤᏁᎳᎩ ᏗᏓᏕᎵᏎᏗ ᎨᏒᎢ;"
  },
  {
    "verse": "13",
    "kjv": "Forbearing one another, and forgiving one another, if any man have a quarrel against any: even as Christ forgave you, so also do ye.",
    "web": "bearing with one another, and forgiving each other, if any man has a complaint against any; even as Christ forgave you, so you also do.",
    "chr": "ᎤᏁᎳᎩ ᏕᏣᏓᏕᎵᏎᎮᏍᏗ, ᎠᎴ ᏗᎨᏣᏓᏁᎮᏍᏗ ᏕᏣᏓᏍᎦᏅᏤᎲᎢ, ᎢᏳᏃ ᎩᎶ ᎪᎱᏍᏗ ᏱᏓᎾᏓᏕᎵᏎᎭ; ᎾᏍᎩᏯ ᎦᎶᏁᏛ ᎦᎨᏥᏁᎸ ᎢᏥᏍᎦᏅᏨᎢ, ᎾᏍᎩᏯ ᎾᏍᏉ ᏂᎯ ᎾᏍᎩ ᏂᏣᏛᏁᎮᏍᏗ."
  },
  {
    "verse": "14",
    "kjv": "And above all these things put on charity, which is the bond of perfectness.",
    "web": "Above all these things, walk in love, which is the bond of perfection.",
    "chr": "ᎠᎴ Ꮀ ᎤᎬᏫᏳᏎᏍᏗ ᎢᏣᏄᏬᏍᏕᏍᏗ ᎠᏓᎨᏳᏗ ᎨᏒᎢ, ᎾᏍᎩ ᏗᎫᏓᏛᏍᎩ ᏥᎩ ᏂᎦᎷᎶᎬᎾ."
  },
  {
    "verse": "15",
    "kjv": "And let the peace of God rule in your hearts, to the which also ye are called in one body; and be ye thankful.",
    "web": "And let the peace of God rule in your hearts, to which also you were called in one body, and be thankful.",
    "chr": "ᎠᎴ ᏅᏩᏙᎯᏍᏛ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᎤᎬᏫᏳᏌᏕᎨᏍᏗ ᏗᏥᎾᏫᏱ, ᎾᎿ ᎢᏗᏢ ᎾᏍᏉ ᎡᏥᏯᏅᏛ ᏥᎩ ᎾᏍᎩ ᏌᏉ ᎠᏰᎵ ᎢᏣᎵᏍᏙᏗᏱ; ᎠᎴ ᎤᎵᎮᎵᏍᏗᏳ ᎢᏣᏓᏅᏖᏍᏗ."
  },
  {
    "verse": "16",
    "kjv": "Let the word of Christ dwell in you richly in all wisdom; teaching and admonishing one another in psalms and hymns and spiritual songs, singing with grace in your hearts to the Lord.",
    "web": "Let the word of Christ dwell in you richly; in all wisdom teaching and admonishing one another with psalms, hymns, and spiritual songs, singing with grace in your heart to the Lord.",
    "chr": "ᎧᏃᎮᏛ ᎦᎶᏁᏛ ᎤᏤᎵ ᎤᏣᏘ ᎢᏥᏯᎡᏍᏗ ᎦᎾᏄᎪᏫᏍᎨᏍᏗ ᏂᎦᎥ ᎠᎵᏏᎾᎯᏍᏙᏗ ᎨᏒᎢ; ᏕᏣᏓᏕᏲᎲᏍᎨᏍᏗ ᎠᎴ ᏕᏣᏓᏬᏁᏗᏍᎨᏍᏗ ᏕᏨᏗᏍᎨᏍᏗ ᎤᏁᎳᏅᎯ ᏗᎧᏃᎩᏍᏙᏗ, ᎠᎴ ᎦᎸᏉᏙᏗ ᏗᎧᏃᎩᏍᏗ, ᎠᎴ ᎠᏓᏅᏙ ᎤᎬᏩᎵ ᏗᎧᏃᎩᏍᏗ, ᏕᏥᏃᎩᏍᎨᏍᏗ, ᏗᏥᎾᏫᏱ ᏗᏓᎴᎲᏍᎨᏍᏗ ᎤᎬᏫᏳᎯ ᏕᏥᏃᎩᏍᎨᏍᏗ ᎡᏣᎵᎡᎵᏤᎮᏍᏗ."
  },
  {
    "verse": "17",
    "kjv": "And whatsoever ye do in word or deed, do all in the name of the Lord Jesus, giving thanks to God and the Father by him.",
    "web": "Whatever you do, in word or in deed, do all in the name of the Lord Jesus, giving thanks to God the Father through him.",
    "chr": "ᎠᎴ ᏂᎦᎥ ᏂᏣᏛᏁᎵᏙᎲᎢ, ᎢᏥᏬᏂᏍᎬ ᎠᎴ ᏕᏥᎸᏫᏍᏓᏁᎲ ᏱᎩ, ᏂᎦᎥ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᏙᎥ ᎢᏨᏗᏍᎨᏍᏗ, ᎡᏣᎵᎡᎵᏤᎮᏍᏗ ᎤᏁᎳᏅᎯ ᎾᏍᎩ ᎠᎦᏴᎵᎨᎢ, ᎾᏍᎩ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ."
  },
  {
    "verse": "18",
    "kjv": "Wives, submit yourselves unto your own husbands, as it is fit in the Lord.",
    "web": "Wives, be in subjection to your husbands, as is fitting in the Lord.",
    "chr": "ᎢᏥᎨᏴ, ᏕᏦᎯᏳᏎᏍᏗ ᎢᏨᏒ ᏗᎨᏥᏰᎯ ᎾᏍᎩ ᎢᏨᏛᏁᏗᏱ ᏥᏚᏳᎪᏗ ᎤᎬᏫᏳᎯ ᏕᏥᎦᎿᏩᏗᏒᎢ."
  },
  {
    "verse": "19",
    "kjv": "Husbands, love your wives, and be not bitter against them.",
    "web": "Husbands, love your wives, and don’t be bitter against them.",
    "chr": "ᎢᏥᏍᎦᏯ, ᏕᏥᎨᏳᏎᏍᏗ ᏗᏣᏓᎵᎢ, ᎠᎴ ᏞᏍᏗ ᏱᏗᏥᏂᏆᏘᎮᏍᏗ."
  },
  {
    "verse": "20",
    "kjv": "Children, obey your parents in all things: for this is well pleasing unto the Lord.",
    "web": "Children, obey your parents in all things, for this pleases the Lord.",
    "chr": "ᏗᏥᏲᎵ, ᏕᏦᎯᏳᏎᏍᏗ ᏗᏥᎦᏴᎵᎢ ᏂᎦᎥ ᏂᎨᏥᏪᏎᎲᎢ; ᎣᏏᏳᏰᏃ ᎤᏰᎸᏗ ᎤᎬᏫᏳᎯ ᎾᏍᎩ ᎯᎠ."
  },
  {
    "verse": "21",
    "kjv": "Fathers, provoke not your children to anger, lest they be discouraged.",
    "web": "Fathers, don’t provoke your children, so that they won’t be discouraged.",
    "chr": "ᎢᏥᎦᏴᎵᎨᎢ, ᏞᏍᏗ ᏱᏗᏥᎿᎸᏍᏗᏍᎨᏍᏗ ᏗᏤᏥ, ᏱᏩᎾᎵᎲᏲᎵᎵᎦᏉᏰᏃ."
  },
  {
    "verse": "22",
    "kjv": "Servants, obey in all things your masters according to the flesh; not with eyeservice, as menpleasers; but in singleness of heart, fearing God;",
    "web": "Servants, obey in all things those who are your masters according to the flesh, not just when they are looking, as men pleasers, but in singleness of heart, fearing God.",
    "chr": "ᎡᏥᏅᏏᏓᏍᏗ, ᏕᏦᎯᏳᏎᏍᏗ ᏂᎦᎥ ᏂᎨᏥᏪᏎᎲ ᎨᏥᏅᏏᏙᎯ ᎠᏂ ᎤᏇᏓᎵ ᎨᏒᎢ; ᎥᏝ ᏥᏛᏓᏗᎧᏃ ᎾᏍᎩᏯᎢ, ᏴᏫᏉ ᎣᏏᏳ ᎤᏂᏰᎸᏗ, ᎣᏏᏳᏍᎩᏂ ᎢᏥᏰᎸᎯ ᎨᏎᏍᏗ ᏗᏥᎾᏫᏱ, ᎡᏥᎾᏰᏍᎨᏍᏗ ᎤᏁᎳᏅᎯ:"
  },
  {
    "verse": "23",
    "kjv": "And whatsoever ye do, do it heartily, as to the Lord, and not unto men;",
    "web": "And whatever you do, work heartily, as for the Lord and not for men,",
    "chr": "ᎠᎴ ᏂᎦᎥ ᎪᎱᏍᏗ ᎢᏣᏛᏁᎲᎢ, ᏗᏥᎾᏫᏱ ᎣᏏᏳ ᎢᏥᏰᎸᎯ ᏕᏥᎸᏫᏍᏓᏁᎮᏍᏗ ᎤᎬᏫᏳᎯ ᏥᏁᏣᏛᏁᎰ ᎾᏍᎩᏯᎢ, ᎥᏝᏃ ᏴᏫ ᏥᏂᏕᏣᏛᏁᎰᎢ;"
  },
  {
    "verse": "24",
    "kjv": "Knowing that of the Lord ye shall receive the reward of the inheritance: for ye serve the Lord Christ.",
    "web": "knowing that from the Lord you will receive the reward of the inheritance; for you serve the Lord Christ.",
    "chr": "ᎢᏣᏅᏖᏍᏗ, ᎾᏍᎩ ᎤᎬᏫᏳᎯ ᎢᏥᏁᏗ ᎨᏒ ᎡᏣᎫᏴᏓᏁᏗ ᎢᏣᏤᎵ ᎢᏳᎵᏍᏙᏗ ᎨᏒᎢ; ᎤᎬᏫᏳᎯᏰᏃ ᎦᎶᏁᏛ ᎪᎱᏍᏗ ᎡᏣᏛᏁᎭ."
  },
  {
    "verse": "25",
    "kjv": "But he that doeth wrong shall receive for the wrong which he hath done: and there is no respect of persons.",
    "web": "But he who does wrong will receive again for the wrong that he has done, and there is no partiality.",
    "chr": "ᎩᎶᏍᎩᏂ ᎤᏣᏘᏂ ᎢᏯᏛᏁᎯ ᎠᏥᏍᏛᏗᏍᏙᏗ ᎨᏎᏍᏗ ᎾᏍᎩ ᎤᏣᏘᏂ ᏄᏛᏁᎸᎢ; ᎥᏝᏃ ᎩᎶ ᎠᏥᎸᏉᏙᏗ ᏱᎨᏎᏍᏗ."
  }
]
