[
  {
    "verse": "1",
    "kjv": "Paul, an apostle, (not of men, neither by man, but by Jesus Christ, and God the Father, who raised him from the dead;)",
    "web": "Paul, an apostle—not from men, nor through man, but through Jesus Christ, and God the Father, who raised him from the dead—",
    "chr": "ᏉᎳ, ᎥᎩᏅᏏᏛ, ᏴᏫ ᎬᎩᏅᏏᏛ ᏂᎨᏒᎾ, ᎠᎴ ᏴᏫ ᎬᎩᏁᏤᎸᎯ ᏂᎨᏒᎾ, ᏥᏌᏍᎩᏂ ᎦᎶᏁᏛ, ᎠᎴ ᎤᏁᎳᏅᎯ ᎠᎦᏴᎵᎨ ᎾᏍᎩ ᏧᎴᏔᏅᎯ ᏥᎩ ᎤᏲᎱᏒᎢ ᎾᏍᎩ ᎬᎩᏁᏤᎸᎯ;"
  },
  {
    "verse": "2",
    "kjv": "And all the brethren which are with me, unto the churches of Galatia:",
    "web": "and all the brothers who are with me, to the assemblies of Galatia:",
    "chr": "ᎠᎴ ᏂᎦᏛ ᎢᏓᎵᏅᏟ ᏦᏤᏙᎭ, ᏫᏨᏲᏪᎳᏏ ᏗᏣᏁᎶᏗ ᏕᏣᏓᏡᏩᏗᏒ ᎨᎴᏏᏱ;"
  },
  {
    "verse": "3",
    "kjv": "Grace be to you and peace from God the Father, and from our Lord Jesus Christ,",
    "web": "Grace to you and peace from God the Father and our Lord Jesus Christ,",
    "chr": "ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎠᎴ ᏅᏩᏙᎯᏯᏛ ᎨᏤᎳᏗᏙᎮᏍᏗ, ᎨᏣᎵᏍᎪᎸᏓᏁᎸᎯ ᎤᏁᎳᏅᎯ ᎠᎦᏴᎵᎨᎢ, ᎠᎴ ᎢᎦᏤᎵ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ,"
  },
  {
    "verse": "4",
    "kjv": "Who gave himself for our sins, that he might deliver us from this present evil world, according to the will of God and our Father:",
    "web": "who gave himself for our sins, that he might deliver us out of this present evil age, according to the will of our God and Father—",
    "chr": "ᎾᏍᎩ ᏥᏚᏓᏲᏎ ᎠᏴ ᎢᎩᏍᎦᏅᏨ ᏥᏍᏗ ᎦᎵᏍᏙᏗᏍᎨᎢ, ᎾᏍᎩ ᎢᎫᏓᎴᏍᏗᏱ ᎪᎯ ᎨᏒ ᎡᎲ ᎤᏲᎢ, ᎾᏍᎩᏯ ᏄᏍᏛ ᎠᏓᏅᏖᏍᎬ ᎤᏁᎳᏅᎯ ᎠᎴ ᎢᎩᏙᏓ;"
  },
  {
    "verse": "5",
    "kjv": "To whom be glory for ever and ever. Amen.",
    "web": "to whom be the glory forever and ever. Amen.",
    "chr": "ᎾᏍᎩ ᎦᎸᏉᏙᏗ ᎨᏎᏍᏗ ᏂᎪᎯᎸ ᎠᎴ ᏂᎪᎯᎸᎢ. ᎡᎺᏅ."
  },
  {
    "verse": "6",
    "kjv": "I marvel that ye are so soon removed from him that called you into the grace of Christ unto another gospel:",
    "web": "I marvel that you are so quickly deserting him who called you in the grace of Christ to a different “good news”,",
    "chr": "ᎠᎩᏍᏆᏂᎪᏍᎦ ᏥᎾᏞᎬ ᎡᏣᏓᏅᎡᎸ ᎾᏍᎩ Ꮎ ᎢᏥᏯᏅᏛ ᏫᏥᎧᏅᎯ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎦᎶᏁᏛ, ᏅᏩᏓᎴ ᎣᏍᏛ ᎧᏃᎮᏛ ᏥᏥᎬᏫᏳᏔᏅ."
  },
  {
    "verse": "7",
    "kjv": "Which is not another; but there be some that trouble you, and would pervert the gospel of Christ.",
    "web": "but there isn’t another “good news.” Only there are some who trouble you and want to pervert the Good News of Christ.",
    "chr": "ᎾᏍᎩ ᏅᏩᏓᎴ ᏂᎨᏒᎾ ᏥᎩ; ᎠᏁᎭᏍᎩᏂᏃᏅ ᎨᏣᏕᏯᏙᏗᏍᎩ, ᎠᎴ ᎤᏂᏁᏟᏴᏍᏗᏱ ᎤᎾᏚᎵᏍᎩ ᎣᏍᏛ ᎧᏃᎮᏛ ᎦᎶᏁᏛ ᎤᏤᎵᎦ."
  },
  {
    "verse": "8",
    "kjv": "But though we, or an angel from heaven, preach any other gospel unto you than that which we have preached unto you, let him be accursed.",
    "web": "But even though we, or an angel from heaven, should preach to you any “good news” other than that which we preached to you, let him be cursed.",
    "chr": "ᎢᏳᏍᎩᏂ ᎾᏍᏉ ᎠᏴ, ᎠᎴ ᏗᎧᎿᏩᏗᏙᎯ ᎦᎸᎳᏗ ᏅᏓᏳᎶᏒᎯ, ᏅᏩᏓᎴ ᎣᏍᏛ ᎧᏃᎮᏛ ᏱᏨᏯᎵᏥᏙᏁᎸ, ᎾᏍᎩ ᎦᏳᎳ ᎢᏨᏯᎵᏥᏙᏁᎸᎯ ᏂᎨᏒᎾ, ᎾᏍᎩ ᎠᏥᏍᎦᏨᎯ ᎨᏎᏍᏗ."
  },
  {
    "verse": "9",
    "kjv": "As we said before, so say I now again, if any man preach any other gospel unto you than that ye have received, let him be accursed.",
    "web": "As we have said before, so I now say again: if any man preaches to you any “good news” other than that which you received, let him be cursed.",
    "chr": "ᎾᏍᎩ ᎦᏳᎳ ᎢᏲᎩᏪᏛ ᏥᎩ, ᎤᏠᏱᏉ ᎯᎠ ᎪᎯ ᎨᏒ ᏂᏥᏪᎭ, ᎢᏳᏃ ᎩᎶ ᎢᏣᎵᏥᏙᏁᎮᏍᏗ ᏅᏩᏓᎴ ᎣᏍᏛ ᎧᏃᎮᏛ, ᎾᏃ ᎾᏍᎩ ᎦᏳᎳ ᏗᏣᏓᏂᎸᏨᎯ ᏥᎩ, ᎾᏍᎩ ᎠᏥᏍᎦᏨᎯ ᎨᏎᏍᏗ."
  },
  {
    "verse": "10",
    "kjv": "For do I now persuade men, or God? or do I seek to please men? for if I yet pleased men, I should not be the servant of Christ.",
    "web": "For am I now seeking the favor of men, or of God? Or am I striving to please men? For if I were still pleasing men, I wouldn’t be a servant of Christ.",
    "chr": "ᎪᎯᏰᏃ ᎨᏒ ᏥᎪ ᏴᏫ ᏗᏆᎵᎢ ᏂᏕᎬᏁᎭ? ᎤᏁᎳᏅᎯᎨ? ᏥᎪᎨ ᎣᏍᏛ ᎤᏂᏰᎸᏗ ᏴᏫ ᎠᎩᏲᎭ? ᎢᏳᏰᏃ ᎣᏍᏛ ᎤᏂᏰᎸᏗ ᏴᏫ ᎠᏏ ᏯᎩᏲᎭ, ᎥᏝ ᎦᎶᏁᏛ ᎠᎩᏅᏏᏙᎯ ᏱᎦᎩ."
  },
  {
    "verse": "11",
    "kjv": "But I certify you, brethren, that the gospel which was preached of me is not after man.",
    "web": "But I make known to you, brothers, concerning the Good News which was preached by me, that it is not according to man.",
    "chr": "ᎯᏎᏃ ᎢᏨᏃᏁᎭ ᎢᏓᎵᏅᏟ, ᎾᏍᎩ ᎯᎠ ᎣᏍᏛ ᎧᏃᎮᏛ ᏣᏆᎵᏥᏙᏅᎩ, ᎥᏝ ᏴᏫ ᏧᏕᏲᏅᎯ ᏱᎩ."
  },
  {
    "verse": "12",
    "kjv": "For I neither received it of man, neither was I taught it, but by the revelation of Jesus Christ.",
    "web": "For I didn’t receive it from man, nor was I taught it, but it came to me through revelation of Jesus Christ.",
    "chr": "ᎥᏝᏰᏃ ᏴᏫ ᏗᎬᎩᏲᎯᏎᎸᎯ ᏱᎩ, ᎥᏝ ᎠᎴ ᎩᎶ ᎠᏇᏲᏅᎯ ᏱᎩ, ᏥᏌ ᎦᎶᏁᏛᏍᎩᏂ ᎬᏂᎨᏒ ᎢᏯᏋᏁᎸᎯ."
  },
  {
    "verse": "13",
    "kjv": "For ye have heard of my conversation in time past in the Jews' religion, how that beyond measure I persecuted the church of God, and wasted it:",
    "web": "For you have heard of my way of living in time past in the Jews’ religion, how that beyond measure I persecuted the assembly of God and ravaged it.",
    "chr": "ᎢᏣᏛᎦᏅᏰᏃ ᏄᏍᏛ ᏧᏩᎫᏔᏅᏒ ᎠᏆᎴᏂᏙᎸ ᎠᏂᏧᏏ ᏧᎾᏤᎵ ᏗᎧᎿᏩᏛᏍᏗ ᏕᏥᎦᎿᏩᏗᏒᎢ, ᎾᏍᎩ ᎤᎶᏒᏍᏔᏅᎯ ᎦᏥᏯᏕᏯᏙᏔᏅ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬᎢ ᎤᏁᎳᏅᎯ ᏧᏤᎵᎦ, ᎠᎴ ᏕᏥᏛᏔᏅᎢ."
  },
  {
    "verse": "14",
    "kjv": "And profited in the Jews' religion above many my equals in mine own nation, being more exceedingly zealous of the traditions of my fathers.",
    "web": "I advanced in the Jews’ religion beyond many of my own age among my countrymen, being more exceedingly zealous for the traditions of my fathers.",
    "chr": "ᎠᎴ ᎠᎩᏁᏉᏤᎲ ᎠᏂᏧᏏ ᏧᎾᏤᎵ ᏗᎧᎿᏩᏛᏍᏗ ᏥᎦᏙᎥᏍᎬᎢ ᏕᏥᎪᎾᏛᏛᎩ ᎤᏂᏣᏘ ᎢᏗᎦᏲᎦᏛᏅ ᏗᏆᏤᎵ ᏴᏫ, ᎤᏟ ᎢᎦᎢ ᎤᎵᏂᎩᏛ ᎠᏆᏓᏅᏛᎩ ᏓᏇᎷᎬᎩ ᏗᎩᎦᏴᎵᎨ ᎤᏂᏃᎮᎸᎯ."
  },
  {
    "verse": "15",
    "kjv": "But when it pleased God, who separated me from my mother's womb, and called me by his grace,",
    "web": "But when it was the good pleasure of God, who separated me from my mother’s womb and called me through his grace,",
    "chr": "ᎠᏎᏃ ᎿᏉ ᎣᏏᏳ ᎤᏰᎸᏅ ᎤᏁᎳᏅᎯ, ᎾᏍᎩ ᎾᎯᏳ ᎡᏥ ᎠᎩᎾᏄᎪᏫᏒ ᏅᏓᎬᏩᏓᎴᏅᏛ ᎠᏆᏓᏓᎴᏔᏅᎯ ᏥᎩ, ᎠᎴ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎠᎩᏯᏅᏔᏅᎯ ᏥᎩ,"
  },
  {
    "verse": "16",
    "kjv": "To reveal his Son in me, that I might preach him among the heathen; immediately I conferred not with flesh and blood:",
    "web": "to reveal his Son in me, that I might preach him among the Gentiles, I didn’t immediately confer with flesh and blood,",
    "chr": "ᎾᏍᎩ ᎤᏪᏥ ᎠᎩᎾᏄᎪᏫᏎᏗᏱ, ᎾᏍᎩ ᎠᏴ ᎦᎵᏥᏙᎲᏍᎬ ᎬᏂᎨᏒ ᎢᏥᏴᏁᏗᏱ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᎠᏁᎲᎢ; ᎩᎳᏉ ᎢᏴᏛ, ᎥᏝ ᎤᏂᏇᏓᎵ ᎠᎴ ᎩᎬ ᎤᏂᏁᎯ ᏱᏗᎦᏥᏯᏁᎶᏔᏁᎢ;"
  },
  {
    "verse": "17",
    "kjv": "Neither went I up to Jerusalem to them which were apostles before me; but I went into Arabia, and returned again unto Damascus.",
    "web": "nor did I go up to Jerusalem to those who were apostles before me, but I went away into Arabia. Then I returned to Damascus.",
    "chr": "ᎥᏝ ᎠᎴ ᏥᎷᏏᎵᎻ ᏱᏩᎩᎶᏎᎢ, ᏱᎦᏥᏩᏛᎲᏎ ᎢᎬᏱ ᎨᏥᏅᏏᏛ ᎢᏳᎾᎵᏍᏔᏅᎯ ᎠᏴ ᎣᏂ; ᎠᎴᏈᏱᏍᎩᏂ ᏩᎩᎶᏒᎩ, ᎠᎴ ᏔᎵᏁ ᏕᎹᏍᎦ ᏛᎠᎩᎷᏨᎩ."
  },
  {
    "verse": "18",
    "kjv": "Then after three years I went up to Jerusalem to see Peter, and abode with him fifteen days.",
    "web": "Then after three years I went up to Jerusalem to visit Peter, and stayed with him fifteen days.",
    "chr": "ᎿᏉᏃ ᏦᎢ ᏫᏄᏕᏘᏴᎲ ᏥᎷᏏᎵᎻ ᎠᏇᏅᏒᎩ ᏈᏓ ᎥᏥᏩᏛᎲᏒᎩ, ᎯᏍᎩᎦᏚᏃ ᏧᏒᎯᏛ ᎦᏁᎸ ᎠᎩᏅᎩ."
  },
  {
    "verse": "19",
    "kjv": "But other of the apostles saw I none, save James the Lord's brother.",
    "web": "But of the other apostles I saw no one except James, the Lord’s brother.",
    "chr": "ᎠᏂᏐᎢᏍᎩᏂ ᎨᏥᏅᏏᏛ ᎥᏝ ᎩᎶ ᏱᏥᎪᎡ ᏥᎻ ᎤᏩᏒ ᎤᎬᏫᏳᎯ ᎠᎾᎵᏅᏟ."
  },
  {
    "verse": "20",
    "kjv": "Now the things which I write unto you, behold, before God, I lie not.",
    "web": "Now about the things which I write to you, behold, before God, I’m not lying.",
    "chr": "ᎾᏍᎩᏃ ᎯᎠ ᏥᏨᏲᏪᏁᎭ, ᎬᏂᏳᏉ, ᎤᏁᎳᏅᎯ ᎠᎦᏔᎲᎢ, ᎥᏝ ᏱᎦᏥᎪᎥᏍᎦ."
  },
  {
    "verse": "21",
    "kjv": "Afterwards I came into the regions of Syria and Cilicia;",
    "web": "Then I came to the regions of Syria and Cilicia.",
    "chr": "ᎣᏂᏃ ᏏᎵᏱ ᎠᎴ ᏏᎵᏏᏱ ᏩᎩᎶᏒᎩ."
  },
  {
    "verse": "22",
    "kjv": "And was unknown by face unto the churches of Judaea which were in Christ:",
    "web": "I was still unknown by face to the assemblies of Judea which were in Christ,",
    "chr": "ᎠᎴ ᎥᏝ ᎠᏂᎦᏔᎯ ᏱᎨᏎ ᎠᏆᎧᏛ ᎾᏍᎩᏧᎾᏁᎶᏗ ᏚᎾᏓᏡᏩᏗᏒ ᏧᏗᏱ, ᎾᏍᎩ ᎦᎶᏁᏛ ᏗᎬᏩᏁᎶᏗ;"
  },
  {
    "verse": "23",
    "kjv": "But they had heard only, That he which persecuted us in times past now preacheth the faith which once he destroyed.",
    "web": "but they only heard, “He who once persecuted us now preaches the faith that he once tried to destroy.”",
    "chr": "ᎤᎾᏛᎦ-ᏅᎯᏉᏍᎩᏂᏃᏅ ᎨᏎᎢ ᎯᎠ ᎾᏂᏪᏍᎬᎢ, ᎾᏍᎩ Ꮎ ᎤᏲ ᏥᏂᎬᎿᏕᎬ ᏧᏩᎫᏔᏅᏒ, ᎿᏉ ᎠᎵᏥᏙᎲᏍᎦ ᎢᎧᏃᎮᎭ ᎪᎯᏳᏗ ᎨᏒ ᎾᏍᎩ ᎢᎸᎯᏳ ᏣᏛᏗᏍᎬᎩ."
  },
  {
    "verse": "24",
    "kjv": "And they glorified God in me.",
    "web": "So they glorified God in me.",
    "chr": "ᎤᏂᎸᏉᏔᏁᏃ ᎤᏁᎳᏅᎯ ᎠᏴ ᏅᏗᎦᎵᏍ-ᏙᏗᏍᎨᎢ."
  }
]
