[
  {
    "verse": "1",
    "kjv": "O foolish Galatians, who hath bewitched you, that ye should not obey the truth, before whose eyes Jesus Christ hath been evidently set forth, crucified among you?",
    "web": "Foolish Galatians, who has bewitched you not to obey the truth, before whose eyes Jesus Christ was openly portrayed among you as crucified?",
    "chr": "ᎢᏥᏁᎫ ᎨᎴᏏᏱ ᎢᏤᎯ, ᎦᎪ ᎢᏥᎶᎾᏍᎩᏔᏅ, ᎾᏍᎩ ᎢᏦᎯᏳᏗᏱ ᏂᎨᏒᎾ ᏂᏨᏁᎸ ᎤᏙᎯᏳᎯ ᎨᏒᎢ, ᏂᎯ ᏕᏥᎧᏅ ᏥᏌ ᎦᎶᏁᏛ ᎬᏂᎨᏒ ᎾᎬᏁᎸ ᏓᏓᎿᏩᏍᏛ ᎦᏛ ᎢᏤᎲᎢ."
  },
  {
    "verse": "2",
    "kjv": "This only would I learn of you, Received ye the Spirit by the works of the law, or by the hearing of faith?",
    "web": "I just want to learn this from you: Did you receive the Spirit by the works of the law, or by hearing of faith?",
    "chr": "ᎯᎠ ᎾᏍᎩ ᎤᏩᏒ ᏍᎩᏃᏁᏗᏱ ᎠᏆᏚᎵᎭ; ᎠᏓᏅᏙᏍᎪ ᏕᏥᏲᎯᏎᎴ ᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᏗᎧᎿᏩᏛᏍᏗ ᏂᎦᏪᏍᎬ ᏂᏣᏛᏁᎲᎢ, ᏥᎪᎨ ᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᎢᏦᎯᏳᎯ ᎢᏣᏛᎩᏍᎬᎢ?"
  },
  {
    "verse": "3",
    "kjv": "Are ye so foolish? having begun in the Spirit, are ye now made perfect by the flesh?",
    "web": "Are you so foolish? Having begun in the Spirit, are you now completed in the flesh?",
    "chr": "ᏂᎦᎥᏉᏍᎪ ᎢᏥᏁᎫ? ᎠᏓᏅᏙ ᎬᏗ ᏥᏣᎴᏅᎲ, ᎤᏇᏓᎵᏍᎪ ᎬᏗ ᎢᏥᏍᏆᏗᎭ?"
  },
  {
    "verse": "4",
    "kjv": "Have ye suffered so many things in vain? if it be yet in vain.",
    "web": "Did you suffer so many things in vain, if it is indeed in vain?",
    "chr": "ᏥᎪ ᎾᏍᎩ ᏂᎦᎥ ᏧᏓᎴᏅᏛ ᎠᏎᏉᏉ ᎢᏥᎩᎵᏲᏨ? ᎢᏳᏃ ᎰᏩ ᎠᏎᏉᏉ ᏱᎩ."
  },
  {
    "verse": "5",
    "kjv": "He therefore that ministereth to you the Spirit, and worketh miracles among you, doeth he it by the works of the law, or by the hearing of faith?",
    "web": "He therefore who supplies the Spirit to you and does miracles among you, does he do it by the works of the law, or by hearing of faith?",
    "chr": "ᎾᏍᎩᏃ Ꮎ ᎠᏓᏅᏙ ᎢᏥᏁᎯ ᏥᎩ, ᎠᎴ ᎤᏍᏆᏂᎪᏗ ᏧᎸᏫᏍᏓᏁᎯ ᏥᎩ ᎢᏤᎲᎢ, ᏥᎪ ᏗᎧᎿᏩᏛᏍᏗ ᏂᎦᏪᏍᎬ ᎾᏛᏁᎲ ᏅᏗᎦᎵᏍᏙᏗᎭ? ᏥᎪᎨ ᎤᏬᎯᏳᎯ ᎠᏛᎩᏍᎬ ᏅᏗᎦᎵᏍᏙᏗᎭ?"
  },
  {
    "verse": "6",
    "kjv": "Even as Abraham believed God, and it was accounted to him for righteousness.",
    "web": "Even so, Abraham “believed God, and it was counted to him for righteousness.”",
    "chr": "ᎾᏍᎩᏯ ᎡᏆᎭᎻ ᏧᏬᎯᏳᏁ ᎤᏁᎳᏅᎯ, ᎠᎴ ᏚᏳᎪᏛ ᏥᏄᏛᏁᎶ ᏣᏥᏰᎸᎾᏁᎴᎢ."
  },
  {
    "verse": "7",
    "kjv": "Know ye therefore that they which are of faith, the same are the children of Abraham.",
    "web": "Know therefore that those who are of faith are children of Abraham.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏥᎦᏔᎮᏍᏗ ᎾᏍᎩ Ꮎ ᎠᏃᎯᏳᎲᏍᎩ ᎨᏒ, ᎾᏍᎩ ᎡᏆᎭᎻ ᏧᏪᏥ ᎨᏒᎢ."
  },
  {
    "verse": "8",
    "kjv": "And the scripture, foreseeing that God would justify the heathen through faith, preached before the gospel unto Abraham, saying, In thee shall all nations be blessed.",
    "web": "The Scripture, foreseeing that God would justify the Gentiles by faith, preached the Good News beforehand to Abraham, saying, “In you all the nations will be blessed.”",
    "chr": "ᎪᏪᎵᏃ ᎦᎸᏉᏗ ᎢᎬᏱ ᎦᏰᎯ ᏣᎪᏩᏘᏍᎨ ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎪᎯᏳᏗ ᎬᏗ ᏙᏗᎫᏓᏏᏒ ᏧᎾᏓᎴᏅᏛ ᏴᏫ, ᎢᎬᏱ ᎦᏰᎯ ᎣᏍᏛ ᎧᏃᎮᏛ ᎬᏂᎨᏒ ᎾᎬᏁᎴ ᎡᏆᎭᎻ, ᎯᎠ ᎾᏥᏪᏎᎴᎢ, ᏂᎯ ᏅᏛᏂᏌᏂ ᏂᎦᏛ ᏴᏫ ᏓᏁᏩᏗᏒ ᎡᎳᏂᎬ ᎣᏍᏛ ᎢᏳᎾᎵᏍᏓᏁᏗ ᎨᏎᏍᏗ."
  },
  {
    "verse": "9",
    "kjv": "So then they which be of faith are blessed with faithful Abraham.",
    "web": "So then, those who are of faith are blessed with the faithful Abraham.",
    "chr": "ᎰᏩᏃ ᎾᏍᎩ ᎠᏃᎯᏳᎲᏍᎩ ᎨᏒ ᎣᏍᏛ ᏄᎾᎵᏍᏓᏁᎰ ᎨᎦᏠᏯᏍᏗᏍᎪ ᎣᏍᏛ ᏄᎵᏍᏓᏁᎸ ᎤᏬᎯᏳᎯᏍᏗ ᎡᏆᎭᎻ."
  },
  {
    "verse": "10",
    "kjv": "For as many as are of the works of the law are under the curse: for it is written, Cursed is every one that continueth not in all things which are written in the book of the law to do them.",
    "web": "For as many as are of the works of the law are under a curse. For it is written, “Cursed is everyone who doesn’t continue in all things that are written in the book of the law, to do them.”",
    "chr": "ᎾᏂᎥᏰᏃ ᏗᎧᎿᏩᏛᏍᏗ ᏂᎦᏪᏍᎬ ᎢᏯᏛᏁᏗᏱ ᎠᎾᎵᏍᎦᏍᏙᏗᏍᎩ, ᎾᏍᎩ ᎨᏥᏍᎦᏨᎯ; ᎯᎠᏰᏃ ᏂᎬᏅ ᎢᎬᏪᎳ, ᎨᏥᏍᎦᏨᎯ ᎨᏎᏍᏗ ᎾᏂᎥ ᎩᎶ ᏂᏓᏂᎧᎿᏩᏕᎬᎾ ᎢᎨᏎᏍᏗ ᎾᎾᏛᏁᎲ ᏂᎦᏛ ᏧᏓᎴᏅᏛ ᏗᎧᎿᏩᏛᏍᏗᏱ ᎪᏪᎸᎢ."
  },
  {
    "verse": "11",
    "kjv": "But that no man is justified by the law in the sight of God, it is evident: for, The just shall live by faith.",
    "web": "Now that no man is justified by the law before God is evident, for, “The righteous will live by faith.”",
    "chr": "ᎠᏎᏃ ᎩᎶ ᏗᎧᎿᏩᏛᏍᏗ ᎾᏚᏓᎴᏍᏗᏍᎬᎾ ᎨᏒ ᎤᏁᎳᏅᎯ ᎠᎦᏔᎲ ᎬᏂᎨᏒᎢᏳ; ᎾᏍᎩᏰᏃ ᏚᏳᎪᏛ ᎢᏯᏛᏁᎯ ᎪᎯᏳᏗ ᎨᏒ ᎤᏛᏂᏗᏍᏕᏍᏗ."
  },
  {
    "verse": "12",
    "kjv": "And the law is not of faith: but, The man that doeth them shall live in them.",
    "web": "The law is not of faith, but, “The man who does them will live by them.”",
    "chr": "ᏗᎧᎿᏩᏛᏍᏗᏰᏃ ᎥᏝ ᎪᎯᏳᏗ ᎨᏒ ᎠᎵᏍᏕᎸᏙᏗ ᏱᏂᎬᏁᎭ; ᎯᎠᏍᎩᏂ, ᎩᎶ ᏴᏫ ᎾᏍᎩ ᎾᏛᏁᎮᏍᏗ ᎾᏍᎩ ᎤᏛᏂᏗᏍᏕᏍᏗ."
  },
  {
    "verse": "13",
    "kjv": "Christ hath redeemed us from the curse of the law, being made a curse for us: for it is written, Cursed is every one that hangeth on a tree:",
    "web": "Christ redeemed us from the curse of the law, having become a curse for us. For it is written, “Cursed is everyone who hangs on a tree,”",
    "chr": "ᎦᎶᏁᏛ ᎢᎦᎫᏴᎲ ᎢᎫᏓᎴᏒ ᏗᎧᎿᏩᏛᏍᏗ ᎤᏓᏍᎦᎢᏍᏙᏗ ᎨᏒᎢ, ᎠᏥᏍᎦᏨᎯ ᏄᎵᏍᏔᏅ ᎠᏴ ᎢᎩᏍᏕᎵᏍᎬᎢ; ᎯᎠᏰᏃ ᏂᎬᏅ ᎢᎪᏪᎳ, ᎠᏥᏍᎦᏨᎯ ᎩᎶ ᏡᎬ ᎠᎦᏛᏅᎯ."
  },
  {
    "verse": "14",
    "kjv": "That the blessing of Abraham might come on the Gentiles through Jesus Christ; that we might receive the promise of the Spirit through faith.",
    "web": "that the blessing of Abraham might come on the Gentiles through Christ Jesus, that we might receive the promise of the Spirit through faith.",
    "chr": "ᎾᏍᎩ ᎣᏍᏛ ᎾᎦᏛᏁᎸ ᎡᏆᎭᎻ ᎾᏍᎩ ᎤᏂᎷᏤᏗᏱ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᏥᏌ ᎦᎶᏁᏛ ᏅᏓᏳᏓᎴᏅᎯ; ᎾᏍᎩ ᎡᏥᏁᏗᏱ ᎠᏓᏅᏙ ᎠᏚᎢᏍᏛ ᎪᎯᏳᏗ ᎬᏙᏗ ᎨᏒᎢ."
  },
  {
    "verse": "15",
    "kjv": "Brethren, I speak after the manner of men; Though it be but a man's covenant, yet if it be confirmed, no man disannulleth, or addeth thereto.",
    "web": "Brothers, speaking of human terms, though it is only a man’s covenant, yet when it has been confirmed, no one makes it void or adds to it.",
    "chr": "ᎢᏓᎵᏅᏟ, ᏴᏫ ᎤᏂᏁᎢᏍᏗ ᏥᏁᎦ; ᎾᏍᏉ ᏴᏫᏉ ᎧᏃᎮᏛ ᏚᎾᏠᎯᏍᏛ ᎠᏍᏓᏱᏛᎯ ᏱᎩ, ᎥᏝ ᎩᎶ ᏴᎬᏲᏍᏓ, ᎠᎴ ᎥᏝ ᎠᎦᏁᏉᏨ."
  },
  {
    "verse": "16",
    "kjv": "Now to Abraham and his seed were the promises made. He saith not, And to seeds, as of many; but as of one, And to thy seed, which is Christ.",
    "web": "Now the promises were spoken to Abraham and to his offspring. He doesn’t say, “To descendants”, as of many, but as of one, “To your offspring”, which is Christ.",
    "chr": "ᎠᎴ ᎡᏆᎭᎻ ᎠᎴ ᎾᏍᎩ ᎤᏁᏢᏔᏅᏛ ᎨᏒ ᏧᏓᎴᏅᏛ ᎨᏥᏚᎢᏍᏓᏁᎴᎢ. ᎥᏝ ᎯᎠ ᏱᏂᎦᏪᎭ, ᎠᎴ ᏂᎯ ᏗᏣᏁᏢᏔᏅᎯ, ᎢᎸᏍᎩ ᏥᎨᏐ ᎾᏍᎩᏯᎢ; ᏌᏉᏉᏍᎩᏂ ᏥᎨᏐ ᎾᏍᎩᏯ, ᎯᎠ ᏂᎦᏪᏎ,] ᎠᎴ ᏂᎯ ᏣᏁᏢᏔᏅᎯ; ᎾᏍᎩ ᎦᎶᏁᏛ ᏥᎩ."
  },
  {
    "verse": "17",
    "kjv": "And this I say, that the covenant, that was confirmed before of God in Christ, the law, which was four hundred and thirty years after, cannot disannul, that it should make the promise of none effect.",
    "web": "Now I say this: A covenant confirmed beforehand by God in Christ, the law, which came four hundred thirty years after, does not annul, so as to make the promise of no effect.",
    "chr": "ᎠᎴ ᎯᎠ ᎾᏍᎩ ᏂᏥᏪᎭ, ᎾᏍᎩ ᎧᏃᎮᏛ ᏓᏠᎯᏍᏛ ᎦᎶᏁᏛ ᎤᎬᏩᎵ ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎦᏳᎳ ᎬᏩᏍᏓᏱᏛᎯ ᏥᎨᏎᎢ, ᏗᎧᎿᏩᏛᏍᏗ ᏅᎩᏧᏈ ᏦᎠᏍᎪᎯ ᏫᏄᏕᏘᏴᎲ ᎣᏂ ᎦᎾᏄᎪᏫᏒᎯ ᏥᎩ, ᎥᏝ ᎬᏩᏲᏍᏙᏗ ᏱᎩ, ᎾᏍᎩ ᏰᎵ ᎠᏎᏉ ᎢᏳᏩᏁᏗᏱ ᎠᏚᎢᏍᏛᎢ."
  },
  {
    "verse": "18",
    "kjv": "For if the inheritance be of the law, it is no more of promise: but God gave it to Abraham by promise.",
    "web": "For if the inheritance is of the law, it is no more of promise; but God has granted it to Abraham by promise.",
    "chr": "ᎢᏳᏰᏃ ᎣᏤᎵ ᎢᏳᎵᏍᏙᏗ ᎨᏒ ᏗᎧᎿᏩᏛᏍᏗ ᎠᎲ ᏴᏗᏓᎴᎲᏍᎦ, ᎥᏝ ᎠᏚᎢᏍᏛ ᏴᏗᎬᏓᎴᎲᏍᎦ; ᎤᏁᎳᏅᎯᏍᎩᏂ ᎡᏆᎭᎻ ᎤᎵᏍᎪᎸᏓᏁᎴ ᎠᏚᎢᏍᏗᏍᎬ ᎤᏮᏔᏁᎢ."
  },
  {
    "verse": "19",
    "kjv": "Wherefore then serveth the law? It was added because of transgressions, till the seed should come to whom the promise was made; and it was ordained by angels in the hand of a mediator.",
    "web": "Then why is there the law? It was added because of transgressions, until the offspring should come to whom the promise has been made. It was ordained through angels by the hand of a mediator.",
    "chr": "ᎪᏙᏃ ᎬᏙᏗ ᏗᎧᎿᏩᏛᏍᏗ? ᎠᏍᎦᏅᎢᏍᏗ ᎨᏒ ᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᏫᎫᏓᏔᏅᎯ ᎨᏎᎢ, ᎾᏍᎩ ᎤᏁᏢᏔᏅᎯ ᎠᏥᏚᎢᏍᏓᏁᎸᎯ ᎨᏒ ᎤᎾᏄᎪᎢᏍᏗ ᎨᏒ ᎬᏗᏍᎩ; [ᎠᎴ ᎾᏍᎩ ᏗᎧᎿᏩᏛᏍᏗ] ᏗᏂᎧᎿᏩᏗᏙᎯ ᎣᏍᏛ ᏄᏅᎿᏕᎨ ᎾᏍᎩ ᏧᏒᎦᎴ ᎠᏰᎵ ᏁᎴᏁᎯ."
  },
  {
    "verse": "20",
    "kjv": "Now a mediator is not a mediator of one, but God is one.",
    "web": "Now a mediator is not between one, but God is one.",
    "chr": "ᎾᏍᎩᏃ ᎠᏰᎵ ᏗᎴᏁᎯ ᏥᎨᏐ ᎥᏝ ᎠᏏᏴᏫᏉ ᎠᏰᎵ ᎠᎴᏁᎯ ᏱᎨᏐᎢ, ᎤᏁᎳᏅᎯᏍᎩᏂ ᎠᏏᏴᏫᏉ."
  },
  {
    "verse": "21",
    "kjv": "Is the law then against the promises of God? God forbid: for if there had been a law given which could have given life, verily righteousness should have been by the law.",
    "web": "Is the law then against the promises of God? Certainly not! For if there had been a law given which could make alive, most certainly righteousness would have been of the law.",
    "chr": "ᏗᎧᎿᏩᏛᏍᏗᎪᏃ ᏓᏡᏗᎭ ᎤᏁᎳᏅᎯ ᏚᏚᎢᏍᏔᏅᎢ? ᎬᏩᏟᏍᏗ, ᎢᏳᏰᏃ ᏗᎧᎿᏩᏛᏍᏗ ᏴᏫ ᎨᏥᏁᎸᎯ ᏱᎨᏎ, ᎾᏍᎩ ᏰᎵ ᎬᏂᏛ ᎬᏩᏓᏁᏗ ᎨᏒᎢ, ᎤᏙᎯᏳᎯᏯ ᏗᎧᎿᏩᏛᏍᏗ ᎠᎲ ᎠᏚᏓᎴᏍᏗ ᎨᏒ ᏴᏗᏓᎴᎲᏍᎨᎢ."
  },
  {
    "verse": "22",
    "kjv": "But the scripture hath concluded all under sin, that the promise by faith of Jesus Christ might be given to them that believe.",
    "web": "But the Scripture imprisoned all things under sin, that the promise by faith in Jesus Christ might be given to those who believe.",
    "chr": "ᎠᏎᏃ ᎪᏪᎵ ᎦᎸᏉᏗ ᎬᏂᎨᏒ ᏂᎬᏁᎭ ᏂᎦᏗᏳ ᎤᏂᏍᎦᏅᏨᎯ ᎨᏒᎢ, ᎾᏍᎩ ᎠᏚᎢᏍᏛ ᏥᏌ ᎦᎶᏁᏛ ᎪᎯᏳᏗ ᎨᏒ ᏅᏛ-ᏓᎴᎲᏍᎩ, ᎾᏍᎩ ᎨᏥᏁᏗᏱ ᎠᏃᎯᏳᎲᏍᎩ."
  },
  {
    "verse": "23",
    "kjv": "But before faith came, we were kept under the law, shut up unto the faith which should afterwards be revealed.",
    "web": "But before faith came, we were kept in custody under the law, confined for the faith which should afterwards be revealed.",
    "chr": "ᎪᎯᏳᏗᏍᎩᏂ ᎨᏒ ᎠᏏ ᏂᎦᎾᏄᎪᎬᎾ ᏥᎨᏎᎢ, ᏗᎧᎿᏩᏛᏍᏗ ᎠᎲ ᎭᏫᏂᏗᏢ ᏂᎦᏛ ᏅᎩ, ᎡᎩᏍᏚᎲᎩ ᎪᎯᏳᏗ ᎨᏒ ᎣᏂ ᎬᏂᎨᏒ ᎢᎬᏁᏗ ᎨᏒ ᎢᏯᏍᏗ."
  },
  {
    "verse": "24",
    "kjv": "Wherefore the law was our schoolmaster to bring us unto Christ, that we might be justified by faith.",
    "web": "So that the law has become our tutor to bring us to Christ, that we might be justified by faith.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᏗᎧᎿᏩᏛᏍᏗ ᏗᎨᏲᎲᏍᎩ ᎨᏒᎩ, ᎦᎶᏁᏛᏱ ᏗᎦᏘᏁᎩ, ᎾᏍᎩ ᎪᎯᏳᏗ ᎨᏒ ᎢᎦᏚᏓᎴᏍᏙᏗᏱ."
  },
  {
    "verse": "25",
    "kjv": "But after that faith is come, we are no longer under a schoolmaster.",
    "web": "But now that faith has come, we are no longer under a tutor.",
    "chr": "ᎪᎯᏳᏗᏍᎩᏂ ᎨᏒ ᏧᎾᏄᎪᏨ, ᎥᏝ ᎿᏉ ᏗᏕᏲᎲᏍᎩ ᏗᎦᏘᏂᏙᎯ ᏱᎩ."
  },
  {
    "verse": "26",
    "kjv": "For ye are all the children of God by faith in Christ Jesus.",
    "web": "For you are all children of God, through faith in Christ Jesus.",
    "chr": "ᏂᏥᎥᏰᏃ ᎤᏁᎳᏅᎯ ᏧᏪᏥ ᏂᏣᎵᏍᏔᏅ ᎦᎶᏁᏛ ᏥᏌ ᎡᏦᎢᏳᏒ ᏅᏗᎦᎵᏍᏙᏗᎭ."
  },
  {
    "verse": "27",
    "kjv": "For as many of you as have been baptized into Christ have put on Christ.",
    "web": "For as many of you as were baptized into Christ have put on Christ.",
    "chr": "ᏂᏥᎥᏰᏃ ᏤᏣᏬᎥᎯ ᏥᎩ ᎦᎶᏁᏛ ᎡᏣᎵᎪᏁᎲᎢ, ᎾᏍᎩ ᎦᎶᏁᏛ ᎡᏣᏄᏬᎥ."
  },
  {
    "verse": "28",
    "kjv": "There is neither Jew nor Greek, there is neither bond nor free, there is neither male nor female: for ye are all one in Christ Jesus.",
    "web": "There is neither Jew nor Greek, there is neither slave nor free man, there is neither male nor female; for you are all one in Christ Jesus.",
    "chr": "ᎥᏝᏰᎭ ᎠᏧᏏ, ᎠᎴ ᎠᎪᎢ, ᎥᏝ ᎠᏥᎾᏝᎢ, ᎠᎴ ᎾᏥᎾᏝᎥᎾ, ᎥᏝ ᎠᏍᎦᏯ, ᎠᎴ ᎠᎨᏴ, ᏂᏥᎥᏰᏃ ᎢᎨᏣᏍᏗᎭ ᎦᎶᏁᏛ ᏥᏌ ᎡᏥᏯᎥᎢ."
  },
  {
    "verse": "29",
    "kjv": "And if ye be Christ's, then are ye Abraham's seed, and heirs according to the promise.",
    "web": "If you are Christ’s, then you are Abraham’s offspring and heirs according to promise.",
    "chr": "ᎢᏳ ᎠᎴ ᎦᎶᏁᏛ ᏧᏤᎵ ᏱᎩ ᏂᎯ, ᎿᏉ ᎡᏆᎭᎻ ᎤᏁᏢᏔᏅᏛ ᏂᏣᎵᏍᏗᎭ, ᎠᎴ ᎢᏣᏤᎵᎦ ᎤᏘᏴᎯ ᎾᏍᎩᏯ ᏂᎬᏅ ᎠᏚᎢᏍᏛᎢ."
  }
]