[
  {
    "verse": "1",
    "kjv": "My brethren, have not the faith of our Lord Jesus Christ, the Lord of glory, with respect of persons.",
    "web": "My brothers, don’t hold the faith of our glorious Lord Jesus Christ with partiality.",
    "chr": "ᎢᎠᏓᎵᏅᏟ, ᎡᏦᏳᏒ ᎦᎸᏉᏗᏳ ᎤᎬᏫᏳᎯ ᎢᎦᏤᎵ ᏥᏌ ᎦᎶᏁᏛ, ᏞᏍᏗ ᏔᎵ ᏳᏛᏕᏍᏗ ᏗᏓᎸᏉᏙᏗ ᎨᏒᎢ."
  },
  {
    "verse": "2",
    "kjv": "For if there come unto your assembly a man with a gold ring, in goodly apparel, and there come in also a poor man in vile raiment;",
    "web": "For if a man with a gold ring, in fine clothing, comes into your synagogue, and a poor man in filthy clothing also comes in,",
    "chr": "ᎢᏳᏰᏃ ᎩᎶ ᎠᏍᎦᏯ ᏳᏴᎵᎸ ᏕᏥᎳᏫᎥᎢ ᎠᏕᎸ ᏓᎶᏂᎨ ᎤᎵᏰᏑᏍᏙᎩ ᏧᏬᏚᎯ ᏧᏄᏩᎢ, ᎾᏍᏉᏃ ᏳᏴᎵᎸ ᎤᏲ ᎢᏳᏛᎾᏕᎩ ᏗᎦᏓᎭ ᏧᏄᏩᎢ;"
  },
  {
    "verse": "3",
    "kjv": "And ye have respect to him that weareth the gay clothing, and say unto him, Sit thou here in a good place; and say to the poor, Stand thou there, or sit here under my footstool:",
    "web": "and you pay special attention to him who wears the fine clothing and say, “Sit here in a good place;” and you tell the poor man, “Stand there,” or “Sit by my footstool”",
    "chr": "ᏰᏥᎸᏉᏔᏅᏃ ᏧᏬᏚᎯ ᏧᏄᏩᎢ, ᎠᎴ ᎯᎠ ᏱᏁᏥᏪᏎᎸ, ᎠᏂ ᎣᏍᏛ ᎨᏒ ᎯᎲᎦ, ᎤᏲᏃ ᎢᏳᏛᎿᏕᎩ ᎯᎠ ᏱᏁᏥᏪᏎᎸ, ᎾᎿ Ꮎ ᎯᏙᎨᏍᏗ, ᎠᎴ ᎠᏂ ᎯᎲᎦ ᎯᏆᎳᏏᏗᏱ ᎠᎩᏍᎩᎸ ᎭᏫᏂᏗᏢ;"
  },
  {
    "verse": "4",
    "kjv": "Are ye not then partial in yourselves, and are become judges of evil thoughts?",
    "web": "haven’t you shown partiality among yourselves, and become judges with evil thoughts?",
    "chr": "ᏞᏍᏗ ᎿᏉ ᏕᏣᏓᏅᏛ ᏱᏗᏣᏓᎸᏉᏗᎭ, ᎠᎴ ᏝᏍᎪ ᏗᏧᎪᏗᏍᎩ ᎤᏲ ᎢᏣᏓᏅᏖᏍᎩ ᏱᏂᏣᎵᏍᏔᏅ?"
  },
  {
    "verse": "5",
    "kjv": "Hearken, my beloved brethren, Hath not God chosen the poor of this world rich in faith, and heirs of the kingdom which he hath promised to them that love him?",
    "web": "Listen, my beloved brothers. Didn’t God choose those who are poor in this world to be rich in faith and heirs of the Kingdom which he promised to those who love him?",
    "chr": "ᎢᏣᏛᎬᎦ ᎢᏨᎨᏳᎢ ᎢᏓᎵᏅᏟ, ᏝᏍᎪ ᎤᏁᎳᏅᎯ ᏱᏚᏑᏰᏒ ᎤᏲ ᎢᏳᎾᏛᎿᏕᎩ ᎡᎶᎯ ᎠᏁᎯ, ᎤᏁᎿᎢᏳ ᎪᎯᏳᏗ ᎨᏒᎢ, ᎠᎴ ᎤᎾᏙᎵᎦ ᎤᏤᎵᎪᎯ ᎾᏍᎩ ᏧᏚᎢᏍᏓᏁᎸᎯ ᏥᎩ ᎬᏩᎨᏳᎯ?"
  },
  {
    "verse": "6",
    "kjv": "But ye have despised the poor. Do not rich men oppress you, and draw you before the judgment seats?",
    "web": "But you have dishonored the poor man. Don’t the rich oppress you and personally drag you before the courts?",
    "chr": "ᏂᎯᏍᎩᏂ ᎥᏝ ᏰᏥᎦᏌᏯᏍᏔᏅ ᎤᏲ ᎢᏳᏛᎲᏕᎩ. ᏝᏍᎪ ᏧᏁᎿᎢ ᎤᏲ ᏱᏂᎨᏨᎿᏕᎪᎢ, ᎠᎴ ᏱᏗᎨᏣᏘᏃᎯᎰ ᏗᎫᎪᏙᏗᏱ?"
  },
  {
    "verse": "7",
    "kjv": "Do not they blaspheme that worthy name by the which ye are called?",
    "web": "Don’t they blaspheme the honorable name by which you are called?",
    "chr": "ᏝᏍᎪ ᏯᏂᏐᏢᎢᏍᏗᏍᎪ ᎦᎸᏉᏗᏳ ᏕᎤᏙᎥ ᎾᏍᎩ ᏂᎯ ᏤᏦᏍᏔᏅᎯ ᏥᎩ?"
  },
  {
    "verse": "8",
    "kjv": "If ye fulfil the royal law according to the scripture, Thou shalt love thy neighbour as thyself, ye do well:",
    "web": "However, if you fulfill the royal law according to the Scripture, “You shall love your neighbor as yourself,” you do well.",
    "chr": "ᎢᏳᏃ ᎢᏥᎧᎵᎢᎮᏍᏗ ᎦᎸᏉᏗᏳ ᏗᎧᎿᏩᏛᏍᏗ ᎾᏍᎩᏯ ᏂᎬᏅ ᎪᏪᎸᎢ, \"ᏨᏒ ᏥᏂᏣᏓᎨᏳᎭ ᏂᎨᏳᏎᏍᏗ ᎾᎥ ᎢᏗᏍᏓᏓᎳ,\" ᏣᏗᎭ, ᎣᏏᏳ ᏱᏂᏣᏛᎦ."
  },
  {
    "verse": "9",
    "kjv": "But if ye have respect to persons, ye commit sin, and are convinced of the law as transgressors.",
    "web": "But if you show partiality, you commit sin, being convicted by the law as transgressors.",
    "chr": "ᎢᏳᏍᎩᏂᏃ ᏙᏣᏓᎸᏉᏗᏍᎨᏍᏗᏉ, ᎢᏥᏍᎦᏅᎨᏍᏗ, ᎠᎴ ᏗᎧᎾᏩᏛᏍᏗ ᏕᏧᎪᏓᏁᎮᏍᏗ ᎢᏥᏍᎦᏅᏨᎯ ᎨᏒᎢ."
  },
  {
    "verse": "10",
    "kjv": "For whosoever shall keep the whole law, and yet offend in one point, he is guilty of all.",
    "web": "For whoever keeps the whole law, and yet stumbles in one point, he has become guilty of all.",
    "chr": "ᎩᎶᏰᏃ ᏂᎦᏛ ᏗᎧᎿᏩᏛᏍᏗ ᏱᏓᎧᎿᏩᏕᎦ, ᏑᏓᎴᎩᏉᏃ ᎪᎱᏍᏗ ᏯᏲᏍᏗᎭ, ᏂᎦᏛ ᏚᏲᏍᏔᏃᎢ."
  },
  {
    "verse": "11",
    "kjv": "For he that said, Do not commit adultery, said also, Do not kill. Now if thou commit no adultery, yet if thou kill, thou art become a transgressor of the law.",
    "web": "For he who said, “Do not commit adultery,” also said, “Do not commit murder.” Now if you do not commit adultery but do murder, you have become a transgressor of the law.",
    "chr": "ᎯᎠᏰᏃ ᎢᏳᏪᏛ ᏥᎩ, \"ᏞᏍᏗ ᏣᏓᏲᏁᎸᎩ,\" ᎾᏍᏉ ᎯᎠ ᎢᏳᏪᏛ ᎢᎩ, \"ᏞᏍᏗ ᏣᏓᎸᎩ;\" ᎾᏍᎩᏃ ᎢᏳᏃ ᏂᏣᏓᏲᏁᎸᎾ ᏱᎩ, ᎠᏎᏃ ᏱᏣᏓᎸ, ᎿᏉ ᏗᎧᎿᏩᏛᏍᏗ ᎯᏲᏍᏗᏍᎩ ᏄᎵᏍᏔᏅ."
  },
  {
    "verse": "12",
    "kjv": "So speak ye, and so do, as they that shall be judged by the law of liberty.",
    "web": "So speak and so do as men who are to be judged by the law of freedom.",
    "chr": "ᎢᏥᏁᎬᎢ ᎠᎴ ᏕᏥᎸᏫᏍᏓᏁᎲᎢ ᎾᏍᎩᏯ ᎨᏎᏍᏗ ᏄᏍᏛ ᎤᏂᏁᎢᏍᏗ ᎨᏒ ᎠᎴ ᏧᏂᎸᏫᏍᏓᏁᏗ ᎨᏒ ᎾᏍᎩ Ꮎ ᏗᎨᎫᎪᏓᏁᏗ ᏥᎩ ᏗᎧᎿᏩᏛᏍᏗ ᎬᏓᎧᎲᏍᎩ ᎨᎬᏓᏁᏗ ᏥᎩ."
  },
  {
    "verse": "13",
    "kjv": "For he shall have judgment without mercy, that hath shewed no mercy; and mercy rejoiceth against judgment.",
    "web": "For judgment is without mercy to him who has shown no mercy. Mercy triumphs over judgment.",
    "chr": "ᎾᏥᏙᎵᎬᎾᏰᏃ ᏣᎫᎪᏓᏁᏗ ᎨᏎᏍᏗ ᏄᏓᏙᎵᏨᎯ; ᎠᏓᏙᎵᏍᏗᏃ ᎨᏒ ᎠᏓᎵᏁᏗᏕᎭ ᏗᎫᎪᏙᏗ ᎨᏒᎢ."
  },
  {
    "verse": "14",
    "kjv": "What doth it profit, my brethren, though a man say he hath faith, and have not works? can faith save him?",
    "web": "What good is it, my brothers, if a man says he has faith, but has no works? Can faith save him?",
    "chr": "ᎦᏙ ᎬᏙᏗ, ᎢᏓᎵᏅᏟ, ᎢᏳᏃ ᎩᎶ ᎠᏉᎯᏳᎭ ᏯᏗᎭ, ᏂᏚᎸᏫᏍᏓᏁᎲᎾᏃ ᏱᎩ? ᎤᏬᎯᏳᏒᏍᎪ ᏰᎵᏉ ᏳᏍᏕᎸ?"
  },
  {
    "verse": "15",
    "kjv": "If a brother or sister be naked, and destitute of daily food,",
    "web": "And if a brother or sister is naked and in lack of daily food,",
    "chr": "ᎢᏳᏃ ᎩᎶ ᎢᎩᏅᏟ ᎠᎴ ᎢᎩᏙ ᏧᏂᏰᎸᎭ ᏱᎩ, ᎠᎴ ᏳᏂᏂᎬᎦ ᏂᏚᎩᏨᏂᏒ ᎠᎵᏍᏓᏴᏗ ᎨᏒᎢ,"
  },
  {
    "verse": "16",
    "kjv": "And one of you say unto them, Depart in peace, be ye warmed and filled; notwithstanding ye give them not those things which are needful to the body; what doth it profit?",
    "web": "and one of you tells them, “Go in peace. Be warmed and filled;” yet you didn’t give them the things the body needs, what good is it?",
    "chr": "ᎩᎶᏃ ᏂᎯ ᎢᏣᏓᏡᎬ ᎯᎠ ᏱᏂᏑᏪᏎᎸ; ᏅᏩᏙᎯᏯᏛ ᏥᏤᎾ, ᎢᏥᎦᎾᏬᏒᎯ ᎠᎴ ᏗᏦᎸᏒᎯ ᎨᏎᏍᏗ; ᏂᏗᏥᏁᎲᎾᏃ ᎢᎨᏎᏍᏗ ᎠᏰᎸ ᎤᎵᏍᏕᎸᏙᏗ ᎨᏒᎢ; ᎦᏙ ᎬᏙᏗ ᎾᏍᎩ?"
  },
  {
    "verse": "17",
    "kjv": "Even so faith, if it hath not works, is dead, being alone.",
    "web": "Even so faith, if it has no works, is dead in itself.",
    "chr": "ᎾᏍᎩᏯ ᎾᏍᏉ ᎪᎯᏳᏗ ᎨᏒᎢ, ᎢᏳᏃ ᏔᎵ ᏄᏛᏛᎾ ᎢᎨᏎᏍᏗ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒᎢ, ᎤᎵᏬᏨᎯ, ᎤᏩᏒᏉ ᎨᏒ ᎢᏳᏍᏗ."
  },
  {
    "verse": "18",
    "kjv": "Yea, a man may say, Thou hast faith, and I have works: shew me thy faith without thy works, and I will shew thee my faith by my works.",
    "web": "Yes, a man will say, “You have faith, and I have works.” Show me your faith without works, and I will show you my faith by my works.",
    "chr": "ᎤᏙᎯᏳᎯ ᎩᎶ ᎯᎠ ᏱᏅᎦᏫ, ᏂᎯ ᏦᎯᏳᎭ, ᎠᏴᏃ ᏓᎩᎸᏫᏍᏓᏁᎭ; ᎬᏂᎨᏒ ᏂᏍᏋᏂᏏ ᏦᎯᏳᏒ ᏕᏣᎸᏫᏍᏓᏁᎲ ᏅᏗᏍᎬᎾ ᎨᏒᎢ, ᎠᏴᏃ ᎬᏂᎨᏒ ᏅᏓᎬᏴᏁᎵ ᎠᏉᎯᏳᏒ ᏓᎩᎸᏫᏍᏓᏁᎲ ᎬᏗᏍᎬᎢ."
  },
  {
    "verse": "19",
    "kjv": "Thou believest that there is one God; thou doest well: the devils also believe, and tremble.",
    "web": "You believe that God is one. You do well. The demons also believe—and shudder.",
    "chr": "ᏂᎯ ᎰᎯᏳᎲᏍᎦ ᎠᏏᏴᏫ ᎡᎲ ᎤᏁᎳᏅᎯ. ᎣᏏᏳ ᎿᏛᏁᎭ. ᎠᏂᏍᎩᎾ ᎾᏍᏉ ᎠᏃᎯᏳᎲᏍᎦ, ᎠᎴ ᏚᏂᎾᏫᎭ."
  },
  {
    "verse": "20",
    "kjv": "But wilt thou know, O vain man, that faith without works is dead?",
    "web": "But do you want to know, vain man, that faith apart from works is dead?",
    "chr": "ᏣᏚᎵᏍᎪᏃ ᏣᎦᏙᎥᎯᏍᏗᏱ, ᏂᏣᏓᏅᏛᎾ ᎯᏍᎦᏯ, ᎪᎯᏳᏗ ᎨᏒ ᎤᎵᏬᏨᎯ ᎨᏒ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒ ᏔᎵ ᏄᏛᏛᎾ ᏱᎩ?"
  },
  {
    "verse": "21",
    "kjv": "Was not Abraham our father justified by works, when he had offered Isaac his son upon the altar?",
    "web": "Wasn’t Abraham our father justified by works, in that he offered up Isaac his son on the altar?",
    "chr": "ᏝᏍᎪ ᎡᏆᎭᎻ ᎢᎩᏙᏓ ᏳᏚᏓᎴᏍᏔᏁ ᏚᎸᏫᏍᏓᏁᎲᎢ, ᎤᎵᏍᎪᎸᏔᏅ ᎤᏪᏥ ᎡᏏᎩ ᎠᏥᎸ ᎨᎳᏍᏗᏱ?"
  },
  {
    "verse": "22",
    "kjv": "Seest thou how faith wrought with his works, and by works was faith made perfect?",
    "web": "You see that faith worked with his works, and by works faith was perfected.",
    "chr": "ᎯᎪᏩᏘᎭ ᎪᎯᏳᏗ ᎨᏒ ᎤᏍᏕᎸᎲ ᏚᎸᏫᏍᏓᏁᎸᎢ, ᎾᏍᎩᏃ ᏚᎸᏫᏍᏓᏁᎸ ᎤᏩᏔᏅ ᎪᎯᏳᏗ ᎨᏒ ᎤᎧᎵᎸᎢ."
  },
  {
    "verse": "23",
    "kjv": "And the scripture was fulfilled which saith, Abraham believed God, and it was imputed unto him for righteousness: and he was called the Friend of God.",
    "web": "So the Scripture was fulfilled which says, “Abraham believed God, and it was accounted to him as righteousness,” and he was called the friend of God.",
    "chr": "ᎪᏪᎸᏃ ᎤᏙᎯᏳᏁᎢ ᎯᎠ ᏥᏂᎦᏪᎭ; \"ᎡᏆᎭᎻ ᎤᏬᎯᏳᏅᎩ ᎤᏁᎸᏅᎯ, ᎾᏍᎩᏃ ᏚᏳᎪᏛ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒ ᎤᏠᏱ ᎠᏥᏰᎸᎾᏁᎸᎩ.\" ᎾᏍᎩᏃ ᎤᏁᎳᏅᎯ ᎤᎾᎵᎢ ᎠᎪᏎᎲᎩ."
  },
  {
    "verse": "24",
    "kjv": "Ye see then how that by works a man is justified, and not by faith only.",
    "web": "You see then that by works a man is justified, and not only by faith.",
    "chr": "ᎾᏍᎩᏃ ᎢᏥᎪᏩᏘᎭ ᏴᏫ ᏕᎤᎸᏫᏍᏓᏁᎲ ᎠᏚᏓᎴᏍᏗᏍᎬᎢ, ᎥᏝᏃ ᎪᎯᏳᏗᏉ ᎨᏒ ᎤᏩᏒ."
  },
  {
    "verse": "25",
    "kjv": "Likewise also was not Rahab the harlot justified by works, when she had received the messengers, and had sent them out another way?",
    "web": "In the same way, wasn’t Rahab the prostitute also justified by works when she received the messengers and sent them out another way?",
    "chr": "ᎠᎴ ᎾᏍᏉ ᎴᎭᏫ ᎤᏁᎫᏥᏛ ᏝᏍᎪ ᏕᎤᎸᏫᏍᏓᏁᎲ ᏳᏚᏓᎴᏍᏔᏁᎢ ᏚᏓᏂᎸᏨ ᎾᏍᎩ Ꮎ ᏅᏓᎨᏥᏅᏏᏛ ᎠᎴ ᏚᏅᏫᏍᏔᏅ ᎤᏣᏘᏂ ᎢᏗᏢ ᏭᏂᎶᎯᏍᏗᏱ?"
  },
  {
    "verse": "26",
    "kjv": "For as the body without the spirit is dead, so faith without works is dead also.",
    "web": "For as the body apart from the spirit is dead, even so faith apart from works is dead.",
    "chr": "ᎠᏰᎸᏰᏃ ᎠᏓᏅᏙ ᏄᏪᎲᎾ ᏱᎩ ᎤᏓᏬᏨᎯ ᏥᎨᏐᎢ, ᎾᏍᎩᏯᏉ ᎪᎯᏳᏗ ᎨᏒ ᏔᎵ ᏄᏛᏛᎾ ᏱᎩ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒ ᎾᏍᏉ ᎤᎵᏬᏨᎯ ᎨᏐᎢ."
  }
]