[
  {
    "verse": "1",
    "kjv": "My brethren, be not many masters, knowing that we shall receive the greater condemnation.",
    "web": "Let not many of you be teachers, my brothers, knowing that we will receive heavier judgment.",
    "chr": "ᎢᏓᎵᏅᏟ ᏞᏍᏗ ᎢᏥᏣᏘ ᏗᏣᏕᏲᎲᏍᎩ ᏱᎨᏎᏍᏗ, ᎢᏥᎦᏔᎭᏰᏃ ᎤᏟ ᎢᎦᎢ ᎢᎩᏍᏛᏗᏍᏗ ᎨᏒᎢ;"
  },
  {
    "verse": "2",
    "kjv": "For in many things we offend all. If any man offend not in word, the same is a perfect man, and able also to bridle the whole body.",
    "web": "For we all stumble in many things. Anyone who doesn’t stumble in word is a perfect person, able to bridle the whole body also.",
    "chr": "ᎤᏣᏘᏰᏃ ᎢᏳᏓᎴᎩ ᏂᏗᎥ ᎢᏗᏍᎦᏅᎪᎢ. ᎢᏳᏃ ᎩᎶ ᎦᏬᏂᏍᎬ ᎾᏍᎦᏅᎬᎾ ᏥᎨᏐᎢ, ᎾᏍᎩ ᏄᎪᎸᎾ ᎨᏐ ᎠᏍᎦᏯ, ᏰᎵᏉ ᎬᏪᎾᎯᏍᏙᏗ ᏂᎬ ᎠᏰᎸᎢ."
  },
  {
    "verse": "3",
    "kjv": "Behold, we put bits in the horses' mouths, that they may obey us; and we turn about their whole body.",
    "web": "Indeed, we put bits into the horses’ mouths so that they may obey us, and we guide their whole body.",
    "chr": "ᎬᏂᏳᏉ ᏕᏗᎭᎾᎳᏗᏍᎪ ᏐᏈᎵ ᎨᎪᎯᏳᏗᏱ, ᎠᎴ ᏂᎬ ᏗᏂᏰᎸ ᏕᏗᎪᎸᏏᏙᎰᎢ."
  },
  {
    "verse": "4",
    "kjv": "Behold also the ships, which though they be so great, and are driven of fierce winds, yet are they turned about with a very small helm, whithersoever the governor listeth.",
    "web": "Behold, the ships also, though they are so big and are driven by fierce winds, are yet guided by a very small rudder, wherever the pilot desires.",
    "chr": "ᎬᏂᏳᏉ ᎾᏍᏉ ᏥᏳᏧᏛᎾ ᏤᏉᎯᏳᏍᎩᏂᏃᏅ ᎠᎴ ᎤᏍᎦᏎᏗ ᎤᏃᎴ ᏕᎦᏂᏙᎰᎢ, ᎠᏎᏃ ᏓᏂᎦᏔᎲᏏᏙᎰ ᎠᏅᏘᏍᎪ ᎤᏍᏗᎩᏳ ᎦᏌᏛᏍᏗ ᎾᎿᏉ ᎢᏗᏢ ᎤᏚᎸ ᎦᏌᏛᏍᎩ."
  },
  {
    "verse": "5",
    "kjv": "Even so the tongue is a little member, and boasteth great things. Behold, how great a matter a little fire kindleth!",
    "web": "So the tongue is also a little member, and boasts great things. See how a small fire can spread to a large forest!",
    "chr": "ᎾᏍᎩᏯ ᎾᏍᏉ ᎦᏃᎦ ᎤᏍᏗᎩᏳ, ᎠᏎᏃ ᎠᏉᎯᏳ ᎦᏬᏂᏍᎪᎢ. ᎬᏂᏳᏉ ᎤᏍᏗ ᎠᏥᎸ ᏄᏣᏔ ᎠᏓ ᏓᏥᏍᏢᏍᎪᎢ."
  },
  {
    "verse": "6",
    "kjv": "And the tongue is a fire, a world of iniquity: so is the tongue among our members, that it defileth the whole body, and setteth on fire the course of nature; and it is set on fire of hell.",
    "web": "And the tongue is a fire. The world of iniquity among our members is the tongue, which defiles the whole body, and sets on fire the course of nature, and is set on fire by Gehenna.",
    "chr": "ᎠᎴ ᎦᏃᎦ ᎠᏥᎸ ᎾᏍᎩᏯᎢ ᎠᎴ ᎡᎶᎯ ᎠᎧᎵᎢ ᏂᏚᏳᎪᏛᎾ ᎨᏒ ᎾᏍᎩᏯ. ᎾᏍᎩᏯ ᏄᏍᏗ ᎦᏃᎦ ᎤᏓᏑᏴ ᎢᎦᏙᏢᏒᎢ, ᎾᏍᎩ ᎦᏓᎭ ᎢᎬᏁᎯ ᏂᎬ ᎠᏰᎸᎢ, ᎠᎴ ᎠᏥᏍᏢᏍᎩ ᎠᎢᏒ ᎠᏁᎳᏅᎯ ᎨᏒᎢ, ᎠᎴ ᏨᏍᎩᏃᎢ ᎤᏓᏳᏓᎴᏅᎯ ᎠᏥᏥᏍᏝᏫᏍᏗᏍᎩ."
  },
  {
    "verse": "7",
    "kjv": "For every kind of beasts, and of birds, and of serpents, and of things in the sea, is tamed, and hath been tamed of mankind:",
    "web": "For every kind of animal, bird, creeping thing, and sea creature is tamed, and has been tamed by mankind;",
    "chr": "ᏄᎾᏓᎴᏒᏰᏃ ᎢᎾᎨ ᎠᏁᎯ ᎠᎴ ᎠᏂᏃᎯᎵᏙᎯ ᎠᎴ ᎠᎾᏓᎾᏏᏂᏙᎯ ᎠᎴ ᎠᎺᏉᎯ ᎠᏁᎯ, ᏗᏓᏅᏘᏐᏙᏗ ᎠᎴ ᏧᏓᏅᏘᏐᏔᏅᎯ ᏴᏫ."
  },
  {
    "verse": "8",
    "kjv": "But the tongue can no man tame; it is an unruly evil, full of deadly poison.",
    "web": "but nobody can tame the tongue. It is a restless evil, full of deadly poison.",
    "chr": "ᎪᏃᎦᏍᎩᏂ ᎥᏝ ᎩᎶ ᏰᎵ ᏴᎬᏓᏅᏘᏐᏓ, ᎾᏍᎩ ᎤᏲᎢ ᎬᏎᎪᎩᏍᏗ ᏂᎨᏒᎾ, ᎠᎧᎵᎢ ᎠᏓᎯᎯ ᏅᏬᏘ."
  },
  {
    "verse": "9",
    "kjv": "Therewith bless we God, even the Father; and therewith curse we men, which are made after the similitude of God.",
    "web": "With it we bless our God and Father, and with it we curse men who are made in the image of God.",
    "chr": "ᎾᏍᎩ ᎢᏛᏗᏍᎪᎢ ᎡᏗᎸᏉᏗᏍᎪ ᎤᏁᎳᏅᎯ ᎠᎦᏴᎵᎨᎢ, ᎠᎴ ᎾᏍᎩ ᎢᏛᏗᏍᎪᎢ ᏕᏗᏍᎩᏅᏗᏍᎪ ᏴᏫ ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᏄᏍᏛ ᎢᎨᎬᏁᎸᎯ ᎨᎪᏢᏅᎯ"
  },
  {
    "verse": "10",
    "kjv": "Out of the same mouth proceedeth blessing and cursing. My brethren, these things ought not so to be.",
    "web": "Out of the same mouth comes blessing and cursing. My brothers, these things ought not to be so.",
    "chr": "ᎾᏍᎩ ᏌᏉ ᎠᎰᎵ ᏗᎦᏄᎪᎪ ᎦᎸᏉᏙᏗ ᎨᏒ ᎠᎴ ᎠᏍᎩᏅᏗᏍᏗ ᎨᏒᎢ. ᎢᏓᎵᏅᏟ, ᎥᏝ ᎣᏏᏳ ᏱᎩ ᎾᏍᎩ ᏥᏄᏍᏗ."
  },
  {
    "verse": "11",
    "kjv": "Doth a fountain send forth at the same place sweet water and bitter?",
    "web": "Does a spring send out from the same opening fresh and bitter water?",
    "chr": "ᏥᎪ ᏌᏉ ᎦᏄᎪᎬ ᏗᎦᏄᎪᎪ ᎤᎦᎾᏍᏛ ᎠᎹ ᎠᎴ ᎤᏴᏍᏗ?"
  },
  {
    "verse": "12",
    "kjv": "Can the fig tree, my brethren, bear olive berries? either a vine, figs? so can no fountain both yield salt water and fresh.",
    "web": "Can a fig tree, my brothers, yield olives, or a vine figs? Thus no spring yields both salt water and fresh water.",
    "chr": "ᎢᏓᎵᏅᏟ, ᏥᎪ ᏒᎦᏔ-ᎢᏳᏍᏗ ᏡᎬ ᏰᎵᏉ ᏯᎾᏓᏛᎦ ᎣᎵᏩ ᏡᎬ ᎠᎾᏓᏛᏍᎩ, ᎠᎴ ᏥᎪ ᏖᎸᎳᏗᎯ ᏒᎦᎳ-ᎢᏳᏍᏗ ᏯᎾᏓᏛᎦ? ᎾᏍᏉᏍᎩᏂ ᎥᏝ ᏰᎵ ᏌᏉ ᎦᏄᎪᎬ ᏴᏛᎦᏄᎪᎢ ᎠᎹ ᎤᎶᏥᏛ ᎠᎴ ᎠᎹ ᎤᎶᏥᏛ ᏂᎨᏒᎾ."
  },
  {
    "verse": "13",
    "kjv": "Who is a wise man and endued with knowledge among you? let him shew out of a good conversation his works with meekness of wisdom.",
    "web": "Who is wise and understanding among you? Let him show by his good conduct that his deeds are done in gentleness of wisdom.",
    "chr": "ᎦᎪ ᏂᎯ ᏂᏣᏛᏅᎢ ᎤᏓᏑᏯ ᎠᏏᎾᏌᏂ ᎠᎴ ᎠᎦᏔᏂᎢ? ᎾᏍᎩ ᏫᎦᎾᏄᎪᏩ ᏕᎤᎸᏫᏍᏓᏁᎲᎢ ᏫᎬᏙᏓ ᎣᏏᏳ ᎾᏛᏁᎲᎢ, ᎠᎴ ᏫᎬᏙᏓ ᎠᏏᎾᏌᏂᏳ ᎨᏒ ᏔᎵ ᎤᏛᏕᏍᏗ ᎤᏓᏅᏘ ᎨᏒᎢ."
  },
  {
    "verse": "14",
    "kjv": "But if ye have bitter envying and strife in your hearts, glory not, and lie not against the truth.",
    "web": "But if you have bitter jealousy and selfish ambition in your heart, don’t boast and don’t lie against the truth.",
    "chr": "ᎢᏳᏍᎩᏂ ᎢᏥᏍᏆᏂᎪᏕᏍᏗ ᏙᏗᏣᏓᏅᏛᎢ ᎠᏛᏳᎨᏗ ᎠᎴ ᎠᏗᏒᏍᏗ ᎨᏒᎢ, ᏞᏍᏗ ᏱᏣᏢᏆᏍᎨᏍᏗ ᎠᎴ ᏞᏍᏗ ᏱᏣᏤᎪᎥᏍᎨᏍᏗ ᎤᏙᎯᏳᏒ ᏱᏥᏲᏍᎨᏍᏗ."
  },
  {
    "verse": "15",
    "kjv": "This wisdom descendeth not from above, but is earthly, sensual, devilish.",
    "web": "This wisdom is not that which comes down from above, but is earthly, sensual, and demonic.",
    "chr": "ᎯᎠ ᎾᏍᎩ ᎠᏏᎾᏌᏂᏳ ᎨᏒ ᎥᏝ ᎦᎸᎳᏗ ᏅᏓᏳᏓᎴᏅᎯ ᏱᎩ, ᎡᎶᎯᏉᏍᎩᏂ ᎡᎯ ᎠᎴ ᎤᏊᏓᎸᏉ ᎡᎯ ᎠᎴ ᎠᏍᎩᎾ ᎢᏳᏍᏗ."
  },
  {
    "verse": "16",
    "kjv": "For where envying and strife is, there is confusion and every evil work.",
    "web": "For where jealousy and selfish ambition are, there is confusion and every evil deed.",
    "chr": "ᎾᎿᏰᏃ ᎠᏛᏳᎨᏗ ᎠᎴ ᎠᏗᏒᏍᏗ ᎠᏁᎲᎢ, ᎾᎿ ᎡᎰ ᏧᏓᎴᏅᏛ ᎠᎴ ᏂᎦᎥ ᎤᏲ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒᎢ."
  },
  {
    "verse": "17",
    "kjv": "But the wisdom that is from above is first pure, then peaceable, gentle, and easy to be intreated, full of mercy and good fruits, without partiality, and without hypocrisy.",
    "web": "But the wisdom that is from above is first pure, then peaceful, gentle, reasonable, full of mercy and good fruits, without partiality, and without hypocrisy.",
    "chr": "ᎦᎸᎳᏗᏍᎩᏂ ᏅᏓᏳᏓᎴᏅᎯ ᏥᎩ ᎠᏏᎾᏌᏂᏳ ᎨᏒ ᎢᎬᏱᏱ ᎦᏓᎭ ᏂᎨᏒᎾ ᎨᏐᎢ, ᎿᏉᏃ ᎪᎯᏍᏗᏍᎩ, ᎠᎴ ᎤᏓᏅᏘ, ᎠᎴ ᎤᏬᎯᏳᎯᏍᏛ, ᎠᎴ ᎠᎧᎵᏬᎯ ᎠᏓᏙᎵᏍᏗ ᎨᏒᎢ ᎠᎴ ᎣᏍᏛ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒᎢ, ᎠᎴ ᏄᏓᎸᏉᏛᎾ, ᎠᎴ ᎤᏠᎾᏍᏗ ᏂᎨᏒᎾ."
  },
  {
    "verse": "18",
    "kjv": "And the fruit of righteousness is sown in peace of them that make peace.",
    "web": "Now the fruit of righteousness is sown in peace by those who make peace.",
    "chr": "ᎠᏃᎯᏍᏗᏍᎩᏂ ᎠᏃᎯᏍᏗᏍᎬᎢ ᎠᏂᏫᏍᎪ ᏚᏳᎪᏛ ᎤᎾᏄᎪᏫᏍᏗ ᎨᏒᎢ."
  }
]
