[
  {
    "verse": "1",
    "kjv": "Paul, an apostle of Jesus Christ by the will of God, to the saints which are at Ephesus, and to the faithful in Christ Jesus:",
    "web": "Paul, an apostle of Christ Jesus through the will of God, to the saints who are at Ephesus, and the faithful in Christ Jesus:",
    "chr": "ᏉᎳ, ᏥᏌ ᎦᎶᏁᏛ ᎠᎩᏅᏏᏛ ᎾᏍᎩᏯ ᎤᏁᎳᏅᎯ ᎠᏓᏅᏖᏍᎬᎢ, ᏫᏨᏲᏪᎳᏏ ᎢᏣᏓᏅᏘ ᎡᏈᏌ ᎢᏤᎯ, ᎠᎴ ᎡᏦᎯᏳᎲᏍᎩ ᎦᎶᏁᏛ ᏥᏌ,"
  },
  {
    "verse": "2",
    "kjv": "Grace be to you, and peace, from God our Father, and from the Lord Jesus Christ.",
    "web": "Grace to you and peace from God our Father and the Lord Jesus Christ.",
    "chr": "ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎠᎴ ᏅᏩᏙᎯᏯᏛ ᎢᏣᏤᎵ ᎨᏎᏍᏗ ᏅᏓᏳᎾᎵᏍᎪᎸᏔᏅᎯ ᎤᏁᎳᏅᎯ ᎢᎩᏙᏓ, ᎠᎴ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ."
  },
  {
    "verse": "3",
    "kjv": "Blessed be the God and Father of our Lord Jesus Christ, who hath blessed us with all spiritual blessings in heavenly places in Christ:",
    "web": "Blessed be the God and Father of our Lord Jesus Christ, who has blessed us with every spiritual blessing in the heavenly places in Christ,",
    "chr": "ᎦᎸᏉᏙᏗ ᎨᏎᏍᏗ ᎤᏁᎳᏅᎯ ᎠᎴ ᎤᏙᏓ ᎤᎬᏫᏳᎯ ᎢᎦᏤᎵ ᏥᏌ ᎦᎶᏁᏛ, ᎾᏍᎩ ᎦᎶᏁᏛ ᎢᏳᏩᏂᏌᏅᎯ ᎣᏍᏛ ᎢᎦᏛᏁᎸᎯ ᏥᎩ, ᎢᎩᏁᎸᎯ ᏂᎦᎥ ᎣᏍᏛ ᎨᏒ ᎠᏓᏅᏙ ᎤᎬᏩᎵ, ᎾᏍᎩ ᏧᏓᎴᏅᏛ ᏦᏒ ᎡᎯ ᎤᎬᏩᎵ."
  },
  {
    "verse": "4",
    "kjv": "According as he hath chosen us in him before the foundation of the world, that we should be holy and without blame before him in love:",
    "web": "even as he chose us in him before the foundation of the world, that we would be holy and without defect before him in love,",
    "chr": "ᎾᏍᎩᏯ ᎢᎦᏑᏰᏒ ᎾᏍᎩ Ꮎ ᎠᎬᏗᏍᎬᎢ ᎠᏏ ᎡᎶᎯ ᎾᏙᏢᏍᎬᎾ ᎨᏒᎢ, ᎾᏍᎩ ᏂᏗᏍᎦᏅᎾ ᎢᎦᎵᏍᏙᏗᏱ, ᎠᎴ ᎪᎱᏍᏗ ᏁᎫᎢᏍᏛᎾ ᎢᏳᎵᏍᏙᏗᏱ ᎾᏍᎩ ᎠᎦᏔᎲ ᎠᏓᎨᏳᏗ ᎨᏒ ᎢᏛᏗᏍᎬᎢ;"
  },
  {
    "verse": "5",
    "kjv": "Having predestinated us unto the adoption of children by Jesus Christ to himself, according to the good pleasure of his will,",
    "web": "having predestined us for adoption as children through Jesus Christ to himself, according to the good pleasure of his desire,",
    "chr": "ᎾᏍᎩ ᏂᎦᏑᏰᏐᎢ ᏧᏪᏥ ᎢᎬᏁᏗᏱ ᎠᎬᏗᏍᎬ ᏥᏌ ᎦᎶᏁᏛ, ᎾᏍᎩᏯ ᎣᏏᏳ ᎤᏰᎸᏗ ᎨᏒᎢ."
  },
  {
    "verse": "6",
    "kjv": "To the praise of the glory of his grace, wherein he hath made us accepted in the beloved.",
    "web": "to the praise of the glory of his grace, by which he freely gave us favor in the Beloved.",
    "chr": "ᎾᏍᎩ ᎢᏳᏩᏂᏐᏗᏱ ᎦᎸᏉᏗᏳ ᎢᏳᎵᏍᏙᏗᏱ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒᎢ, ᎾᎿ ᎢᎩᏙᎵᏨᎯ ᏥᎩ ᎾᏍᎩ ᎠᏥᎨᏳᎢ ᎢᏳᏩᏂᏌᏛ;"
  },
  {
    "verse": "7",
    "kjv": "In whom we have redemption through his blood, the forgiveness of sins, according to the riches of his grace;",
    "web": "In him we have our redemption through his blood, the forgiveness of our trespasses, according to the riches of his grace",
    "chr": "ᎾᏍᎩ ᎢᏳᏩᏂᏌᏛ ᎡᎦᎫᏴᏛ ᏥᎩ ᎤᎩᎬ ᎬᏔᏅᎯ, ᎡᎩᏙᎵᏨᎯ ᎢᎩᏍᎦᏅᏨᎢ, ᎾᏍᎩᏯ ᏄᏧᏈᏍᏛ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒᎢ;"
  },
  {
    "verse": "8",
    "kjv": "Wherein he hath abounded toward us in all wisdom and prudence;",
    "web": "which he made to abound toward us in all wisdom and prudence,",
    "chr": "ᎾᏍᎩ ᎤᏣᏘ ᎢᎩᏁᎸᎯ ᏥᎩ ᎬᏗᏍᎬ ᏂᎦᎥ ᎠᎦᏙᎮᎯᏍᏗ ᎨᏒ ᎠᎴ ᎠᎵᏏᎾᎯᏍᏙᏗ ᎨᏒᎢ;"
  },
  {
    "verse": "9",
    "kjv": "Having made known unto us the mystery of his will, according to his good pleasure which he hath purposed in himself:",
    "web": "making known to us the mystery of his will, according to his good pleasure which he purposed in him",
    "chr": "ᎾᏍᎩ ᎢᎩᎾᏄᎪᏫᏎᎸᎯ ᏥᎩ ᎤᏕᎵᏛ ᎤᏓᏅᏖᎸᎯ, ᎾᏍᎩᏯ ᎣᏏᏳ ᎤᏰᎸᏅᎢ, ᎾᏍᎩ ᎤᏩᏒ ᎨᏒ ᎤᏓᏅᏖᎸᎯ ᎨᏒᎢ;"
  },
  {
    "verse": "10",
    "kjv": "That in the dispensation of the fulness of times he might gather together in one all things in Christ, both which are in heaven, and which are on earth; even in him:",
    "web": "to an administration of the fullness of the times, to sum up all things in Christ, the things in the heavens and the things on the earth, in him.",
    "chr": "ᎾᏍᎩ ᎾᎯᏳ ᎠᏎᎸᎯ ᎨᏒ ᎠᎵᏰᎢᎶᎸᎭ ᏧᏪᏟᏐᏗᏱ ᏌᏉ ᎢᏧᏩᏁᏗᏱ ᎦᎶᏁᏛ ᏧᏲᎯᏎᏗ ᎦᎸᎶᎯ ᎠᎴ ᎾᏍᏉ ᎡᎶᎯ ᏤᎭ; ᎾᏍᎩ ᏧᏲᎯᏎᏗ,"
  },
  {
    "verse": "11",
    "kjv": "In whom also we have obtained an inheritance, being predestinated according to the purpose of him who worketh all things after the counsel of his own will:",
    "web": "We were also assigned an inheritance in him, having been foreordained according to the purpose of him who does all things after the counsel of his will,",
    "chr": "ᎾᏍᎩ ᎾᏍᏉ ᏥᏅᏗᎦᎵᏍᏙᏗ ᎡᎦᎵᏍᎪᎸᏓᏁᎸᎯ ᏥᎩ ᎢᎦᏤᎵ ᎢᏳᎵᏍᏙᏗ ᎨᏒᎢ, ᎡᎦᏑᏰᏛ ᏥᎩ ᎾᏍᎩᏯ ᏄᏍᏛ ᎤᏓᏅᏖᎸᎢ, ᎾᏍᎩ Ꮎ ᏥᏑᎸᏫᏍᏓᏁᎭ ᏂᎦᎥ ᏧᏓᎴᏅᏛ ᎾᏍᎩᏯ ᎤᏩᏒ ᎤᏓᏅᏛ ᏚᏭᎪᏔᏂᎸᎢ;"
  },
  {
    "verse": "12",
    "kjv": "That we should be to the praise of his glory, who first trusted in Christ.",
    "web": "to the end that we should be to the praise of his glory, we who had before hoped in Christ.",
    "chr": "ᎾᏍᎩ ᎠᏴ ᎢᎬᏱᏱ ᎣᏣᎵᏍᎦᏍᏙᏔᏅᎯ ᎦᎶᏁᏛ ᎢᏲᎬᏂᏐᏗᏱ ᎦᎸᏉᏗᏳ ᎢᏳᎵᏍᏙᏗᏱ ᎠᏥᎸᏉᏗᏳ ᎨᏒᎢ;"
  },
  {
    "verse": "13",
    "kjv": "In whom ye also trusted, after that ye heard the word of truth, the gospel of your salvation: in whom also after that ye believed, ye were sealed with that holy Spirit of promise,",
    "web": "In him you also, having heard the word of the truth, the Good News of your salvation—in whom, having also believed, you were sealed with the promised Holy Spirit,",
    "chr": "ᎾᏍᎩ ᏂᎯ ᎾᏍᏉ [ᏤᏣᎵᏍᎦᏍᏙᏔᏅᎩ] ᎿᏉ ᎢᏣᏛᎦᏅ ᎦᏰᎪᎩ ᏂᎨᏒᎾ ᎧᏃᎮᏛ, ᎾᏍᎩ ᎣᏍᏛ ᎧᏃᎮᏛ ᎢᏣᎵᏍᏕᎸᏙᏗ ᏥᎩ; ᎾᏍᎩ ᎾᏍᏉ ᎡᏦᎢᏳᏅ, ᎿᏉ ᎢᏥᏰᎸᏔᏅᎩ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᎾᏍᎩ ᎠᏚᎢᏍᏔᏅᎯ ᎨᏒᎢ,"
  },
  {
    "verse": "14",
    "kjv": "Which is the earnest of our inheritance until the redemption of the purchased possession, unto the praise of his glory.",
    "web": "who is a pledge of our inheritance, to the redemption of God’s own possession, to the praise of his glory.",
    "chr": "ᎾᏍᎩ ᎠᎦᏘᏗᏍᏙᏗ ᏥᎩ ᎢᎦᏤᎵ ᎢᏳᎵᏍᏙᏗ ᎨᏒᎢ, ᎬᏂ ᎢᎦᏤᎵᎦ ᏂᏛᏁᎸᎭ ᎠᎫᏴᏛ ᎠᏩᏒᎯ ᎢᎦᏤᎵᎦ, ᎾᏍᎩ ᎦᎸᏉᏗᏳ ᎢᏳᎵᏍᏙᏗᏱ ᎠᏥᎸᏉᏗᏳ ᎨᏒᎢ."
  },
  {
    "verse": "15",
    "kjv": "Wherefore I also, after I heard of your faith in the Lord Jesus, and love unto all the saints,",
    "web": "For this cause I also, having heard of the faith in the Lord Jesus which is among you and the love which you have toward all the saints,",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎾᏍᏉ ᎠᏴ ᎠᏆᏛᎦᏅ ᎡᏦᎢᏳᏒ ᎤᎬᏫᏳᎯ ᏥᏌ, ᎠᎴ ᏕᏥᎨᏳᏒ ᎾᏂᎥ ᎤᎾᏓᏅᏘ,"
  },
  {
    "verse": "16",
    "kjv": "Cease not to give thanks for you, making mention of you in my prayers;",
    "web": "don’t cease to give thanks for you, making mention of you in my prayers,",
    "chr": "ᎥᏝ ᏱᏥᏑᎵᎪᎪ [ᎤᏁᎳᏅᎯ] ᏥᏯᎵᎡᎵᏤᎲ ᏂᎯ ᏅᏗᎦᎵᏍᏙᏗᏍᎬᎢ, ᏂᎯ ᎢᏨᏁᎢᏍᏗᏍᎬ ᎦᏓᏙᎵᏍᏗᏍᎬᎢ;"
  },
  {
    "verse": "17",
    "kjv": "That the God of our Lord Jesus Christ, the Father of glory, may give unto you the spirit of wisdom and revelation in the knowledge of him:",
    "web": "that the God of our Lord Jesus Christ, the Father of glory, may give to you a spirit of wisdom and revelation in the knowledge of him,",
    "chr": "ᎾᏍᎩ ᎤᏁᎳᏅᎯ, ᎢᎦᏤᎵ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᎵᎦ, ᎠᎦᏴᎵᎨ ᎦᎸᏉᏗᏳ ᏥᎩ, ᎾᏍᎩ ᎢᏥᏁᏗᏱ ᎠᏓᏅᏙ ᎠᎦᏙᎥᎯᏍᏙᏗ ᎠᎴ ᎠᏓᎾᏄᎪᏫᏎᎯ, ᎾᏍᎩ ᎤᏩᏒ ᎡᏥᎦᏙᎥᎯᏍᏗᏱ;"
  },
  {
    "verse": "18",
    "kjv": "The eyes of your understanding being enlightened; that ye may know what is the hope of his calling, and what the riches of the glory of his inheritance in the saints,",
    "web": "having the eyes of your hearts enlightened, that you may know what is the hope of his calling, and what are the riches of the glory of his inheritance in the saints,",
    "chr": "ᎾᏍᎩ Ꮎ ᎢᏦᎵᏍᏙᏗ ᎨᏒ ᏓᎧᏅᎢᎦ ᏤᏣᏗᏍᏓᏁᏗᏱ; ᎾᏍᎩ ᎢᏥᎦᏙᎥᎯᏍᏗᏱ ᏄᏍᏛ ᎤᏚᎩ ᎬᏗ ᎨᏒ, ᎾᏍᎩ ᎤᏓᏯᏅᏗ ᎨᏒᎢ, ᎠᎴ ᏂᎦᎥ ᎦᎸᏉᏗᏳ ᎨᏒ ᎤᎾᏓᏅᏘ ᎤᎾᏤᎵ ᎢᏳᎵᏍᏙᏗ ᎨᏒ ᎾᏍᎩ ᏧᏁᏗ ᏥᎩ,"
  },
  {
    "verse": "19",
    "kjv": "And what is the exceeding greatness of his power to us-ward who believe, according to the working of his mighty power,",
    "web": "and what is the exceeding greatness of his power toward us who believe, according to that working of the strength of his might",
    "chr": "ᎠᎴ ᏄᏍᏛ ᏭᏓᎪᎾᏛᏛ ᎡᏉᎯᏳ ᎨᏒ ᎤᎷᏂᎬᎬ ᎬᏂᎨᏒ ᏂᎬᏁᎸ ᎢᎪᎯᏳᏅᎯ ᏥᎩ, ᎾᏍᎩᏯ ᏚᎸᏫᏍᏓᏁᎲ ᎤᏣᏔᏅᎯ ᎤᎵᏂᎩᏛ ᎨᏒᎢ,"
  },
  {
    "verse": "20",
    "kjv": "Which he wrought in Christ, when he raised him from the dead, and set him at his own right hand in the heavenly places,",
    "web": "which he worked in Christ when he raised him from the dead and made him to sit at his right hand in the heavenly places,",
    "chr": "ᎾᏍᎩ ᎦᎶᏁᏛ ᏥᏄᏛ'ᏁᎴᎢ ᎤᏲᎱᏒ ᏥᏚᎴᏔᏁᎢ, ᎠᎴ ᎤᏩᏒ ᎠᎦᏘᏏᏗᏢ ᏧᏪᎧᏁᎢ ᎦᎸᎳᏗ ᏗᎨᏒᎢ,"
  },
  {
    "verse": "21",
    "kjv": "Far above all principality, and power, and might, and dominion, and every name that is named, not only in this world, but also in that which is to come:",
    "web": "far above all rule, authority, power, dominion, and every name that is named, not only in this age, but also in that which is to come.",
    "chr": "ᎤᏟ ᎦᎸᎳᏗᏳ ᎡᏍᎦᏉ ᎾᏂᎥ ᏗᎨᎦᏁᎶᏗ ᎨᏒᎢ, ᎠᎴ ᎤᎵᏂᎩᏗᏳ ᎨᏒᎢ, ᎠᎴ ᎨᎦᎨᏅᏴ ᎨᏒᎢ, ᎠᎴ ᎤᏂᎬᏫᏳᏎᏕᎩ ᎨᏒᎢ, ᎠᎴ ᎾᏂᎥ ᏚᎾᏙᎠᏗᏒ ᏗᎪᎥᎯ ᏥᎩ, ᎥᏝ ᎠᏂᏉ ᎤᏩᏒ ᎪᎯ ᏥᎩ, ᎾᏍᏉᏍᎩᏂ ᎾᎿ Ꮒ ᎠᏏ ᎤᎵᏰᎢᎶᎯᏍᏗ ᏥᎩ,"
  },
  {
    "verse": "22",
    "kjv": "And hath put all things under his feet, and gave him to be the head over all things to the church,",
    "web": "He put all things in subjection under his feet, and gave him to be head over all things for the assembly,",
    "chr": "ᎠᎴ ᏄᏓᎴᏛ ᎪᎱᏍᏗ ᏚᎳᏍᎬ ᎭᏫᏂᏗᏢ ᏥᏂᏚᏩᏁᎸ, ᎠᎴ ᎾᏍᎩ ᎤᎬᏫᏳᏌᏕᎩ ᏥᎾᎬᏁᎸ ᏄᏓᎴᏒ ᎪᎱᏍᏗ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬ ᎠᏁᎲᎢ,"
  },
  {
    "verse": "23",
    "kjv": "Which is his body, the fulness of him that filleth all in all.",
    "web": "which is his body, the fullness of him who fills all in all.",
    "chr": "ᎾᏍᎩ ᎠᏰᎵ ᏥᎩ, ᎾᏍᎩ ᎤᎧᎵᎢᎯ, ᎾᏍᎩ ᎤᏩᏒ ᏂᎦᏗᏳ ᏂᎬᎾᏛ ᎠᎧᎵᎢᎯ ᏥᎩ."
  }
]