[
  {
    "verse": "1",
    "kjv": "And you hath he quickened, who were dead in trespasses and sins;",
    "web": "You were made alive when you were dead in transgressions and sins,",
    "chr": "ᏂᎯᏃ ᏗᏥᏲᎱᏒᎯ ᏥᎨᏒ ᎤᏣᏘᏂ ᏂᏣᏛᏁᎸ ᎠᎴ ᎢᏥᏍᎦᏅᏨᎢ;--"
  },
  {
    "verse": "2",
    "kjv": "Wherein in time past ye walked according to the course of this world, according to the prince of the power of the air, the spirit that now worketh in the children of disobedience:",
    "web": "in which you once walked according to the course of this world, according to the prince of the power of the air, the spirit who now works in the children of disobedience.",
    "chr": "ᎾᎿᏂ ᏧᏩᎫᏔᏅᏒ ᎢᏤᏙᎸᎢ ᎾᏍᎩᏯ ᎢᏳᎾᏛᏁᏗ ᎨᏒ ᎡᎶᎲ ᎠᏁᎯ, ᎾᏍᎩᏯ [ᎤᏚᎵᏍᎬ] ᎦᏃᎴᏍᎬ ᎡᎯ ᎡᎬᏫᏳᏌᏕᎩ, ᎾᏍᎩ ᎠᏓᏅᏙ ᎪᎯ ᎨᏒ ᏥᏚᎸᏫᏍᏓᏁ ᏚᎾᏓᏅᏛ ᎪᎯᏳᏗ ᏂᎨᏒᎾ ᎨᏒ ᏧᏪᏥ;"
  },
  {
    "verse": "3",
    "kjv": "Among whom also we all had our conversation in times past in the lusts of our flesh, fulfilling the desires of the flesh and of the mind; and were by nature the children of wrath, even as others.",
    "web": "We also all once lived among them in the lusts of our flesh, doing the desires of the flesh and of the mind, and were by nature children of wrath, even as the rest.",
    "chr": "ᎾᏍᎩ ᎾᏍᏉ ᏧᏩᎫᏔᏅᏒ ᏂᏗᎥ ᎨᏓᎵᎪᏁᎲᎩ ᎾᎿ ᎢᎩᏇᏓᎸ ᎤᎬᎥᏍᎬᎢ, ᎠᎴ ᎤᏇᏓᎸ ᎠᎴ ᎠᏓᏅᏖᏗ ᎨᏒ ᎤᎾᏚᎵᏍᎬ ᏂᏓᏛᏁᎲᎩ; ᎠᎴ ᏗᎦᏕᏅ ᏂᎦᏍᏛ ᎤᏔᎳᏬᎯᏍᏗ ᎨᏒ ᏧᏪᏥ ᎨᏒᎩ, ᎾᏍᎩᏯᏉ ᎠᏂᏐᎢ ᏄᎾᏍᏛᎢ."
  },
  {
    "verse": "4",
    "kjv": "But God, who is rich in mercy, for his great love wherewith he loved us,",
    "web": "But God, being rich in mercy, for his great love with which he loved us,",
    "chr": "ᎠᏎᏃ ᎤᏁᎳᏅᎯ ᎤᏪᎿᎢᏳ ᏥᎩ ᎤᏓᏙᎵᏍᏗ ᎨᏒᎢ, ᏥᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᎤᏣᏘ ᎤᏓᎨᏳᏗ ᎨᏒ ᏧᏩᏔᏁ ᎠᏴ ᎢᎩᎨᏳᎯᏳ ᏥᏄᎵᏍᏔᏁᎢ,"
  },
  {
    "verse": "5",
    "kjv": "Even when we were dead in sins, hath quickened us together with Christ, (by grace ye are saved;)",
    "web": "even when we were dead through our trespasses, made us alive together with Christ—by grace you have been saved—",
    "chr": "ᎾᏍᎩ ᎠᏍᎦᏅᎢᏍᏗ ᎨᏒ ᏗᎩᏲᎱᏒᎯ ᏥᎨᏒᎩ, ᎢᎬᏂᏛ ᎢᎦᏠᏯᏍᏔᏅ ᎦᎶᏁᏛ ᎠᎬᏂᏛᎢ, (ᎬᏩᎦᏘᏯ ᏅᏓᏙᎵᏍᏗ ᎨᏒ ᎡᏥᏍᏕᎸᏔᏅ;)"
  },
  {
    "verse": "6",
    "kjv": "And hath raised us up together, and made us sit together in heavenly places in Christ Jesus:",
    "web": "and raised us up with him, and made us to sit with him in the heavenly places in Christ Jesus,",
    "chr": "ᎠᎴ ᎢᏧᎳᎭ ᏕᎦᎴᎯᏐᏔᏅ, ᎠᎴ ᎢᏧᎳᎭ ᎢᎦᏅᏗᏱ ᏂᎬᏁᎸ ᎦᎸᎳᏗ ᏗᎨᏒ ᎦᎶᏁᏛ ᏥᏌ ᎢᏳᏩᏂᏌᏛ;"
  },
  {
    "verse": "7",
    "kjv": "That in the ages to come he might shew the exceeding riches of his grace in his kindness toward us through Christ Jesus.",
    "web": "that in the ages to come he might show the exceeding riches of his grace in kindness toward us in Christ Jesus;",
    "chr": "ᎾᏍᎩ Ꮎ ᏭᏩᎫᏗᏗᏒ ᎬᏂᎨᏒ ᎢᏳᏩᏁᏗᏱ ᏂᎦᎥ ᎤᏪᎿᎢᏳ ᎨᏒ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒᎢ, ᏂᎦᎥ ᎣᏍᏛ ᏂᎦᏛᏁᎲ ᎦᎶᏁᏛ ᏥᏌ ᏅᏓᏳᏓᎴᏅᎯ."
  },
  {
    "verse": "8",
    "kjv": "For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:",
    "web": "for by grace you have been saved through faith, and that not of yourselves; it is the gift of God,",
    "chr": "ᎬᏩᎦᏘᏯᏰᏃ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎡᏥᏍᏕᎸᏙᏔᏅᎯ ᎪᎯᏳᏗ ᎨᏒ ᎬᏔᏅᎯ; ᎠᎴ ᎾᏍᎩ ᎥᏝ ᎢᏨᏒ ᎨᏒ ᏅᏗᏳᏓᎴᏅᎯ; ᎤᏁᎳᏅᎯ ᎤᎵᏍᎪᎸᏔᏅᎯ;"
  },
  {
    "verse": "9",
    "kjv": "Not of works, lest any man should boast.",
    "web": "not of works, that no one would boast.",
    "chr": "ᎥᏝ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒ ᎢᏳᏩᏂᏌᏛ ᏱᎩ, ᎾᏍᎩ ᎩᎶ ᎤᏢᏈᏍᏗᏱ ᏂᎨᏒᎾ ᎢᏳᎵᏍᏙᏗᏱ."
  },
  {
    "verse": "10",
    "kjv": "For we are his workmanship, created in Christ Jesus unto good works, which God hath before ordained that we should walk in them.",
    "web": "For we are his workmanship, created in Christ Jesus for good works, which God prepared before that we would walk in them.",
    "chr": "ᎾᏍᎩᏰᏃ ᎠᏴ ᎢᎪᏢᏅᎯ, ᎦᎶᏁᏛ ᏥᏌ ᎢᏳᏩᏂᏌᏛ ᎡᎪᏢᏅᎯ ᎣᏍᏛ ᏗᎩᎸᏫᏍᏓᏁᏗᏱ, ᎤᏁᎳᏅ-Ꭿ ᎾᏍᎩ ᏥᏂᎦᏛᏅᎢᏍᏓᏁᏟ ᎾᎿ ᎢᎨᏓᏍᏗᏱ."
  },
  {
    "verse": "11",
    "kjv": "Wherefore remember, that ye being in time past Gentiles in the flesh, who are called Uncircumcision by that which is called the Circumcision in the flesh made by hands;",
    "web": "Therefore remember that once you, the Gentiles in the flesh, who are called “uncircumcision” by that which is called “circumcision” (in the flesh, made by hands),",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏣᏅᏖᏍᏗ ᎾᏍᎩ ᏂᎯ ᏧᏩᎫᏔᏅᏒ ᏗᏣᏓᎴᏅᏛ ᏴᏫ ᎤᏇᏓᎵ ᎨᏒᎢ, ᏂᏗᎨᏥᎤᏍᏕᏎᎸᎾ ᎨᏦᏎᎸᎯ ᎾᏍᎩ Ꮎ ᏗᎨᏥᎤᏍᏕᏎᎸᎯ ᎨᎪᏎᎯ ᏥᎩ, ᎾᏍᎩ ᎤᏇᏓᎸ ᏗᎨᏥᎤᏍᏕᏎᎸᎯ ᏗᎪᏱ ᏗᎬᏔᏅᎯ;"
  },
  {
    "verse": "12",
    "kjv": "That at that time ye were without Christ, being aliens from the commonwealth of Israel, and strangers from the covenants of promise, having no hope, and without God in the world:",
    "web": "that you were at that time separate from Christ, alienated from the commonwealth of Israel, and strangers from the covenants of the promise, having no hope and without God in the world.",
    "chr": "ᎾᏍᎩ ᎾᎯᏳ ᏥᎨᏎ ᎦᎶᏁᏛ ᏂᏤᎲᎾ ᎨᏎᎢ, ᏂᏤᎸᎾᏉ ᎨᏎ ᎢᏏᎵ ᎠᏰᎵ ᎤᏃᏢᏒᎢ, ᎠᎴ ᎢᏥᎪᏁᎳ ᎨᏎ ᎧᏃᎮᏛ ᏓᏠᎯᏍᏛ ᎠᏚᎢᏍᏛᎢ, ᎤᏚᎩ ᏂᏨᏒᎾ, ᎠᎴ ᎤᏁᎳᏅᎯ ᏂᏤᎲᎾ ᎨᏎ ᎠᏂ ᎡᎶᎯ."
  },
  {
    "verse": "13",
    "kjv": "But now in Christ Jesus ye who sometimes were far off are made nigh by the blood of Christ.",
    "web": "But now in Christ Jesus you who once were far off are made near in the blood of Christ.",
    "chr": "ᎪᎯᏍᎩᏂ ᏥᎩ, ᎦᎶᏁᏛ ᏥᏌ ᎢᏳᏩᏂᏌᏛ, ᏂᎯ, ᎢᏅᎯᏳ ᏥᏂᏣᏛᎿᏕᎬᎩ, ᎾᎥ ᏕᏣᏘᏃᎸ ᎬᏔᏅᎯ ᎤᎩᎬ ᎦᎶᏁᏛ."
  },
  {
    "verse": "14",
    "kjv": "For he is our peace, who hath made both one, and hath broken down the middle wall of partition between us;",
    "web": "For he is our peace, who made both one, and broke down the middle wall of separation,",
    "chr": "ᎢᎪᎯᏍᏓᏁᎯᏰᏃ ᎾᏍᎩ, ᎢᏧᎳ ᏌᏉᏉ ᎢᎬᏁᎸᎯ, ᎠᎴ ᎤᏲᏍᏔᏅᎯ ᎢᎦᏓᏓᎴᏗᏍᎩ ᎠᏐᏴᎢ;"
  },
  {
    "verse": "15",
    "kjv": "Having abolished in his flesh the enmity, even the law of commandments contained in ordinances; for to make in himself of twain one new man, so making peace;",
    "web": "having abolished in his flesh the hostility, the law of commandments contained in ordinances, that he might create in himself one new man of the two, making peace,",
    "chr": "ᎤᏇᏓᎸ ᎬᏗᏍᎬ ᎤᏛᏔᏅ ᏗᏓᏓᏍᎦᎩ ᎢᎬᏁᎯ, ᎾᏍᎩ ᏯᏛᏅ ᏗᎧᎿᏩᏛᏍᏗ ᎤᎵᏁᏨᎢ ᏧᏓᎴᏅᏛ ᎢᏯᏛᏁᎵᏓᏍᏗ ᎨᏒᎢ; ᎾᏍᎩ ᎠᏂᏔᎵ ᎨᏒ ᏌᏉ ᎢᏤ ᏴᏫ ᎤᏬᏢᏗᏱ ᎤᏩᏒ ᎢᏳᏩᏂᏐᏗᏱ, ᎾᏍᎩᏃ ᏙᎯ ᎢᏳᏩᏁᏗᏱ;"
  },
  {
    "verse": "16",
    "kjv": "And that he might reconcile both unto God in one body by the cross, having slain the enmity thereby:",
    "web": "and might reconcile them both in one body to God through the cross, having killed the hostility through it.",
    "chr": "ᎠᎴ ᎾᏍᎩ ᎢᏳᏩᏂᏐᏗᏱ ᎢᏧᎳ ᏌᏉ ᎠᏰᎸ ᏄᎾᏛᏅ ᏙᎯᏱ ᎢᏳᏅᏁᏗᏱ ᎤᏁᎳᏅᎯ, ᏓᏓᎿᏩᏍᏛ ᎤᏮᏙᏗᏱ, ᎾᏍᎩ ᎤᏮᏔᏅ ᎤᎸ ᏓᎾᏓᏍᎦᎬᎢ."
  },
  {
    "verse": "17",
    "kjv": "And came and preached peace to you which were afar off, and to them that were nigh.",
    "web": "He came and preached peace to you who were far off and to those who were near.",
    "chr": "ᎠᎴ ᎤᎷᏤᎢ ᎠᎴ ᎤᎵᏂᏥᏙᏁ ᎢᏥᏃᎯᎮᎴ ᎾᏍᎩ ᏙᎯ ᎢᏥᏩᏛᎡᎯ ᎨᏒᎢ, ᏂᎯ ᎢᏅ ᎢᏣᏛᎿᏕᎩ, ᎠᎴ ᎾᏍᎩ Ꮎ ᎾᎥ ᎢᏳᎾᏛᎿᏕᎩ, ᎠᎴ ᎾᏍᎩ Ꮎ ᎾᎥ ᎢᏳᎾᏛᎿᏕᎩ."
  },
  {
    "verse": "18",
    "kjv": "For through him we both have access by one Spirit unto the Father.",
    "web": "For through him we both have our access in one Spirit to the Father.",
    "chr": "ᎾᏍᎩᏰᏃ ᎢᏳᏩᏂᏌᏛ ᎠᏴ ᎢᏧᎳ, ᏌᏉ ᎠᏓᏅᏙ ᎬᏗ, ᎠᎦᏴᎵᎨ ᏫᎦᏰᏗᎷᏤᏗ ᏄᎵᏍᏔᏅ."
  },
  {
    "verse": "19",
    "kjv": "Now therefore ye are no more strangers and foreigners, but fellowcitizens with the saints, and of the household of God;",
    "web": "So then you are no longer strangers and foreigners, but you are fellow citizens with the saints and of the household of God,",
    "chr": "ᎾᏍᎩᏃ ᏥᏄᏍᏗ ᎥᏝ ᎿᏉ ᏄᏣᏓᎴ, ᎠᎴ ᎢᏤᏙᎯᏉ ᏱᎩ, ᎤᎾᏓᏅᏘᏍᎩᏂ ᎢᏧᎳᎭ ᎢᏤᎯ, ᎤᏁᎳᏅᎯ ᎦᏓᏘᎾᎥ ᎢᏖᎳ;"
  },
  {
    "verse": "20",
    "kjv": "And are built upon the foundation of the apostles and prophets, Jesus Christ himself being the chief corner stone;",
    "web": "being built on the foundation of the apostles and prophets, Christ Jesus himself being the chief cornerstone;",
    "chr": "ᎡᏣᏁᏍᎨᎲᎯ ᎨᏒ ᎡᏥᏝᏅᎯ ᎨᏥᏅᏏᏛ ᎠᎴ ᎠᎾᏙᎴᎰᏍᎩ ᎡᏥᎫᏍᏛᏔᏅᎯ, ᏥᏌ ᎦᎶᏁᏛ ᎤᏩᏒ ᏄᎬᏫᏳᏒ ᎤᏅᏏᏴ ᎠᏅᎯ ᏅᏯ ᎢᏳᎵᏍᏔᏅᎯ;"
  },
  {
    "verse": "21",
    "kjv": "In whom all the building fitly framed together groweth unto an holy temple in the Lord:",
    "web": "in whom the whole building, fitted together, grows into a holy temple in the Lord;",
    "chr": "ᎾᎿᏂ ᏂᎬ ᎠᏓᏁᎸ ᎣᏍᏛ ᏗᏓᏙᎵᎩ ᎢᎬᏁᎸᎯ, ᎠᏛᏍᎪᎢ ᎦᎸᏉᏗ ᎠᏓᏁᎸ ᏂᎦᎵᏍᏗᏍᎪ ᎤᎬᏫᏳᎯᏱ ᎠᏝᏅᎯ;"
  },
  {
    "verse": "22",
    "kjv": "In whom ye also are builded together for an habitation of God through the Spirit.",
    "web": "in whom you also are built together for a habitation of God in the Spirit.",
    "chr": "ᎾᎿᏂ ᎾᏍᏉ ᏂᎯ ᏤᏣᏜᏍᏔᏅᎯ ᎡᏣᏁᏍᎨᎲᎯ ᎡᏥᏝᏅᎯ, ᎤᏁᎳᏅᎯ ᎤᏁᎳᏗᏍᏗᏱ ᎡᏓᏅᏙ ᎬᏗᏍᎬᎢ."
  }
]
