[
  {
    "verse": "1",
    "kjv": "Children, obey your parents in the Lord: for this is right.",
    "web": "Children, obey your parents in the Lord, for this is right.",
    "chr": "ᏗᏥᏲᎵ, ᏕᏦᎯᏳᏎᏍᏗ ᏗᏥᎦᏴᎵᎨᎢ ᎤᎬᏫᏳᎯ ᎨᏒ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ; ᏚᏳᎪᏗᏰᏃ ᎾᏍᎩ ᎯᎠ."
  },
  {
    "verse": "2",
    "kjv": "Honour thy father and mother; which is the first commandment with promise;",
    "web": "“Honor your father and mother,” which is the first commandment with a promise:",
    "chr": "ᎯᎸᏉᏕᏍᏗ ᏣᏙᏓ ᎠᎴ ᏣᏥ, ᎾᏍᎩ ᎢᎬᏱᏱ ᎤᎵᏁᏨ ᏥᎩ ᏧᎵᏠᏯᏍᏗ ᎠᏚᎢᏍᏛᎢ,"
  },
  {
    "verse": "3",
    "kjv": "That it may be well with thee, and thou mayest live long on the earth.",
    "web": "“that it may be well with you, and you may live long on the earth.”",
    "chr": "ᎾᏍᎩ ᎣᏏᏳ ᎢᎨᏣᎵᏍᏓᏁᏗ ᏱᎩ, ᎠᎴ ᎪᎯᏗᏳ ᎨᏣᎴᏂᏓᏍᏗ ᏱᎩ ᎡᎶᎯ."
  },
  {
    "verse": "4",
    "kjv": "And, ye fathers, provoke not your children to wrath: but bring them up in the nurture and admonition of the Lord.",
    "web": "You fathers, don’t provoke your children to wrath, but nurture them in the discipline and instruction of the Lord.",
    "chr": "ᎠᎴ ᏂᎯ ᎢᏥᎦᏴᎵᎨᎢ, ᏞᏍᏗ ᏱᏗᏥᎿᎸᏍᏗᏍᎨᏍᏗ ᏗᏤᏥ; ᏕᏣᏛᎯᏍᏗᏍᎨᏍᏗᏍᎩᏂ ᎤᎬᏫᏳᎯ ᎤᏤᎵ ᏗᏕᏲᏗ ᎨᏒ ᎠᎴ ᎨᏯᏙᎥᎯᏍᏗ ᎨᏒᎢ."
  },
  {
    "verse": "5",
    "kjv": "Servants, be obedient to them that are your masters according to the flesh, with fear and trembling, in singleness of your heart, as unto Christ;",
    "web": "Servants, be obedient to those who according to the flesh are your masters, with fear and trembling, in singleness of your heart, as to Christ,",
    "chr": "ᎡᏥᏅᏏᏓᏍᏗ, ᏕᏦᎯᏳᏎᏍᏗ ᎾᏍᎩ ᎨᏥᏅᏏᏙᎯ ᎠᏂ ᎤᏇᏓᎵ, ᎨᏒᎢ, ᎢᏥᎾᏰᏍᎨᏍᏗ ᎠᎴ ᏕᏥᎾᏫᏍᎨᏍᏗ, ᎣᏏᏳ ᎢᏥᏰᎸᎯ ᎨᏎᏍᏗ ᏗᏥᎾᏫᏱ, ᎦᎶᏁᏛ ᏥᏁᏣᏛᏁᎰ ᎾᏍᎩᏯᎢ."
  },
  {
    "verse": "6",
    "kjv": "Not with eyeservice, as menpleasers; but as the servants of Christ, doing the will of God from the heart;",
    "web": "not in the way of service only when eyes are on you, as men pleasers, but as servants of Christ, doing the will of God from the heart,",
    "chr": "ᎥᏝ ᏥᏛᏓᏗᎧᏃ ᎢᏳᏍᏗ, ᏴᏫᏉ ᎣᏏᏳ ᎤᏂᏰᎸᏗ; ᎦᎶᏁᏛᏍᎩᏂ ᏧᏅᏏᏓᏍᏗ ᎢᏳᎾᏛᏁᏗ, ᎤᏁᎳᏅᎯ ᎣᏏᏳ ᎤᏰᎸᏗ ᏂᏣᏛᏁᎲᎢ, ᏗᏥᎾᏫᏱ ᏨᏗᏓᎴᎲᏍᎪᎢ;"
  },
  {
    "verse": "7",
    "kjv": "With good will doing service, as to the Lord, and not to men:",
    "web": "with good will doing service as to the Lord and not to men,",
    "chr": "ᎣᏏᏳ ᎢᏥᏰᎸᎯ ᎪᎱᏍᏗ ᎢᏣᏛᏁᎲ, ᎤᎬᏫᏳᎯ ᏥᏁᏣᏛᏁᎰ ᎾᏍᎩᏯᎢ, ᎥᏝᏃ ᏴᏫᏉ ᏥᏂᏕᏣᏛᏁᎰ ᎾᏍᎩᏯᎢ;"
  },
  {
    "verse": "8",
    "kjv": "Knowing that whatsoever good thing any man doeth, the same shall he receive of the Lord, whether he be bond or free.",
    "web": "knowing that whatever good thing each one does, he will receive the same good again from the Lord, whether he is bound or free.",
    "chr": "ᎢᏥᎦᏔᎲ ᎾᏍᎩ ᏂᎦᎥ ᎪᎱᏍᏗ ᎣᏍᏛ ᏚᎸᏫᏍᏓᏁᎲ ᎩᎶᎢ, ᎾᏍᎩᏯ ᎢᏳᏍᏗ ᎤᏁᏗ ᎨᏒ ᎤᎬᏫᏳᎯ, ᎾᏍᏉ ᎠᏥᎾᏝᎢ ᏱᎩ, ᎠᎴ ᎾᏥᎾᏝᎥᎾ ᏱᎩ."
  },
  {
    "verse": "9",
    "kjv": "And, ye masters, do the same things unto them, forbearing threatening: knowing that your Master also is in heaven; neither is there respect of persons with him.",
    "web": "You masters, do the same things to them, and give up threatening, knowing that he who is both their Master and yours is in heaven, and there is no partiality with him.",
    "chr": "ᎠᎴ ᏂᎯ ᏗᏣᏓᏅᏏᏙᎯ, ᎾᏍᎩᏯ ᎤᏠᏱ ᎾᏍᎩ ᏂᏕᏣᏛᏁᎮᏍᏗ, ᎤᏁᎳᎩ ᎢᏤᎵᏎᏍᏗ ᏕᏥᏣᏛᏁᎮᏍᏗ, ᎤᏁᎳᎩ ᎢᏤᎵᏎᏍᏗ ᏕᏥᎾᏰᏓᏁᎲᎢ, ᏥᏥᎦᏔᎭ ᎾᏍᎩ ᏂᎯ ᎾᏍᏉ ᎢᏥᏅᏏᏙᎯ ᎦᎸᏬᎢ ᎡᎲᎢ; ᎥᏝ ᎠᎴ ᏱᏚᏑᏰᏍᏗ ᏴᏫ ᏗᎬᏩᎸᏉᏙᏗ ᎨᏒᎢ."
  },
  {
    "verse": "10",
    "kjv": "Finally, my brethren, be strong in the Lord, and in the power of his might.",
    "web": "Finally, be strong in the Lord and in the strength of his might.",
    "chr": "ᎤᎵᏍᏆᎸᏗᏃ ᎨᏒᎢ, ᎢᏓᎵᏅᏟ, ᏗᏣᎵᏂᎩᏗᏳ ᎨᏎᏍᏗ ᎤᎬᏫᏳᎯ ᎡᏣᎵᏍᎦᏍᏙᏛᎢ, ᎠᎴ ᎢᏣᎵᏍᎦᏍᏙᏛ ᎤᏣᏔᏅᎯ ᎤᎵᏂᎩᏗᏳ ᎨᏒᎢ."
  },
  {
    "verse": "11",
    "kjv": "Put on the whole armour of God, that ye may be able to stand against the wiles of the devil.",
    "web": "Put on the whole armor of God, that you may be able to stand against the wiles of the devil.",
    "chr": "ᏂᎦᏛ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ ᎠᎵᏍᎦᏍᏙᏙ ᎢᏣᏣᏅᏓ, ᎾᏍᎩ ᏰᎵ ᎨᏣᎴᏗ ᎢᏳᎵᏍᏙᏗᏱ ᎠᏍᎩᎾ ᎠᏏᎾᏌᏅ ᏕᏥᎦᏘᎸᏍᏗᏍᎬᎢ."
  },
  {
    "verse": "12",
    "kjv": "For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.",
    "web": "For our wrestling is not against flesh and blood, but against the principalities, against the powers, against the world’s rulers of the darkness of this age, and against the spiritual forces of wickedness in the heavenly places.",
    "chr": "ᎥᏝᏰᏃ ᏱᏗᎦᏟᏴᎭ ᎤᏇᏓᎵ ᎨᏒ ᎠᎴ ᎩᎬ, ᎤᏂᎬᏫᏳᎯᏍᎩᏂ, ᎠᎴ ᏧᎾᎵᏂᎩᏛ, ᎠᎴ ᏄᏂᎬᏫᏳᏌᏕᎩ ᎠᏂᎡᎶᎯ ᎤᎵᏏᎩ ᎨᏒᎢ, ᏗᏓᏅᏙ ᎤᏂᏁᎫᏥᏛ ᎦᎸᎶ ᏄᎾᏛᎿᏕᎬᎢ."
  },
  {
    "verse": "13",
    "kjv": "Wherefore take unto you the whole armour of God, that ye may be able to withstand in the evil day, and having done all, to stand.",
    "web": "Therefore put on the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏣᎩ ᏂᎦᏛ ᎠᎵ ᏍᎦᏍᏙᏙ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ, ᎾᏍᎩ ᏰᎵ ᏗᎨᏣᏟᏴᏗ ᎢᏳᎵᏍᏙᏗᏱ ᎾᎯᏳ ᎤᏲᎢᏳ ᎢᎦ ᎨᏎᏍᏗ, ᎾᏍᎩᏃ ᏂᎦᏛ ᎢᏣᏛᏁᎸᎯ ᎨᏎᏍᏗ, ᎨᏣᎴᏗ ᎢᏳᎵᏍᏙᏗᏱ."
  },
  {
    "verse": "14",
    "kjv": "Stand therefore, having your loins girt about with truth, and having on the breastplate of righteousness;",
    "web": "Stand therefore, having the utility belt of truth buckled around your waist, and having put on the breastplate of righteousness,",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᏕᏥᏙᎨᏍᏗ, ᏕᏣᏓᏠᏍᏕᏍᏗ ᎦᏰᎪᎩ ᏂᎨᏒᎾ ᎨᏒᎢ, ᎠᎴ ᏚᏳᎪᏛ ᎨᏒ ᏕᏣᏓᏁᏣᏍᏚᎶᏕᏍᏗ;"
  },
  {
    "verse": "15",
    "kjv": "And your feet shod with the preparation of the gospel of peace;",
    "web": "and having fitted your feet with the preparation of the Good News of peace,",
    "chr": "ᏗᏣᎳᏏᏕᏂᏃ ᏕᏣᎳᏑᎶᏕᏍᏗ ᎠᏛᏅᎢᏍᏔᏅᎯ ᎨᏒ ᎣᏍᏛ ᎧᏃᎮᏛ ᏅᏩᏙᎯᏯᏛ ᎠᏓᏁᎯ;"
  },
  {
    "verse": "16",
    "kjv": "Above all, taking the shield of faith, wherewith ye shall be able to quench all the fiery darts of the wicked.",
    "web": "above all, taking up the shield of faith, with which you will be able to quench all the fiery darts of the evil one.",
    "chr": "ᎠᏎᏃ ᎾᏍᏉ ᎪᎯᏳᏗ ᎨᏒ ᎢᏣᎵᎬᏑᎶᏓ, ᎾᏍᎩ ᎢᏨᏗᏍᎬ ᏰᎵᏉ ᏗᎨᏨᏜᏕᏗ ᎢᏳᎵᏍᏙᏗᏱ ᏧᏥᏍᏟ ᎦᏂ ᎠᏍᎩᎾ ᏧᏤᎵᎦ."
  },
  {
    "verse": "17",
    "kjv": "And take the helmet of salvation, and the sword of the Spirit, which is the word of God:",
    "web": "And take the helmet of salvation, and the sword of the Spirit, which is the word of God;",
    "chr": "ᎠᎵᏍᏕᎸᏙᏗᏃ ᎠᎵᏍᏚᎶ ᎢᏥᎾᎩ, ᎠᎴ ᎠᏰᎳᏍᏗ-ᎦᏅᎯᏛ ᎠᏓᏅᏙ ᎤᏤᎵᎦ, ᎾᏍᎩ ᎧᏃᎮᏛ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᏥᎩ;"
  },
  {
    "verse": "18",
    "kjv": "Praying always with all prayer and supplication in the Spirit, and watching thereunto with all perseverance and supplication for all saints;",
    "web": "with all prayer and requests, praying at all times in the Spirit, and being watchful to this end in all perseverance and requests for all the saints.",
    "chr": "ᏂᎪᎯᎸ ᎢᏣᏓᏙᎵᏍᏗᏍᎨᏍᏗ ᏄᏓᎴᏒ ᎠᏓᏙᎵᏍᏗ ᎨᏒ, ᎠᎴ ᎠᏔᏲᏍᏗ ᎨᏒ ᎠᏓᏅᏙ ᎬᏗ, ᎠᎴ ᎢᏥᏯᏫᏍᎨᏍᏗ ᎾᎿᏂ ᎢᏨᏗᏍᎨᏍᏗ ᏗᏯᏪᎢᏍᏗ ᏂᎨᏒᎾ, ᎠᎴ ᎠᏔᏲᏍᏗ ᎨᏒ ᎨᏥᏍᏕᎸᏗᏱ ᎤᎾᏓᏅᏘ ᎾᏂᎥᎢ."
  },
  {
    "verse": "19",
    "kjv": "And for me, that utterance may be given unto me, that I may open my mouth boldly, to make known the mystery of the gospel,",
    "web": "Pray for me, that utterance may be given to me in opening my mouth, to make known with boldness the mystery of the Good News,",
    "chr": "ᎠᎴ ᎠᏴ ᎥᎩᏍᏕᎸᏗᏱ, ᎾᏍᎩ ᎥᏆᎵᏍᎪᎸᏓᏁᏗᏱ ᎠᎩᏬᏂᎯᏍᏗᏱ, ᎠᎩᏍᏚᎢᏍᏗᏱ ᏥᎣᎵ ᏂᏥᏍᎦᎢᎲᎾ, ᎬᏂᎨᏒ ᎢᏯᏋᏁᏗᏱ ᎤᏕᎵᏛ ᎨᏒ ᎣᏍᏛ ᎧᏁᎮᏛ;"
  },
  {
    "verse": "20",
    "kjv": "For which I am an ambassador in bonds: that therein I may speak boldly, as I ought to speak.",
    "web": "for which I am an ambassador in chains; that in it I may speak boldly, as I ought to speak.",
    "chr": "ᎾᏍᎩ [ᎣᏍᏛ ᎧᏃᎮᏛ] ᏥᏅᏗᎦᎵᏍᏙᏗᎭ ᎠᏴ ᎥᎩᏅᏏᏛ ᏥᎩ; ᎾᏍᎩ ᎢᏳᏩᏂᏐᏗᏱ ᎾᎿᏂ ᏂᏥᏍᎦᎢᎲᎾ ᎠᎩᏁᎢᏍᏗᏱ, ᎾᏍᎩᏯ ᎢᏯᎩᏪᏍᏗᏱ ᏥᏚᏳᎪᏗ."
  },
  {
    "verse": "21",
    "kjv": "But that ye also may know my affairs, and how I do, Tychicus, a beloved brother and faithful minister in the Lord, shall make known to you all things:",
    "web": "But that you also may know my affairs, how I am doing, Tychicus, the beloved brother and faithful servant in the Lord, will make known to you all things.",
    "chr": "ᎾᏍᎩᏃ ᎢᏥᎦᏙᎥᎯᏍᏗᏱ ᎾᏍᏉ ᎠᏴ ᎾᏆᎵᏍᏓᏁᎵᏕᎬ ᎠᎴ ᎾᏆᏛᎿᏕᎬᎢ, ᏗᎩᎦ, ᎣᏥᎨᏳᎢ ᎣᏣᎵᏅᏟ ᎠᎴ ᎣᏍᏛ ᎢᏯᏛᏁᎯ ᏧᎸᏫᏍᏓᏁᎯ ᎤᎬᏫᏳᎯ ᎤᏤᎵ ᎤᎬᏩᎵ, ᎬᏂᎨᏒ ᏅᏓᏨᏁᎵ ᏄᏓᎴᏒ ᎪᎱᏍᏗ;"
  },
  {
    "verse": "22",
    "kjv": "Whom I have sent unto you for the same purpose, that ye might know our affairs, and that he might comfort your hearts.",
    "web": "I have sent him to you for this very purpose, that you may know our state and that he may comfort your hearts.",
    "chr": "ᎾᏍᎩ ᏥᏅᎵ ᏗᏤᎲᎢ ᎾᏍᎩᏉ ᎤᎬᏩᎵ, ᎾᏍᎩ ᎢᏥᎦᏙᎥᎯᏍᏗᏱ ᏃᎦᎵᏍᏓᏁᎵᏕᎬᎢ, ᎠᎴ ᎾᏍᎩ ᏧᎦᎵᏍᏓᏗᏍᏗᏱ ᏗᏥᎾᏫ."
  },
  {
    "verse": "23",
    "kjv": "Peace be to the brethren, and love with faith, from God the Father and the Lord Jesus Christ.",
    "web": "Peace be to the brothers, and love with faith, from God the Father and the Lord Jesus Christ.",
    "chr": "ᎤᏩᏙᎯᏯᏛ ᏚᏂᎧᎿᏩᏗᏙᎮᏍᏗ ᎠᎾᎵᏅᏟ, ᎠᎴ ᎠᏓᎨᏳᏗ ᎨᏒ ᎤᎵᏠᏯᏍᏕᏍᏗ ᎪᎯᏳᏗ ᎨᏒᎢ, ᏅᏓᏳᎾᎵᏍᎪᎸᏔᏅᎯ ᎤᏁᎳᏅᎯ ᎠᎦᏴᎵᎨᎢ, ᎠᎴ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ."
  },
  {
    "verse": "24",
    "kjv": "Grace be with all them that love our Lord Jesus Christ in sincerity. Amen.",
    "web": "Grace be with all those who love our Lord Jesus Christ with incorruptible love. Amen.",
    "chr": "ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᏚᏂᎧᎿᏩᏗᏙᎮᏍᏗ ᎾᏂᎥ ᏄᎾᏠᎾᏍᏛᎾ ᎤᏂᎨᏳᎯ ᎢᎦᏤᎵ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ. ᎡᎺᏅ."
  }
]
