[
  {
    "verse": "1",
    "kjv": "Now before the feast of the passover, when Jesus knew that his hour was come that he should depart out of this world unto the Father, having loved his own which were in the world, he loved them unto the end.",
    "web": "Now before the feast of the Passover, Jesus, knowing that his time had come that he would depart from this world to the Father, having loved his own who were in the world, he loved them to the end.",
    "chr": "ᎠᏏᏃ ᎤᏃᏒᎩ ᎧᏃᎯᏰᎩ ᏗᎵᏍᏓᏴᏗᏱ, ᏥᏌ ᎠᎦᏔᎯᏳ ᎨᏒᎩ ᎤᏍᏆᎸᎡᏱ ᎠᏂ ᎡᎶᎯ ᎤᏓᏅᏍᏗᏱ, ᎠᎦᏴᎵᎨᏍᏛᏱ ᏭᎶᎯᏍᏗᏱ, ᏧᎨᏳᎯᏳ ᎢᏳᎵᏍᏔᏅᎯ ᎨᏒᎩ ᏧᏤᎵᎦ ᎡᎶᎯ ᎠᏁᎯ, ᎬᎵᏍᏆᏗᏍᎩ ᏧᎨᏳᎯᏳ ᎨᏒᎩ."
  },
  {
    "verse": "2",
    "kjv": "And supper being ended, the devil having now put into the heart of Judas Iscariot, Simon's son, to betray him;",
    "web": "During supper, the devil having already put into the heart of Judas Iscariot, Simon’s son, to betray him,",
    "chr": "ᎠᏍᎩᎾᏃ ᎿᏉ ᎤᎳᏁᎸᎯ ᎨᏒᎩ ᎤᎾᏫᏱ ᏧᏓᏏ ᎢᏍᎦᎳᏗ ᏌᏩᏂ ᎤᏪᏥ ᎾᏍᎩ ᎤᎶᏄᎮᏗᏱ, ᎤᎾᎵᏍᏓᏴᏃᏅᏃ,"
  },
  {
    "verse": "3",
    "kjv": "Jesus knowing that the Father had given all things into his hands, and that he was come from God, and went to God;",
    "web": "Jesus, knowing that the Father had given all things into his hands, and that he came from God and was going to God,",
    "chr": "ᏥᏌ ᎠᎦᏔᎯᏳ ᎨᏒᎩ ᎠᎦᏴᎵᎨᎢ ᏂᎦᎥ ᎪᎱᏍᏗ ᏕᎤᏲᎯᏎᎸᎢ; ᎠᎴ ᎤᏁᎳᏅᎯᏱ ᏅᏓᏳᏓᎴᏅᎯ ᎨᏒᎢ, ᎠᎴ ᎤᏁᎳᏅᎯᏱ ᏭᎶᎯᏍᏗ ᎨᏒᎢ,"
  },
  {
    "verse": "4",
    "kjv": "He riseth from supper, and laid aside his garments; and took a towel, and girded himself.",
    "web": "arose from supper, and laid aside his outer garments. He took a towel and wrapped a towel around his waist.",
    "chr": "ᎤᎵᏍᏓᏴᏅᎢ ᏕᏅᎴᏅᎩ ᎠᎴ ᎤᏄᏪᏒᎩ, ᎠᎴ ᎤᏁᏒᎩ ᎠᏄᏬ-ᏗᏑᎴᏗ, ᎤᏓᏠᏍᏔᏅᎩ;"
  },
  {
    "verse": "5",
    "kjv": "After that he poureth water into a bason, and began to wash the disciples' feet, and to wipe them with the towel wherewith he was girded.",
    "web": "Then he poured water into the basin, and began to wash the disciples’ feet and to wipe them with the towel that was wrapped around him.",
    "chr": "ᎿᏉᏃ ᎠᏖᎵᏙ ᎠᎹ ᎤᏟᏍᏔᏅᎩ, ᎠᎴ ᎤᎴᏅᎲᎩ ᏚᏬᏑᎴᎸ ᎬᏩᏍᏓᏩᏗᏙᎯ ᏧᎾᎳᏏᏕᏂ, ᎠᎴ ᏚᏅᎦᎸᎡᎸᎩ ᎠᏄᏬ-ᏗᏑᎴᏗ ᎾᏍᎩ ᎤᏓᏠᏍᏛ ᎤᏩᏔᏅᎩ."
  },
  {
    "verse": "6",
    "kjv": "Then cometh he to Simon Peter: and Peter saith unto him, Lord, dost thou wash my feet?",
    "web": "Then he came to Simon Peter. He said to him, “Lord, do you wash my feet?”",
    "chr": "ᎿᏉᏃ ᏌᏩᏂ ᏈᏓ ᎤᏬᎸ ᎤᎷᏨᎩ. ᏈᏓᏃ ᎯᎠ ᏄᏪᏎᎸᎩ; ᏣᎬᏫᏳᎯ, ᏥᏌ ᏂᎯ ᏙᏓᏍᏉᏑᎴᎵ ᏗᏆᎳᏏᏕᏂ?"
  },
  {
    "verse": "7",
    "kjv": "Jesus answered and said unto him, What I do thou knowest not now; but thou shalt know hereafter.",
    "web": "Jesus answered him, “You don’t know what I am doing now, but you will understand later.”",
    "chr": "ᏥᏌ ᎤᏁᏨ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎯᎠ ᏥᏂᎦᏛᏁᎭ ᎥᏝ ᎪᎯ ᎨᏒ ᏱᎦᏔᎭ, ᎣᏂᏍᎩᏂ ᏘᎦᏙᎥᏏ."
  },
  {
    "verse": "8",
    "kjv": "Peter saith unto him, Thou shalt never wash my feet. Jesus answered him, If I wash thee not, thou hast no part with me.",
    "web": "Peter said to him, “You will never wash my feet!” Jesus answered him, “If I don’t wash you, you have no part with me.”",
    "chr": "ᏈᏓ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎥᏝ ᎢᎸᎯᏳᎯ ᏱᏙᏓᏍᏉᏑᎴᎵ ᏗᏆᎳᏏᏕᏂ. ᏥᏌ ᎤᏁᏤᎸᎩ; ᎢᏳᏃ ᏂᎬᏲᏑᎴᎥᎾ ᏱᎩ ᎥᏝ ᏣᏤᎵᎦ ᏳᏓᏑᏯ ᎠᏆᏤᎵᎦ ᎨᏒᎢ."
  },
  {
    "verse": "9",
    "kjv": "Simon Peter saith unto him, Lord, not my feet only, but also my hands and my head.",
    "web": "Simon Peter said to him, “Lord, not my feet only, but also my hands and my head!”",
    "chr": "ᏌᏩᏂ ᏈᏓ ᎯᎠ ᏄᏪᏎᎸᎩ; ᏣᎬᏫᏳᎯ, ᎥᏝ ᏗᏆᎳᏏᏕᏂᏉ ᏧᏩᏒ, ᎾᏍᏉᏍᎩᏂ ᏗᏉᏰᏂ ᎠᎴ ᏥᏍᎪᎵ."
  },
  {
    "verse": "10",
    "kjv": "Jesus saith to him, He that is washed needeth not save to wash his feet, but is clean every whit: and ye are clean, but not all.",
    "web": "Jesus said to him, “Someone who has bathed only needs to have his feet washed, but is completely clean. You are clean, but not all of you.”",
    "chr": "ᏥᏌ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎩᎶ ᎤᏙᏑᎵᏌᏛ ᏥᎨᏐᎢ ᏧᎳᏏᏕᏂᏉ ᏧᏩᏒ ᏧᏬᏑᎴᏗ ᎨᏐᎢ; ᏂᎬᏃ ᎤᏓᏅᎦᎸᏛ ᎨᏐᎢ. ᎠᎴ ᏂᎯ ᎢᏣᏓᏅᎦᎸᏛ, ᎠᏎᏃ ᎥᏝ ᏂᏥᎥ ᏱᎩ."
  },
  {
    "verse": "11",
    "kjv": "For he knew who should betray him; therefore said he, Ye are not all clean.",
    "web": "For he knew him who would betray him; therefore he said, “You are not all clean.”",
    "chr": "ᎠᎦᏔᎯᏳᏰᏃ ᎨᏒᎩ ᎾᏍᎩ Ꮎ ᎤᎶᏄᎮᏍᎩ; ᎾᏍᎩ ᎢᏳᏍᏗ, ᎥᏝ ᏂᏥᎥ ᎢᏣᏓᏅᎦᎸᏛ ᏱᎩ, ᎤᏛᏅᎩ."
  },
  {
    "verse": "12",
    "kjv": "So after he had washed their feet, and had taken his garments, and was set down again, he said unto them, Know ye what I have done to you?",
    "web": "So when he had washed their feet, put his outer garment back on, and sat down again, he said to them, “Do you know what I have done to you?",
    "chr": "ᎿᏉᏃ ᏚᏬᏑᎴᎣᏁᎸ ᏧᎾᎳᏏᏕᏂ, ᎠᎴ ᎢᎤᏄᏬ; ᎠᎴ ᏔᎵᏁ ᎢᎤᏪᏅ, ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎢᏥᎦᏔᎭᏍᎪ ᎯᎠ ᎾᏍᎩ ᏥᏂᏨᏯᏛᏂᏏ?"
  },
  {
    "verse": "13",
    "kjv": "Ye call me Master and Lord: and ye say well; for so I am.",
    "web": "You call me, ‘Teacher’ and ‘Lord.’ You say so correctly, for so I am.",
    "chr": "ᏔᏕᏲᎲᏍᎩ, ᎠᎴ ᏣᎬᏫᏳᎯ, ᏍᎩᏲᏎᎰᎢ; ᎠᎴ ᏚᏳᎪᏛ ᏂᏥᏪᏍᎪᎢ, ᎾᏍᎩᏰᏃ ᏄᏍᏗ."
  },
  {
    "verse": "14",
    "kjv": "If I then, your Lord and Master, have washed your feet; ye also ought to wash one another's feet.",
    "web": "If I then, the Lord and the Teacher, have washed your feet, you also ought to wash one another’s feet.",
    "chr": "ᎢᏳᏃ ᎠᏴ ᎠᎩᎬᏫᏳᎯ ᎢᏣᏤᎵᎦ ᎠᎴ ᏗᏨᏰᏲᎲᏍᎩ ᏗᏣᎳᏏᏕᏂ ᏱᏗᏨᏲᏑᎴᎭ, ᎾᏍᏉᏍᎩᏂ ᎢᏨᏒ ᎢᏣᎳᏏᏕᏂ ᏱᏗᏣᏓᏙᏑᎴᎭ."
  },
  {
    "verse": "15",
    "kjv": "For I have given you an example, that ye should do as I have done to you.",
    "web": "For I have given you an example, that you should also do as I have done to you.",
    "chr": "ᎢᏣᏕᎶᏆᏗᏰᏃ ᎢᏨᎥᏏ, ᎾᏍᎩᏯ ᏂᏨᏯᏛᏁᎸ ᎢᏣᏛᏁᏗᏱ."
  },
  {
    "verse": "16",
    "kjv": "Verily, verily, I say unto you, The servant is not greater than his lord; neither he that is sent greater than he that sent him.",
    "web": "Most certainly I tell you, a servant is not greater than his lord, neither is one who is sent greater than he who sent him.",
    "chr": "ᎤᏙᎯᏳᎯᏯ ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ; ᎠᏥᎾᏝᎢ ᎥᏝ ᎤᏟ ᎠᏥᎸᏉᏗᏳ ᏱᎨᏐᎢ, ᎡᏍᎦᏉ ᎤᎾᏝᎢ; ᎠᎴ ᎥᏝ ᎠᏥᏅᏏᏛ ᎤᏟ ᎠᏥᎸᏉᏗᏳ ᏱᎨᏐᎢ, ᎡᏍᎦᏉ ᏅᏓᏳᏅᏏᏛ."
  },
  {
    "verse": "17",
    "kjv": "If ye know these things, happy are ye if ye do them.",
    "web": "If you know these things, blessed are you if you do them.",
    "chr": "ᎢᏳᏃ ᎾᏍᎩ ᎯᎠ ᏱᏥᎦᏔᎭ, ᎣᏏᏳ ᏱᏣᏓᏅᏔ ᎾᏍᎩ ᏱᏂᏣᏛᏁᎭ."
  },
  {
    "verse": "18",
    "kjv": "I speak not of you all: I know whom I have chosen: but that the scripture may be fulfilled, He that eateth bread with me hath lifted up his heel against me.",
    "web": "I don’t speak concerning all of you. I know whom I have chosen; but that the Scripture may be fulfilled, ‘He who eats bread with me has lifted up his heel against me.’",
    "chr": "ᎥᏝ ᏂᏥᎥ ᏱᏨᏯᏛᎦ; ᎦᏥᎦᏔᎭ ᎦᏥᏯᏑᏰᏛ ᎨᏒᎢ; ᎠᏎᏃ ᎤᏙᎯᏳᏗᏱ ᎪᏪᎸᎢ, \"ᎢᏧᎳᎭ ᎣᏍᏓᎵᏍᏓᏴᎲᏍᎩ ᎤᏌᎳᏓᏅ ᎦᏗᎨᏂ ᎠᏆᏡᏗᏍᎬᎢ.\""
  },
  {
    "verse": "19",
    "kjv": "Now I tell you before it come, that, when it is come to pass, ye may believe that I am he.",
    "web": "From now on, I tell you before it happens, that when it happens, you may believe that I am he.",
    "chr": "ᎿᏉ ᎢᏨᏃᏁᎭ, ᎠᏏᏉ ᎾᏍᎩ ᏄᎵᏍᏔᏅᎾ, ᎾᏍᎩ ᎿᏉ ᏂᎦᎵᏍᏔᏅᎭ ᎢᏦᎯᏳᏗᏱ ᎠᏴ ᎾᏍᎩ ᎨᏒᎢ."
  },
  {
    "verse": "20",
    "kjv": "Verily, verily, I say unto you, He that receiveth whomsoever I send receiveth me; and he that receiveth me receiveth him that sent me.",
    "web": "Most certainly I tell you, he who receives whomever I send, receives me; and he who receives me, receives him who sent me.”",
    "chr": "ᎤᏙᎯᏳᎯᏯ ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ; ᎩᎶ ᏓᏓᏂᎸᎨᏍᏗ ᏥᏅᏏᏛ, ᎠᏴ ᏓᏆᏓᏂᎸᎨᏍᏗ, ᎩᎶᏃ ᎠᏴ ᏓᏆᏓᏂᎸᎨᏍᏗ, ᎤᏛᎩᏅᏏᏛ ᏓᏓᏂᎸᎨᏍᏗ."
  },
  {
    "verse": "21",
    "kjv": "When Jesus had thus said, he was troubled in spirit, and testified, and said, Verily, verily, I say unto you, that one of you shall betray me.",
    "web": "When Jesus had said this, he was troubled in spirit, and testified, “Most certainly I tell you that one of you will betray me.”",
    "chr": "ᏥᏌ ᎾᏍᎩ ᏄᏪᏒ ᎤᏕᏯᏔᏁᎸ ᎤᏓᏅᏛᎢ, ᎠᎴ ᎬᏂᎨᏒ ᏄᏩᏁᎸᎩ, ᎯᎠ ᏄᏪᏒᎩ; ᎤᏙᎯᏳᎯᏯ ᎤᏙᎯᏳᎯᎭ ᎯᎠ ᏂᏨᏪᏎᎭ; ᎯᎠ ᏥᏂᏣᏛᏅ ᎠᏏᏴᏫ ᎤᏓᏑᏯ ᏛᎩᎶᏄᎮᎵ."
  },
  {
    "verse": "22",
    "kjv": "Then the disciples looked one on another, doubting of whom he spake.",
    "web": "The disciples looked at one another, perplexed about whom he spoke.",
    "chr": "ᎿᏉᏃ ᎬᏩᏍᏓᏩᏗᏙᎯ ᏚᎾᏓᎧᎿᏅᎩ ᎤᎾᏠᎬᎩ ᎾᏍᎩ ᎠᏥᏛᎦ ᎤᏁᎵᏍᏗᏱ."
  },
  {
    "verse": "23",
    "kjv": "Now there was leaning on Jesus' bosom one of his disciples, whom Jesus loved.",
    "web": "One of his disciples, whom Jesus loved, was at the table, leaning against Jesus’ chest.",
    "chr": "ᎠᏏᏴᏫᏃ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎨᏒ ᏥᏌ ᎦᏁᏥᏱ ᎦᏍᏛᎦᎸᎩ, ᎾᏍᎩ ᏥᏌ ᎤᎨᏳᎯ."
  },
  {
    "verse": "24",
    "kjv": "Simon Peter therefore beckoned to him, that he should ask who it should be of whom he spake.",
    "web": "Simon Peter therefore beckoned to him, and said to him, “Tell us who it is of whom he speaks.”",
    "chr": "ᏌᏩᏂᏃ ᏈᏓ ᎾᏍᎩ ᎤᎵᏍᎫᏫᏎᎸᎩ ᎤᏛᏛᏗᏱ ᎾᏍᎩ ᎨᏒᎢ ᎦᏛᎬᎢ."
  },
  {
    "verse": "25",
    "kjv": "He then lying on Jesus' breast saith unto him, Lord, who is it?",
    "web": "He, leaning back, as he was, on Jesus’ chest, asked him, “Lord, who is it?”",
    "chr": "ᎿᏉᏃ ᏥᏌ ᎦᏁᏥᎢ ᎤᏍᏛᎦᎵ ᎯᎠ ᏄᏪᏎᎸᎩ; ᏣᎬᏫᏳᎯ, ᎦᎪ?"
  },
  {
    "verse": "26",
    "kjv": "Jesus answered, He it is, to whom I shall give a sop, when I have dipped it. And when he had dipped the sop, he gave it to Judas Iscariot, the son of Simon.",
    "web": "Jesus therefore answered, “It is he to whom I will give this piece of bread when I have dipped it.” So when he had dipped the piece of bread, he gave it to Judas, the son of Simon Iscariot.",
    "chr": "ᏥᏌ ᎤᏁᏨᎩ; ᎾᏍᎩ ᎨᏎᏍᏗ ᎠᎬᏎᎸᏛ ᏥᏁᎸᎭ ᎾᏍᎩ ᎠᏊᏅᎯ ᎨᏎᏍᏗ. ᎤᏭᏅᏃ ᎠᎬᎭᎸᏛ ᎤᏁᎸᎩ ᏧᏓᏏ ᎢᏍᎦᎳᏗ ᏌᏩᏂ ᎤᏪᏥ."
  },
  {
    "verse": "27",
    "kjv": "And after the sop Satan entered into him. Then said Jesus unto him, That thou doest, do quickly.",
    "web": "After the piece of bread, then Satan entered into him. Then Jesus said to him, “What you do, do quickly.”",
    "chr": "ᎠᎬᎭᎸᏛᏃ ᎠᏥᏁᎸ ᏎᏓᏂ ᎤᏴᏎᎸᎩ. ᎿᏉᏃ ᏥᏌ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎾᏍᎩ ᎢᏣᏛᏁᏗ ᎨᏒ ᏄᎳᏉ ᎿᏛᎦ."
  },
  {
    "verse": "28",
    "kjv": "Now no man at the table knew for what intent he spake this unto him.",
    "web": "Now nobody at the table knew why he said this to him.",
    "chr": "ᎥᏝᏃ ᎩᎶ ᎠᏂᏅᏜᎢ ᏳᏬᎵᏤ ᏄᏍᏛ ᎦᏛᎬ ᎾᏍᎩ ᏄᏪᏎᎸᎢ."
  },
  {
    "verse": "29",
    "kjv": "For some of them thought, because Judas had the bag, that Jesus had said unto him, Buy those things that we have need of against the feast; or, that he should give something to the poor.",
    "web": "For some thought, because Judas had the money box, that Jesus said to him, “Buy what things we need for the feast,” or that he should give something to the poor.",
    "chr": "ᏧᏓᏏᏰᏃ ᏕᎦᎶᏗ ᎦᏁᎲ ᏅᏓᏳᎵᏍᏙᏔᏅᎩ ᎢᎦᏛ, ᎯᎠ ᏥᏌ ᏂᎦᏪᏏ ᎤᏁᎵᏒᎩ; ᎪᎱᏍᏗ ᏣᏩᎯ ᏗᎵᏍᏓᏴᏗᏱ ᎨᏒ ᎢᏳ ᎪᎱᏍᏗ ᎢᎬᏙᏗ; ᎠᎴ ᎯᎠ ᏱᎩ; ᎪᎱᏍᏗ ᏘᎲᏏ ᎤᏲ ᎢᏳᎾᏛᎿᏕᎩ."
  },
  {
    "verse": "30",
    "kjv": "He then having received the sop went immediately out: and it was night.",
    "web": "Therefore having received that morsel, he went out immediately. It was night.",
    "chr": "ᎿᏉᏃ ᎾᏍᎩ, ᎠᎬᎭᎸᏛ ᎤᎩᏒ, ᎩᎳᏉ ᎢᏴᏛ ᎤᏄᎪᏨᎩ, ᎠᎴ ᏒᏃᏱ ᎨᏒᎩ."
  },
  {
    "verse": "31",
    "kjv": "Therefore, when he was gone out, Jesus said, Now is the Son of man glorified, and God is glorified in him.",
    "web": "When he had gone out, Jesus said, “Now the Son of Man has been glorified, and God has been glorified in him.",
    "chr": "ᎾᏍᎩᏃ ᎤᏄᎪᏨ, ᏥᏌ ᎯᎠ ᏄᏪᏒᎩ; ᎿᏉ ᏴᏫ ᎤᏪᏥ ᎠᏥᎸᏉᏓ, ᎾᏍᎩᏃ ᏂᎬᏂᏌ ᎤᏁᎳᏅᎯ ᎠᏥᎸᏉᏓ."
  },
  {
    "verse": "32",
    "kjv": "If God be glorified in him, God shall also glorify him in himself, and shall straightway glorify him.",
    "web": "If God has been glorified in him, God will also glorify him in himself, and he will glorify him immediately.",
    "chr": "ᎢᏳᏃ ᎾᏍᎩ ᏱᏄᏩᏂᏌᏅ ᎤᏁᎳᏅᎯ ᏯᏥᎸᏉᏔᏅ, ᎤᏁᎳᏅᎯ ᎤᏩᏒ ᏅᏓᎬᏂᏌᏂ ᎾᏍᎩ ᏓᏳᎸᏉᏔᏂ, ᎠᎴ ᎢᎳᏉ ᎢᏴᏛ ᏓᏳᎸᏉᏔᏂ."
  },
  {
    "verse": "33",
    "kjv": "Little children, yet a little while I am with you. Ye shall seek me: and as I said unto the Jews, Whither I go, ye cannot come; so now I say to you.",
    "web": "Little children, I will be with you a little while longer. You will seek me, and as I said to the Jews, ‘Where I am going, you can’t come,’ so now I tell you.",
    "chr": "ᏗᏥᏲᎵ, ᎠᏏ ᏞᎦ ᎢᏨᏰᎳᏗᏙᎭ; ᏍᎩᏲᎮᏍᏗ; ᎠᎴ ᎾᏍᎩᏯ ᎠᏂᏧᏏ ᏥᏂᎦᏥᏪᏎᎸᎩ, \"ᏫᏥᎦᏛ ᎥᏝ ᏫᏴᎨᏥᎶᎯ,\" ᏥᎦᏥᏲᏎᎸᎩ, ᎾᏍᎩᏯ ᎾᏍᏉ ᎿᏉ ᏂᎯ ᏂᏨᏪᏎᎭ."
  },
  {
    "verse": "34",
    "kjv": "A new commandment I give unto you, That ye love one another; as I have loved you, that ye also love one another.",
    "web": "A new commandment I give to you, that you love one another. Just as I have loved you, you also love one another.",
    "chr": "ᎢᏤ ᏗᎧᎿᏩᏛᏍᏗ ᎢᏨᎥᏏ, ᏗᏣᏓᎨᏳᎯᏳ ᎢᏳᎵᏍᏙᏗᏱ; ᎾᏍᎩᏯ ᎢᏨᎨᏳᎢᏳ ᏄᎵᏍᏔᏅᎢ, ᎾᏍᎩ ᎾᏍᏉ ᏗᏣᏓᎨᏳᎯᏳ ᎢᏳᎵᏍᏙᏗᏱ."
  },
  {
    "verse": "35",
    "kjv": "By this shall all men know that ye are my disciples, if ye have love one to another.",
    "web": "By this everyone will know that you are my disciples, if you have love for one another.”",
    "chr": "ᎾᏍᎩ ᎾᏂᎥ ᎤᎾᏙᎴᎰᎯᏍᏙᏗ ᎨᏎᏍᏗ ᏍᎩᏍᏓᏩᏗᏙᎯ ᎨᏒᎢ, ᎢᏳᏃ ᏗᏣᏓᎨᏳᎯᏳ ᏱᎩ."
  },
  {
    "verse": "36",
    "kjv": "Simon Peter said unto him, Lord, whither goest thou? Jesus answered him, Whither I go, thou canst not follow me now; but thou shalt follow me afterwards.",
    "web": "Simon Peter said to him, “Lord, where are you going?” Jesus answered, “Where I am going, you can’t follow now, but you will follow afterwards.”",
    "chr": "ᏌᏩᏂ ᏈᏓ ᎯᎠ ᏄᏪᏎᎸᎩ, ᏣᎬᏫᏳᎯ, ᎭᏢ ᎭᎢ? ᏥᏌ ᎤᏁᏤᎸᎩ; ᏫᏥᎦᏛ ᎥᏝ ᎿᏉ ᏴᎨᏍᎩᏍᏓᏩᏚᎦ; ᎣᏂᏍᎩᏂ ᏓᏍᎩᏍᏓᏩᏕᏏ."
  },
  {
    "verse": "37",
    "kjv": "Peter said unto him, Lord, why cannot I follow thee now? I will lay down my life for thy sake.",
    "web": "Peter said to him, “Lord, why can’t I follow you now? I will lay down my life for you.”",
    "chr": "ᏈᏓ ᎯᎠ ᏄᏪᏎᎸᎩ; ᏣᎬᏫᏳᎯ, ᎦᏙᏃ ᎥᏝ ᏰᎵ ᎿᏉ ᎦᎬᏍᏓᏩᏛᏍᏗ ᏱᎩ? ᏂᎯ ᏅᏓᎦᎵᏍᏙᏔᏂ ᎡᎳᏗ ᏓᏥᏂ ᎬᏅᎢ."
  },
  {
    "verse": "38",
    "kjv": "Jesus answered him, Wilt thou lay down thy life for my sake? Verily, verily, I say unto thee, The cock shall not crow, till thou hast denied me thrice.",
    "web": "Jesus answered him, “Will you lay down your life for me? Most certainly I tell you, the rooster won’t crow until you have denied me three times.",
    "chr": "ᏥᏌ ᎤᏁᏤᎸᎩ; ᏥᏌ ᎠᏴ ᏅᏓᎦᎵᏍᏙᏔᏂ ᎡᎳᏗ ᏘᏂ ᎲᏅᎢ? ᎤᏙᎯᏳᎯᏯ, ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᎬᏪᏎᎭ; ᏣᏔᎦᏨᏯᎢ ᎥᏝ ᏴᏛᏴᎳᏏ ᎬᏂ ᏦᎢ ᎢᏍᏆᏓᏱᎸᎯ ᎨᏎᏍᏗ."
  }
]