[
  {
    "verse": "1",
    "kjv": "Let not your heart be troubled: ye believe in God, believe also in me.",
    "web": "“Don’t let your heart be troubled. Believe in God. Believe also in me.",
    "chr": "ᏞᏍᏗ ᎢᏣᏓᏅᏙ ᏳᏕᏍᏔᏁᎮᏍᏗ; ᎡᏦᎢᏳᎲᎦ ᎤᏁᎳᏅᎯ, ᎠᎴ ᎾᏍᏉ ᎠᏴ ᏍᎩᏲᎢᏳᎲᎦ."
  },
  {
    "verse": "2",
    "kjv": "In my Father's house are many mansions: if it were not so, I would have told you. I go to prepare a place for you.",
    "web": "In my Father’s house are many homes. If it weren’t so, I would have told you. I am going to prepare a place for you.",
    "chr": "ᎡᏙᏓ ᎦᏁᎸᎢ ᎤᏣᏔ ᏓᏓᏁᎸ. ᎢᏳᏃ ᎾᏍᎩ ᏄᏍᏛᎾ ᏱᎨᏎᎢ, ᏱᏨᏃᏁᎴᎢ. ᎦᏛᏅᎢᏍᏔᏂ ᎢᏥᏴᏍᏗᏱ."
  },
  {
    "verse": "3",
    "kjv": "And if I go and prepare a place for you, I will come again, and receive you unto myself; that where I am, there ye may be also.",
    "web": "If I go and prepare a place for you, I will come again and will receive you to myself; that where I am, you may be there also.",
    "chr": "ᎢᏳᏃ ᏯᏆᏛᏅᎢᏍᏔᏁᏅ ᎢᏥᏴᏍᏗᏱ, ᏔᎵᏁ ᏛᏥᎷᏥ ᎠᎴ ᎠᏋᏒ ᎠᏉᎸ ᏙᏓᏨᏯᏓᏂᎸᏥ, ᎾᏍᎩ ᎠᏴ ᎨᎥ ᎾᏍᏉ ᎾᎿ ᎢᏣᏕᏗᏱ."
  },
  {
    "verse": "4",
    "kjv": "And whither I go ye know, and the way ye know.",
    "web": "You know where I go, and you know the way.”",
    "chr": "ᎠᎴ ᎠᏴ ᏫᏥᎦᏛ ᎢᏥᎦᏔᎭ, ᎠᎴ ᏫᎦᏅᏅ ᎢᏥᎦᏔᎭ."
  },
  {
    "verse": "5",
    "kjv": "Thomas saith unto him, Lord, we know not whither thou goest; and how can we know the way?",
    "web": "Thomas said to him, “Lord, we don’t know where you are going. How can we know the way?”",
    "chr": "ᏓᎻ ᎯᎠ ᏄᏪᏎᎸᎩ; ᏣᎬᏫᏳᎯ, ᎥᏝ ᏲᏥᎦᏔᎭ ᏫᎦᏛᎢ; ᎦᏙᏃ ᏱᎦᎵᏍᏙᏓ ᏲᏥᎦᏔᎭ ᏫᎦᏅᏅᎢ."
  },
  {
    "verse": "6",
    "kjv": "Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.",
    "web": "Jesus said to him, “I am the way, the truth, and the life. No one comes to the Father, except through me.",
    "chr": "ᏥᏌ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎠᏴ ᎾᏍᎩ ᏅᏃᎯ, ᎠᎴ ᏚᏳᎪᏛᎢ, ᎠᎴ ᎬᏂᏛ. ᎥᏝ ᎩᎶ ᎠᎦᏴᎵᎨᎢ ᏱᎦᎷᏤᎰᎢ, ᎬᏂ ᎠᏴ ᎠᎩᎶᎯᏎᎸᎯ ᏥᎨᏐᎢ."
  },
  {
    "verse": "7",
    "kjv": "If ye had known me, ye should have known my Father also: and from henceforth ye know him, and have seen him.",
    "web": "If you had known me, you would have known my Father also. From now on, you know him and have seen him.”",
    "chr": "ᎢᏳᏃ ᎠᏴ ᏱᏍᎩᎦᏔᎮᎢ ᎾᏍᏉ ᎡᏙᏓ ᏰᏥᎦᏔᎮᎢ; ᎪᎯᏃ ᎢᏳᏓᎴᏅᏛ ᎡᏥᎦᏔᏎ ᎠᎴ ᎡᏥᎪᏩᏛᎲ."
  },
  {
    "verse": "8",
    "kjv": "Philip saith unto him, Lord, show us the Father, and it sufficeth us.",
    "web": "Philip said to him, “Lord, show us the Father, and that will be enough for us.”",
    "chr": "ᏈᎵᎩ ᎯᎠ ᏄᏪᏎᎸᎩ; ᏣᎬᏫᏳᎯ, ᏍᎩᎾᏄᎪᏫᏏ ᎠᎦᏴᎵᎨᎢ, ᎿᏉᏃ ᏰᎵᎦ ᏓᏲᏥᏰᎸᏂ."
  },
  {
    "verse": "9",
    "kjv": "Jesus saith unto him, Have I been so long time with you, and yet hast thou not known me, Philip? he that hath seen me hath seen the Father; and how sayest thou then, Show us the Father?",
    "web": "Jesus said to him, “Have I been with you such a long time, and do you not know me, Philip? He who has seen me has seen the Father. How do you say, ‘Show us the Father’?",
    "chr": "ᏥᏌ ᎯᎠ ᏄᏪᏎᎸᎩ; ᏥᎪ ᏴᎪᎯᎩ ᎢᏧᎳᎭ ᎢᏁᏓ, ᎠᏏᏍᎪᏃ ᎥᏝ ᏱᏍᎩᎦᏙᎥᏍᎦ, ᏈᎵᎩ; ᎩᎶ ᎠᏴ ᎠᎩᎪᎲᎯ ᏥᎨᏐᎢ, ᎤᎪᎲᎯ ᎨᏐ ᎠᎦᏴᎵᎨᎢ; ᎦᏙᏃ ᎯᎠ ᏂᎯᏪᎠ; ᏍᎩᎾᏄᎪᏫᏏ ᎠᎦᏴᎵᎨᎢ?"
  },
  {
    "verse": "10",
    "kjv": "Believest thou not that I am in the Father, and the Father in me? the words that I speak unto you I speak not of myself: but the Father that dwelleth in me, he doeth the works.",
    "web": "Don’t you believe that I am in the Father, and the Father in me? The words that I tell you, I speak not from myself; but the Father who lives in me does his works.",
    "chr": "ᏝᏍᎪ ᏲᎯᏳᎲᏍᎦ ᎠᏴ ᎠᎦᏴᎵᎨᎢ ᏥᏯᎥᎢ, ᎠᎴ ᎠᎦᏴᎵᎨ ᎠᏴ ᎠᎩᏯᎥᎢ? ᎧᏃᎮᏛ ᏥᏨᏃᎮᎮᎰᎢ, ᎥᏝ ᎠᏋᏒᏉ ᎠᏆᏓᏅᏖᏛ ᏱᏥᏁᎪᎢ, ᎠᎦᏴᎵᎨᎢᏍᎩᏂ ᏣᎩᏯᎠ ᎾᏍᎩ ᏚᎸᏫᏍᏓᏁᎰᎢ."
  },
  {
    "verse": "11",
    "kjv": "Believe me that I am in the Father, and the Father in me: or else believe me for the very works' sake.",
    "web": "Believe me that I am in the Father, and the Father in me; or else believe me for the very works’ sake.",
    "chr": "ᏍᎩᏲᎢᏳᎲᎦ ᎠᏴ ᎠᎦᏴᎵᎨᎢ ᏥᏯᎥᎢ, ᎠᎴ ᎠᎦᏴᎵᎨᎢ ᎠᏴ ᎠᎩᏯᎥᎢ, ᎢᏳᏃ ᏂᏍᎩᏲᎢᏳᎲᏍᎬᎾ ᎢᎨᏎᏍᏗ, ᏓᎩᎸᏫᏍᏓᏁᎲᏉ ᏫᏂᎦᎵᏍᏙᏓ ᏍᎩᏲᎢᏳᎲᎦ."
  },
  {
    "verse": "12",
    "kjv": "Verily, verily, I say unto you, He that believeth on me, the works that I do shall he do also; and greater works than these shall he do; because I go unto my Father.",
    "web": "Most certainly I tell you, he who believes in me, the works that I do, he will do also; and he will do greater works than these, because I am going to my Father.",
    "chr": "ᎤᏙᎯᏳᎯᏯ ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ; ᎠᏉᎯᏳᎲᏍᎩ, ᎠᏴ ᏥᏓᎩᎸᏫᏍᏓᏁᎭ ᎾᏍᏉᎾᏍᎩ ᏙᏓᏳᎸᏫᏍᏓᏁᎵ, ᎠᎴ ᎤᏟ ᎤᏍᏆᏂᎪᏗᏳ ᏙᏓᏳᎸᏫᏍᏓᏁᎵ ᎡᏍᎦᏉ ᎯᎠ; ᎡᏙᏙᏱᏰᏃ ᎦᎢ,"
  },
  {
    "verse": "13",
    "kjv": "And whatsoever ye shall ask in my name, that will I do, that the Father may be glorified in the Son.",
    "web": "Whatever you will ask in my name, I will do it, that the Father may be glorified in the Son.",
    "chr": "ᏂᎦᎥᏃ ᎪᎱᏍᏗ ᏓᏉᏙᎥ ᎢᏥᏔᏲᏍᏗᏍᎨᏍᏗ, ᎾᏍᎩ ᎢᏯᏆᏛᏁᏗ ᎨᏎᏍᏗ, ᎠᎦᏴᎵᎨᎢ ᎠᏥᎸᏉᏙᏗᏱ ᎤᏪᏥ ᎢᏳᏩᏂᏌᏅᎯ ᎨᏒᎢ."
  },
  {
    "verse": "14",
    "kjv": "If ye shall ask any thing in my name, I will do it.",
    "web": "If you will ask anything in my name, I will do it.",
    "chr": "ᎢᏳᏃ ᎪᎱᏍᏗ ᏓᏆᏙᎥ ᎢᏥᏔᏲᏍᏗᏍᎨᏍᏗ, ᎾᏍᎩ ᎠᏎ ᎢᏯᏆᏛᏁᏗ."
  },
  {
    "verse": "15",
    "kjv": "If ye love me, keep my commandments.",
    "web": "If you love me, keep my commandments.",
    "chr": "ᎢᏳᏃ ᏍᎩᎨᏳᎢᏳ ᎨᏎᏍᏗ, ᎢᏥᏍᏆᏂᎪᏓ ᎠᏆᏤᎵ ᏗᎧᎿᏩᏛᏍᏗ;"
  },
  {
    "verse": "16",
    "kjv": "And I will pray the Father, and he shall give you another Comforter, that he may abide with you for ever;",
    "web": "I will pray to the Father, and he will give you another Counselor, that he may be with you forever:",
    "chr": "ᎠᎴ ᎠᎦᏴᎵᎨ ᎠᏴ ᏓᏥᏔᏲᏎᎵ, ᎾᏍᎩᏃ ᏓᏣᎵᏍᎪᎸᏓᏁᎵ ᏅᏩᏓᎴ ᎢᏥᏅᏬᎯᏍᏗᏍᎩ, ᎾᏍᎩ ᎠᎵᏍᏆᏗᏍᎩ ᏂᎨᏒᎾ ᎢᏤᎳᏗᏙᎯ,"
  },
  {
    "verse": "17",
    "kjv": "Even the Spirit of truth; whom the world cannot receive, because it seeth him not, neither knoweth him: but ye know him; for he dwelleth with you, and shall be in you.",
    "web": "the Spirit of truth, whom the world can’t receive, for it doesn’t see him and doesn’t know him. You know him, for he lives with you and will be in you.",
    "chr": "ᎾᏍᎩ Ꮎ ᎦᏰᎪᎩ ᏂᎨᏒᎾ ᎠᏓᏅᏙ, ᎾᏍᎩ ᎡᎶᎯ ᏗᎬᏩᏓᏂᎸᎢᏍᏗ ᏂᎨᏒᎾ ᏥᎩ, ᎾᏍᎩ ᏳᎪᏩᏘᎭ ᎠᎴ ᎥᏝ ᏳᎦᏔᎭ; ᏂᎯᏍᎩᏂ ᎡᏥᎦᏔᎭ, ᎢᏤᎳᏗᏙᎭᏰᏃ, ᎠᎴ ᎾᏍᎩ ᎢᏥᏯᎡᏍᏗ."
  },
  {
    "verse": "18",
    "kjv": "I will not leave you comfortless: I will come to you.",
    "web": "I will not leave you orphans. I will come to you.",
    "chr": "ᎥᏝ ᎢᏣᏓᏂᏯᏛ ᏴᏓᏨᏴᏕᏥ; ᏛᏨᎷᏤᎵ."
  },
  {
    "verse": "19",
    "kjv": "Yet a little while, and the world seeth me no more; but ye see me: because I live, ye shall live also.",
    "web": "Yet a little while, and the world will see me no more; but you will see me. Because I live, you will live also.",
    "chr": "ᎠᏏ ᏞᎦ, ᎿᏉ ᎡᎶᎯ ᎥᏝ ᏯᎩᎪᏩᏘᏍᎨᏍᏗ, ᏂᎯᏍᎩᏂ ᏍᎩᎪᏩᏘᏍᎨᏍᏗ, ᎠᏴᏰᏃ ᎬᏅ, ᎠᎴ ᏂᎯ ᎾᏍᏉ ᏕᏨᏁᏍᏗ."
  },
  {
    "verse": "20",
    "kjv": "At that day ye shall know that I am in my Father, and ye in me, and I in you.",
    "web": "In that day you will know that I am in my Father, and you in me, and I in you.",
    "chr": "ᎾᎯᏳ ᏓᏣᏙᎴᎰᏏ ᎠᏴ ᎡᏙᏓ ᏥᏯᎥᎢ, ᎠᎴ ᏂᎯ ᏍᎩᏯᎥᎢ, ᎠᎴ ᎠᏴ ᎢᏨᏯᎥᎢ."
  },
  {
    "verse": "21",
    "kjv": "He that hath my commandments, and keepeth them, he it is that loveth me: and he that loveth me shall be loved of my Father, and I will love him, and will manifest myself to him.",
    "web": "One who has my commandments and keeps them, that person is one who loves me. One who loves me will be loved by my Father, and I will love him, and will reveal myself to him.”",
    "chr": "ᎾᏍᎩ Ꮎ ᏗᎧᎿᏩᏛᏍᏗ ᎠᏆᏤᎵᎦ ᎤᏍᏆᏂᎬᏗ ᎠᎴ ᏗᎧᎿᏩᏕᎩ, ᎾᏍᎩ ᎠᏴ ᎠᎩᎨᏳᎯ, ᎠᎴ ᎠᏴ ᎠᎩᎨᏳᎯ ᎤᎨᏳᎯ ᎨᏎᏍᏗ ᎡᏙᏓ, ᎠᎴ ᎠᏴ ᏥᎨᏳᎢᏳ ᎨᏎᏍᏗ, ᎠᎴ ᎬᏂᎨᏒ ᏅᏓᏥᏯᏛᏁᎵ."
  },
  {
    "verse": "22",
    "kjv": "Judas saith unto him, not Iscariot, Lord, how is it that thou wilt manifest thyself unto us, and not unto the world?",
    "web": "Judas (not Iscariot) said to him, “Lord, what has happened that you are about to reveal yourself to us, and not to the world?”",
    "chr": "ᏧᏓᏏ, ᎥᏝ ᎢᏍᎦᎳᏗ, ᎯᎠ ᏄᏪᏎᎸᎩ; ᏣᎬᏫᏳᎯ, ᎦᏙ ᏓᎦᎵᏍᏙᏔᏂ ᎬᏂᎨᏒ ᎠᏴ ᏅᏛᏍᎩᏯᏛᏁᎵ, ᎥᏝᏃ ᎡᎶᎯ?"
  },
  {
    "verse": "23",
    "kjv": "Jesus answered and said unto him, If a man love me, he will keep my words: and my Father will love him, and we will come unto him, and make our abode with him.",
    "web": "Jesus answered him, “If a man loves me, he will keep my word. My Father will love him, and we will come to him and make our home with him.",
    "chr": "ᏥᏌ ᎤᏁᏨᎩ, ᎯᎠ ᏄᏪᏎᎸᎩ; ᎢᏳᏃ ᎩᎶ ᎠᎩᎨᏳᎯ ᏱᎩ, ᎾᏍᎩ ᏧᎧᎿᏩᏛᏍᏗ ᎠᎩᏁᏨᎢ; ᎡᏙᏓᏃ ᎤᎨᏳᎯ ᎢᏳᎵᏍᏙᏗ, ᎠᎴ ᏓᏲᏍᏗᎷᏤᎵ, ᎠᎴ ᎦᏁᎸᎢ ᏓᏲᏍᏓᏁᎳᏗ."
  },
  {
    "verse": "24",
    "kjv": "He that loveth me not keepeth not my sayings: and the word which ye hear is not mine, but the Father's which sent me.",
    "web": "He who doesn’t love me doesn’t keep my words. The word which you hear isn’t mine, but the Father’s who sent me.",
    "chr": "ᎠᎩᎨᏳᎯ ᏂᎨᏒᎾ ᎥᏝ ᏱᏓᎧᎿᏩᏕᎪ ᎠᎩᏁᏨᎢ. ᎧᏃᎮᏛᏃ ᏥᏣᏛᎩᎠ, ᎥᏝ ᎠᏴ ᎠᏆᏤᎵᎦ ᏱᎩ, ᎠᎦᏴᎵᎨᏍᎩᏂ ᏅᏛᎩᏅᏏᏛ ᎤᏤᎵᎦ."
  },
  {
    "verse": "25",
    "kjv": "These things have I spoken unto you, being yet present with you.",
    "web": "“I have said these things to you while still living with you.",
    "chr": "ᎾᏍᎩ ᎢᏨᏃᎮᎮᎸ ᎠᏏ ᏥᏨᏰᎳᏗᏙᎭ."
  },
  {
    "verse": "26",
    "kjv": "But the Comforter, which is the Holy Ghost, whom the Father will send in my name, he shall teach you all things, and bring all things to your remembrance, whatsoever I have said unto you.",
    "web": "But the Counselor, the Holy Spirit, whom the Father will send in my name, will teach you all things, and will remind you of all that I said to you.",
    "chr": "ᎠᏓᏅᏬᎯᏍᏗᏍᎩᏍᎩᏂ, ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ, ᎾᏍᎩ ᎠᎦᏴᎵᎨᎢ ᏅᏓᏳᏅᏍᏗ ᏥᎩ ᏓᏆᏙᏍᏛᎢ, ᎾᏍᎩ ᏂᎦᏛ ᏓᏤᏲᏂ, ᎠᎴ ᏓᏣᏅᏓᏗᏍᏔᏂ ᏂᎦᎥ ᎢᏨᏁᏤᎸᎢ."
  },
  {
    "verse": "27",
    "kjv": "Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid.",
    "web": "Peace I leave with you. My peace I give to you; not as the world gives, I give to you. Don’t let your heart be troubled, neither let it be fearful.",
    "chr": "ᏅᏩᏙᎯᏯᏛ ᎢᏨᎢᏯᏏ; ᏅᏩᏙᎯᏯᏛ ᎠᏆᏤᎵᎦ ᎢᏨᎥᏏ. ᎥᏝ ᎡᎶᎯ ᏣᏓᏁᎰ ᎾᏍᎩ ᎢᏳᏍᏗ ᏱᏨᎥᏏ; ᏞᏍᏗ ᎢᏣᏓᏅᏙ ᏳᏕᏯᏔᏁᎮᏍᏗ, ᎠᎴ ᏞᏍᏗ ᏯᏍᎦᎢᎮᏍᏗ."
  },
  {
    "verse": "28",
    "kjv": "Ye have heard how I said unto you, I go away, and come again unto you. If ye loved me, ye would rejoice, because I said, I go unto the Father: for my Father is greater than I.",
    "web": "You heard how I told you, ‘I am going away, and I will come back to you.’ If you loved me, you would have rejoiced because I said ‘I am going to my Father;’ for the Father is greater than I.",
    "chr": "ᎢᏣᏛᎦᏅᎯ, ᏛᎨᏏ ᎠᎴ ᏛᏨᎷᏤᎵ, ᏥᏨᏲᏎᎸᎩ. ᎢᏳᏃ ᏍᎩᎨᏳᎢᏳ ᏱᎩ, ᏳᏣᎵᎮᎵᎦ ᏱᏅᏗᎦᎵᏍᏙᏗᎭ ᎠᎦᏴᎵᎨᏍᏛᏱ ᏫᏥᎦᏘ ᏣᏆᏛᏅᎩ; ᎡᏙᏓᏰᏃ ᎤᏟ ᎠᏥᎸᏉᏗᏳ ᎡᏍᎦᏉ ᎠᏴ."
  },
  {
    "verse": "29",
    "kjv": "And now I have told you before it come to pass, that, when it is come to pass, ye might believe.",
    "web": "Now I have told you before it happens so that when it happens, you may believe.",
    "chr": "ᎿᏉᏃ ᎠᏏᏉ ᎾᏍᏆᎵᏍᎬᎾ ᎨᏒ ᎢᏨᏃᎲᏏ, ᎾᏍᎩ ᎠᏍᏆᎸᎲᎭ ᎢᏦᎯᏳᏗᏱ."
  },
  {
    "verse": "30",
    "kjv": "Hereafter I will not talk much with you: for the prince of this world cometh, and hath nothing in me.",
    "web": "I will no more speak much with you, for the prince of the world comes, and he has nothing in me.",
    "chr": "ᎪᎯ ᎢᏳᏓᎴᏅᏛ ᎥᏝ ᎤᏣᏘ ᏴᎨᏨᏯᎵᏃᎮᏓ; ᎤᎬᏫᏳᎯᏰᏃ ᎯᎠ ᎡᎶᎯ ᎤᏤᎵᎦ ᏓᏯᎢ; ᎥᏝᏃ ᎪᎱᏍᏗ ᎤᏤᎵ ᏯᏇᎭ."
  },
  {
    "verse": "31",
    "kjv": "But that the world may know that I love the Father; and as the Father gave me commandment, even so I do. Arise, let us go hence.",
    "web": "But that the world may know that I love the Father, and as the Father commanded me, even so I do. Arise, let’s go from here.",
    "chr": "ᎠᏎᏃ ᎡᎶᎯ ᎤᏙᎴᎰᎯᏍᏗᏱ ᎠᎦᏴᎵᎨᎢ ᏥᎨᏳᎢᏳ ᎨᏒᎢ, ᎠᎴ ᎠᎦᏴᎵᎨᎢ ᎠᎩᏁᏤᎸᎢ ᎾᏍᎩ ᏂᎦᏛᏁᎲᎢ. ᏗᏣᎴᎲᎦ, ᎢᏕᎾ."
  }
]