[
  {
    "verse": "1",
    "kjv": "These things have I spoken unto you, that ye should not be offended.",
    "web": "“I have said these things to you so that you wouldn’t be caused to stumble.",
    "chr": "ᎾᏍᎩ ᎯᎠ ᏄᏍᏗ ᎢᏨᏃᎮᎮᎸ, ᏗᏦᏕᏍᏗᏱ ᏂᎨᏒᎾ."
  },
  {
    "verse": "2",
    "kjv": "They shall put you out of the synagogues: yea, the time cometh, that whosoever killeth you will think that he doeth God service.",
    "web": "They will put you out of the synagogues. Yes, the time is coming that whoever kills you will think that he offers service to God.",
    "chr": "ᏗᎦᎳᏫᎢᏍᏗᏱ ᏓᏰᏥᏄᎪᏫᏏ; ᎥᎥ, ᏛᏍᏆᎸᎯ, ᎩᎶ ᎢᏥᎯᎮᏍᏗ, ᎤᏁᎳᏅᎯ ᏂᏥᏯᏛᏁᎭ, ᎡᎵᏍᎨᏍᏗ."
  },
  {
    "verse": "3",
    "kjv": "And these things will they do unto you, because they have not known the Father, nor me.",
    "web": "They will do these things because they have not known the Father nor me.",
    "chr": "ᎾᏍᎩ ᎯᎠ ᎾᎾᏛᏁᎮᏍᏗ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ ᎾᏂᎦᏔᎲᎾ ᎨᏒ ᎠᎦᏴᎵᎨᎢ, ᎠᎴ ᎠᏴ ᏂᎬᎩᎦᏔᎲᎾ ᎨᏒᎢ."
  },
  {
    "verse": "4",
    "kjv": "But these things have I told you, that when the time shall come, ye may remember that I told you of them. And these things I said not unto you at the beginning, because I was with you.",
    "web": "But I have told you these things so that when the time comes, you may remember that I told you about them. I didn’t tell you these things from the beginning, because I was with you.",
    "chr": "ᎠᏎᏃ ᎾᏍᎩ ᎯᎠ ᏁᏍᏗ ᎢᏨᏃᎲᏏ, ᎠᏍᏆᎸᎲ ᎢᏣᏅᏓᏗᏍᏗᏱ ᎾᏍᎩ ᎢᏨᏃᏁᎸᎢ. ᎠᎴ ᎥᏝ ᎾᏍᎩ ᎢᎬᏱᏱᏉ ᏱᏨᏃᏁᎴᎢ, ᎢᏧᎳᎭ ᎢᏕᏙᎲ ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ."
  },
  {
    "verse": "5",
    "kjv": "But now I go my way to him that sent me; and none of you asketh me, Whither goest thou?",
    "web": "But now I am going to him who sent me, and none of you asks me, ‘Where are you going?’",
    "chr": "ᎿᏉᏃ ᏅᏛᎩᏅᏏᏛ ᏧᏬᎸ ᏫᏥᎦᏘ, ᎥᏝᏃ ᎩᎶ ᏂᎯ ᏂᏣᏛᏅ ᏳᏓᏑᏯ ᏯᏆᏛᏛᎲᏍᎦ, ᎯᎠ ᏱᏂᎦᏪ; ᎭᏢ ᏫᎦᏘ?"
  },
  {
    "verse": "6",
    "kjv": "But because I have said these things unto you, sorrow hath filled your heart.",
    "web": "But because I have told you these things, sorrow has filled your heart.",
    "chr": "ᎠᏎᏃ ᎾᏍᎩ ᏂᏨᏪᏎᎸ ᏅᏗᎦᎵᏍᏙᏗᎭ, ᎤᏲ ᎠᏓᏅᏓᏗᏍᏗ ᎨᏒ ᎤᎧᎵᎸ ᎢᏥᎾᏫ."
  },
  {
    "verse": "7",
    "kjv": "Nevertheless I tell you the truth; It is expedient for you that I go away: for if I go not away, the Comforter will not come unto you; but if I depart, I will send him unto you.",
    "web": "Nevertheless I tell you the truth: It is to your advantage that I go away; for if I don’t go away, the Counselor won’t come to you. But if I go, I will send him to you.",
    "chr": "ᎠᏎᏃ ᎤᏙᎯᏳᎯᏯ ᎢᏨᏃᏁᎭ; ᎣᏏᏳ ᎢᏣᎵᏍᏓᏁᏗ ᏨᏓᎨᏏ; ᎢᏳᏰᏃ ᎾᏇᏅᏒᎾ ᏱᎩ, ᎠᏓᏅᏬᎯᏍᏗᏍᎩ ᎥᏝ ᏴᎨᏥᎷᏥᏏ; ᏯᏇᏅᏍᎩᏂ ᏅᏓᏥᏅᏍᏗ ᎨᏎᏍᏗ ᎢᏥᎷᏤᏗᏱ."
  },
  {
    "verse": "8",
    "kjv": "And when he is come, he will reprove the world of sin, and of righteousness, and of judgment:",
    "web": "When he has come, he will convict the world about sin, about righteousness, and about judgment;",
    "chr": "ᎾᏍᎩᏃ ᎦᎷᏨᎭ ᎬᏂᎨᏒ ᏅᏓᎬᏁᎵ ᎡᎶᎯ ᎠᏍᎦᏂ ᎨᏒᎢ, ᎠᎴ ᏚᏳᎪᏛ ᎨᏒᎢ, ᎠᎴ ᏗᎫᎪᏙᏗ ᎨᏒᎢ."
  },
  {
    "verse": "9",
    "kjv": "Of sin, because they believe not on me;",
    "web": "about sin, because they don’t believe in me;",
    "chr": "ᎠᏍᎦᏂ ᎨᏒᎢ, ᏂᎬᏉᎯᏳᎲᏍᎬᎾ ᎨᏒ ᎢᏳᏍᏗ;"
  },
  {
    "verse": "10",
    "kjv": "Of righteousness, because I go to my Father, and ye see me no more;",
    "web": "about righteousness, because I am going to my Father, and you won’t see me any more;",
    "chr": "ᏚᏳᎪᏛ ᎨᏒᎢ, ᎡᏙᏙᏱ ᏫᏥᎦᏛᎢ, ᎠᎴ ᎿᏉ ᏂᏍᎩᎪᏩᏘᏍᎬᎾ ᎨᏒ ᎢᏳᏍᏗ;"
  },
  {
    "verse": "11",
    "kjv": "Of judgment, because the prince of this world is judged.",
    "web": "about judgment, because the prince of this world has been judged.",
    "chr": "ᏗᎫᎪᏙᏗ ᎨᏒᎢ, ᎤᎬᏫᏳᎯ ᎯᎠ ᎡᎶᎯ ᎤᏤᎵᎦ ᏣᎫᎪᏓᏁᏗ ᎨᏒ ᎢᏳᏍᏗ."
  },
  {
    "verse": "12",
    "kjv": "I have yet many things to say unto you, but ye cannot bear them now.",
    "web": "“I still have many things to tell you, but you can’t bear them now.",
    "chr": "ᎠᏏ ᎤᏣᏔ ᎠᎩᎷᎳ ᎪᎱᏍᏗ ᎢᏨᏃᏁᏗ, ᎠᏎᏃ ᎪᎯ ᎨᏒ ᎥᏝ ᏰᎵ ᎾᏍᎩ ᎨᏣᏛᎪᏗ ᏱᎩ;"
  },
  {
    "verse": "13",
    "kjv": "Howbeit when he, the Spirit of truth, is come, he will guide you into all truth: for he shall not speak of himself; but whatsoever he shall hear, that shall he speak: and he will shew you things to come.",
    "web": "However, when he, the Spirit of truth, has come, he will guide you into all truth, for he will not speak from himself; but whatever he hears, he will speak. He will declare to you things that are coming.",
    "chr": "ᎦᎷᏨᎭᏍᎩᏂ ᎾᏍᎩ Ꮎ ᎦᏰᎪᎩ ᏂᎨᏒᎾ ᎠᏓᏅᏙ, ᏂᎦᎥ ᎤᏙᎯᏳᎯ ᎨᏒ ᏙᏓᏣᏘᏂᏙᎵ, ᎥᏝᏰᏃ ᎤᏩᏒᏉ ᎤᏓᏅᏖᏛ ᏱᎧᏁᎨᏍᏗ, ᏂᎦᎥᏍᎩᏂ ᎠᏛᎩᏍᎨᏍᏗ ᎾᏍᎩ ᎧᏁᎨᏍᏍᏗ; ᎠᎴ ᏓᏥᎾᏄᎪᏫᏎᎵ ᏧᏓᎴᏅᏛ ᎣᏂ ᎢᏳᎵᏍᏔᏂᏓᏍᏗ ᎨᏒᎢ."
  },
  {
    "verse": "14",
    "kjv": "He shall glorify me: for he shall receive of mine, and shall shew it unto you.",
    "web": "He will glorify me, for he will take from what is mine and will declare it to you.",
    "chr": "ᎾᏍᎩ ᏛᎩᎸᏉᏔᏂ ᎠᏴ, ᎠᏆᏤᎵᏰᏃ ᎨᏒ ᏛᎩᏏ ᎠᎴ ᏓᏥᎾᏄᎪᏫᏎᎵ."
  },
  {
    "verse": "15",
    "kjv": "All things that the Father hath are mine: therefore said I, that he shall take of mine, and shall shew it unto you.",
    "web": "All things that the Father has are mine; therefore I said that he takes of mine and will declare it to you.",
    "chr": "ᏂᎦᎥ ᎠᎦᏴᎵᎨ ᎤᎲ ᎠᏆᏤᎵᎦ, ᎾᏍᎩ ᎢᏳᏍᏗ ᎯᎠ ᏥᏂᏥᏫ, ᎠᏆᏤᎵᎦ ᎨᏒ ᏛᎩᏏ ᎠᎴ ᏓᏥᎾᏄᎪᏫᏎᎵ."
  },
  {
    "verse": "16",
    "kjv": "A little while, and ye shall not see me: and again, a little while, and ye shall see me, because I go to the Father.",
    "web": "“A little while, and you will not see me. Again a little while, and you will see me.”",
    "chr": "ᏂᎪᎯᎸᎾᏉ ᎿᏉ ᎥᏝ ᏱᏍᎩᎪᏩᏘᏍᎨᏍᏗ; ᎠᎴ ᎿᏉ ᏔᎵᏁ ᏂᎪᎯᎸᎾᏉ ᎢᏍᎩᎪᏩᏘᏍᎨᏍᏗ; ᏅᏗᎦᎵᏍᏙᏗᎭ ᎠᎦᏴᎵᎨᏍᏛᏱ ᏫᏥᎦᏛᎢ."
  },
  {
    "verse": "17",
    "kjv": "Then said some of his disciples among themselves, What is this that he saith unto us, A little while, and ye shall not see me: and again, a little while, and ye shall see me: and, Because I go to the Father?",
    "web": "Some of his disciples therefore said to one another, “What is this that he says to us, ‘A little while, and you won’t see me, and again a little while, and you will see me;’ and, ‘Because I go to the Father’?”",
    "chr": "ᎿᏉᏃ ᎢᎦᏛ ᎬᏩᏍᏓᏩᏗᏐᎯ ᎯᎠ ᏂᏚᎾᏓᏪᏎᎸᎩ; ᎦᏙ ᎦᏛᎦ ᎯᎠ ᏥᏂᎩᏪᏎᎭ; ᏂᎪᎯᎸᎾᏉ ᎿᏉ ᎥᏝ ᏱᏍᎩᎪᏩᏘᏍᎨᏍᏗ, ᎠᎴ ᎿᏉ ᏔᎵᏁ ᏂᎪᎯᎸᎾᏉ ᎢᏍᎩᎪᏩᏘᏍᎨᏍᏗ? ᎠᎴ ᏅᏗᎦᎵᏍᏙᏗᎭ ᎠᎦᏴᎵᎨᏍᏛᏱ ᏫᏥᎦᏛᎢ?"
  },
  {
    "verse": "18",
    "kjv": "They said therefore, What is this that he saith, A little while? we cannot tell what he saith.",
    "web": "They said therefore, “What is this that he says, ‘A little while’? We don’t know what he is saying.”",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎯᎠ ᏄᏂᏪᏒᎩ, ᎦᏙ ᎦᏛᎦ ᏂᎪᎯᎸᎾᏉ ᏣᏗᎭ? ᎥᏝ ᏲᏦᎵᎦ ᏄᏍᏛ ᎦᏛᎬᎢ."
  },
  {
    "verse": "19",
    "kjv": "Now Jesus knew that they were desirous to ask him, and said unto them, Do ye enquire among yourselves of that I said, A little while, and ye shall not see me: and again, a little while, and ye shall see me?",
    "web": "Therefore Jesus perceived that they wanted to ask him, and he said to them, “Do you inquire among yourselves concerning this, that I said, ‘A little while, and you won’t see me, and again a little while, and you will see me’?",
    "chr": "ᏥᏌᏃ ᎠᎦᏔᎲᎩ ᎤᎾᏚᎵᏍᎬ ᎬᏩᏛᏛᏗᏱ, ᎯᎠᏃ ᏂᏚᏪᏎᎸᎩ; ᏥᎪᏕᏣᏓᏛᏛᎲᏍᎦ ᎦᏛᎬᎢ ᎯᎠ ᏥᎾᎩᏪᏒᎩ; ᏂᎪᎯᎸᎾᏉ ᎿᏉ ᎥᏝ ᏱᏍᎩᎪᏩᏘᏍᎨᏍᏗ, ᎠᎴ ᎿᏉ ᏔᎵᏁ ᏂᎪᎯᎸᎾᏉ ᎢᏍᎩᎪᏩᏘᏍᎨᏍᏗ?"
  },
  {
    "verse": "20",
    "kjv": "Verily, verily, I say unto you, That ye shall weep and lament, but the world shall rejoice: and ye shall be sorrowful, but your sorrow shall be turned into joy.",
    "web": "Most certainly I tell you that you will weep and lament, but the world will rejoice. You will be sorrowful, but your sorrow will be turned into joy.",
    "chr": "ᎤᏙᎯᏳᎯᏯ ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ; ᏂᎯ ᏕᏥᏴᎨᏍᏗ ᎠᎴ ᎢᏥᏍᎪᏂᎮᏍᏗ, ᎡᎶᎯᏍᎩᏂ ᎠᎵᎮᎵᎨᏍᏗ; ᏂᎯᏃ ᎤᏲ ᎢᏣᏓᏅᏖᏍᏗ, ᎠᏎᏃ ᎤᏲᎢᏣᏓᏅᏛ ᎤᎵᎮᎵᏍᏗ ᏮᏛᏓᏁᏟᏴᏍᏔᏂ."
  },
  {
    "verse": "21",
    "kjv": "A woman when she is in travail hath sorrow, because her hour is come: but as soon as she is delivered of the child, she remembereth no more the anguish, for joy that a man is born into the world.",
    "web": "A woman, when she gives birth, has sorrow because her time has come. But when she has delivered the child, she doesn’t remember the anguish any more, for the joy that a human being is born into the world.",
    "chr": "ᎠᎨᏴ ᎤᏲ ᎤᏓᏅᏙ ᏣᏕᎲᏍᎪ ᎠᏲᎵ, ᎤᏍᏆᎸᎡᎸ ᏅᏗᎦᎵᏍᏙᏗᏍᎪᎢ; ᎠᏎᏃ ᎿᏉ ᎦᎾᏄᎪᏩ ᎠᏲᎵ, ᎥᏝ ᎿᏉ ᏯᏅᏓᏗᏍᎪ ᎡᎯᏍᏗ ᎤᏓᏅᏓᏛᎢ, ᏅᏗᎦᎵᏍᏙᏗᏍᎪ ᎠᎵᎮᎵᎬ ᏴᏫ ᎤᎾᏄᎪᏫᏒ ᏒᎶᎯ."
  },
  {
    "verse": "22",
    "kjv": "And ye now therefore have sorrow: but I will see you again, and your heart shall rejoice, and your joy no man taketh from you.",
    "web": "Therefore you now have sorrow, but I will see you again, and your heart will rejoice, and no one will take your joy away from you.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᏂᎯ ᎪᎯ ᎨᏒ ᎤᏲ ᎢᏣᏓᏅᏔ; ᎠᏎᏃ ᏔᎵᏁ ᏛᏨᎪᎢ, ᎠᎴ ᎢᏥᎾᏫ ᏛᎵᎮᎵᏥ, ᎢᏣᎵᎮᎵᎬᏃ ᎥᏝ ᎩᎶ ᏴᎨᏥᎩᏏ."
  },
  {
    "verse": "23",
    "kjv": "And in that day ye shall ask me nothing. Verily, verily, I say unto you, Whatsoever ye shall ask the Father in my name, he will give it you.",
    "web": "“In that day you will ask me no questions. Most certainly I tell you, whatever you may ask of the Father in my name, he will give it to you.",
    "chr": "ᎾᎯᏳᏃ ᎢᎦ ᎥᏝ ᎪᎱᏍᏗ ᏱᏍᎩᏯᏛᏛᎲᏍᎨᏍᏗ. ᎤᏙᎯᏳᎯᏯ ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ; ᏂᎦᎥ ᎪᎱᏍᏗ ᎠᎦᏴᎵᎨ ᎡᏥᏔᏲᏎᎮᏍᏗ, ᏓᏉᏙᎥ ᎢᏨᏗᏍᎨᏍᏗ, ᎠᏎ ᎡᏥᏁᏗ ᎨᏎᏍᏗ."
  },
  {
    "verse": "24",
    "kjv": "Hitherto have ye asked nothing in my name: ask, and ye shall receive, that your joy may be full.",
    "web": "Until now, you have asked nothing in my name. Ask, and you will receive, that your joy may be made full.",
    "chr": "ᎪᎯ ᎢᏯᏍᏗ ᎥᏝ ᎪᎱᏍᏗ ᏱᏥᎳᏲᏍᏔᏃ ᎠᏴ ᏓᏉᏙᎥᎢ. ᎢᏥᏔᏲᎭ ᏓᏰᏥᏁᎵᏃ, ᎢᏣᎵᎮᎵᎬ ᎤᎧᎵᎢᏍᏗᏱ."
  },
  {
    "verse": "25",
    "kjv": "These things have I spoken unto you in proverbs: but the time cometh, when I shall no more speak unto you in proverbs, but I shall shew you plainly of the Father.",
    "web": "“I have spoken these things to you in figures of speech. But the time is coming when I will no more speak to you in figures of speech, but will tell you plainly about the Father.",
    "chr": "ᎾᏍᎩ ᎯᎠ ᏄᏍᏗ ᎢᏨᏃᎮᎮᎸ ᎤᏦᏍᏗ ᎪᎵᏍᏗᏱ ᎠᏋᏔᏅ; ᎠᏎᏃ ᏛᏍᏆᎸᎯ ᎿᏉ ᎥᏝ ᏱᏨᏯᎵᏃᎮᏗᏍᎨᏍᏗ ᎤᏦᏍᏗ ᎪᎵᏍᏗᏱ ᎬᏗ, ᎬᏂᎨᏒᎢᏳᏍᎩᏂ ᏓᏨᎾᏄᎪᏫᏎᎵ ᎠᎦᏴᎵᎨᎢ."
  },
  {
    "verse": "26",
    "kjv": "At that day ye shall ask in my name: and I say not unto you, that I will pray the Father for you:",
    "web": "In that day you will ask in my name; and I don’t say to you that I will pray to the Father for you,",
    "chr": "ᎾᎯᏳ ᎢᎦ ᏓᏆᏙᎥ ᎢᏥᏔᏲᏍᏗᏍᎨᏍᏗ; ᎥᏝᏃ ᎠᎦᏴᎵᎨ ᏓᏥᏯᏓᏙᎵᏍᏓᏁᎵ ᏂᎯ ᎢᏥᏍᏕᎸᏗᏱ ᏱᏨᏲᏎᎭ;"
  },
  {
    "verse": "27",
    "kjv": "For the Father himself loveth you, because ye have loved me, and have believed that I came out from God.",
    "web": "for the Father himself loves you, because you have loved me, and have believed that I came from God.",
    "chr": "ᎠᎦᏴᎵᎨᏰᏃ ᎤᏩᏒ ᎢᏥᎨᏳᎭ, ᏅᏗᎦᎵᏍᏙᏗᎭ ᏍᎩᎨᏳᎢᏳ ᎨᏒᎢ, ᎠᎴ ᎢᏦᎯᏳᏅ ᎤᏁᎳᏅᎯᏱ ᏅᏛᏆᏓᎴᏅᎯ ᎨᏒᎢ."
  },
  {
    "verse": "28",
    "kjv": "I came forth from the Father, and am come into the world: again, I leave the world, and go to the Father.",
    "web": "I came from the Father and have come into the world. Again, I leave the world and go to the Father.”",
    "chr": "ᎠᎦᏴᎵᎨᏍᏛᏱ ᏗᏆᏓᎴᏅ, ᎡᎶᎯ ᎠᎩᎷᏥᎸ; ᏔᎵᏁ ᎡᎶᎯ ᏛᎦᏓᏅᏏ, ᎠᎦᏴᎵᎨᏍᏛᏱ ᏮᏛᏥᎶᏏ."
  },
  {
    "verse": "29",
    "kjv": "His disciples said unto him, Lo, now speakest thou plainly, and speakest no proverb.",
    "web": "His disciples said to him, “Behold, now you are speaking plainly, and using no figures of speech.",
    "chr": "ᎬᏩᏍᏓᏩᏗᎯ ᎯᎠ ᏅᎩᏩᏪᏎᎸᎩ; ᎬᏂᏳᏉ ᎿᏉ ᎬᏂᎨᏒᎢᏳ ᎯᏁᎦ, ᎥᏝᏃ ᎤᏦᏍᏗ ᎪᎵᏍᏗᏱ ᏱᏁᎦ."
  },
  {
    "verse": "30",
    "kjv": "Now are we sure that thou knowest all things, and needest not that any man should ask thee: by this we believe that thou camest forth from God.",
    "web": "Now we know that you know all things, and don’t need for anyone to question you. By this we believe that you came from God.”",
    "chr": "ᎿᏉ ᎣᏥᎦᏔᎭ ᏂᎦᎥ ᎪᎱᏍᏗ ᎯᎦᏔᎯᏳ ᎨᏒᎢ, ᎠᎴ ᎠᏎᏉᏉ ᎨᏒ ᎩᎶ ᏱᏨᏛᏛᎲᏍᎦ. ᎾᏍᎩ ᎤᏗᎦᎵᏍᏙᏗᎭ ᎣᏦᎯᏳᎲᏍᎦ ᎤᏁᎳᏅᎯᏱ ᏅᏓᏣᏓᎴᏅᎯ ᎨᏒᎢ."
  },
  {
    "verse": "31",
    "kjv": "Jesus answered them, Do ye now believe?",
    "web": "Jesus answered them, “Do you now believe?",
    "chr": "ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᏥᎪ ᎿᏉ ᎢᏦᎯᏳᎲᏍᎦ?"
  },
  {
    "verse": "32",
    "kjv": "Behold, the hour cometh, yea, is now come, that ye shall be scattered, every man to his own, and shall leave me alone: and yet I am not alone, because the Father is with me.",
    "web": "Behold, the time is coming, yes, and has now come, that you will be scattered, everyone to his own place, and you will leave me alone. Yet I am not alone, because the Father is with me.",
    "chr": "ᎬᏂᏳᏉ ᏛᏍᏆᎸᎯ, ᎥᎥ, ᎿᏉᎤᏍᏆᎸᎲ, ᎢᏣᏗᎦᎴᏲᎢᏍᏗᏱ, ᏂᏥᎥ ᎢᏥᏏᏴᏫᎭ ᏙᏗᏤᏅᏒ ᎢᏗᏢ, ᎠᎴ ᏓᏍᎩᏴᏕᏥ ᎠᏋᏒᏉ ᎨᏎᏍᏗ; ᎥᏝᏍᎩᏂᏃᏅ ᎠᏋᎡ ᏱᎩ, ᎠᎦᏴᎵᎨᏰᏃ ᏔᎵ ᏅᏛᏗᏕᎦ."
  },
  {
    "verse": "33",
    "kjv": "These things I have spoken unto you, that in me ye might have peace. In the world ye shall have tribulation: but be of good cheer; I have overcome the world.",
    "web": "I have told you these things, that in me you may have peace. In the world you have trouble; but cheer up! I have overcome the world.”",
    "chr": "ᎾᏍᎩ ᏄᏍᏗ ᎯᎠ ᎢᏨᏃᎮᎮᎸ ᎠᏴ ᏅᏩᏙᎯᏯᏛ ᎢᏨᏯᏓᏅᏓᏗᏍᏙᏗᏱ. ᎡᎶᎯ ᎤᏕᏲᏙᏗ ᏓᏥᏩᏛᎯ; ᎠᏎᏃ ᎤᎦᎵᏍᏗᏉ ᎢᏣᏓᏅᏖᏍᏗ; ᎠᏴ ᏥᏎᎪᎬᏒ ᎡᎶᎯ."
  }
]
