[
  {
    "verse": "1",
    "kjv": "Then Pilate therefore took Jesus, and scourged him.",
    "web": "So Pilate then took Jesus and flogged him.",
    "chr": "ᎿᏉᏃ ᏆᎴᏗ ᎤᏂᏴᎲᎩ ᏥᏌ ᎠᎴ ᎤᎵᎥᏂᎸᎩ."
  },
  {
    "verse": "2",
    "kjv": "And the soldiers platted a crown of thorns, and put it on his head, and they put on him a purple robe,",
    "web": "The soldiers twisted thorns into a crown and put it on his head, and dressed him in a purple garment.",
    "chr": "ᎠᏂᏯᏫᏍᎩᏃ ᎤᏂᏍᏕᏲᎸ ᏧᏣᏲᏍᏗ ᎠᎵᏍᏚᎶ ᎤᏃᏢᏅᎩ ᎠᎴ ᎬᏩᏍᏚᎳᏅᎩ, ᎠᎴ ᎩᎦᎨ ᎠᏄᏬ ᎬᏩᏄᏬᎥᎩ,"
  },
  {
    "verse": "3",
    "kjv": "And said, Hail, King of the Jews! and they smote him with their hands.",
    "web": "They kept saying, “Hail, King of the Jews!” and they kept slapping him.",
    "chr": "ᎠᎴ ᎯᎠ ᏄᏂᏪᏒᎩ; ᎢᏨᏲᎵᎦ ᏣᎬᏫᏳᎯ ᎠᏂᏧᏏ ᎤᎾᏤᎵᎦ. ᎠᎴ ᎦᎬᏩᏏᏛᏂᎸᎩ."
  },
  {
    "verse": "4",
    "kjv": "Pilate therefore went forth again, and saith unto them, Behold, I bring him forth to you, that ye may know that I find no fault in him.",
    "web": "Then Pilate went out again, and said to them, “Behold, I bring him out to you, that you may know that I find no basis for a charge against him.”",
    "chr": "ᎿᏉᏃ ᏆᎴᏗ ᏔᎵᏁ ᎤᏄᎪᏨᎩ, ᎯᎠ ᏫᏂᏚᏪᏎᎸᎩ; ᎬᏂᏳᏉ ᎢᏨᎾᏄᎪᏫᏏ, ᎢᏣᏙᎴᎰᎯᏍᏗᏱ ᎤᏍᎦᏅᏨ ᎾᎩᏩᏛᎲᎾ ᎨᏒᎢ."
  },
  {
    "verse": "5",
    "kjv": "Then came Jesus forth, wearing the crown of thorns, and the purple robe. And Pilate saith unto them, Behold the man!",
    "web": "Jesus therefore came out, wearing the crown of thorns and the purple garment. Pilate said to them, “Behold, the man!”",
    "chr": "ᏥᏌᏃ ᏓᏳᎾᏄᎪᏨᎩ, ᎤᎵᏍᏚᎸᎩ ᎠᎵᏍᏚᎶ ᏧᏣᏲᏍᏗ ᎪᏢᏔᏅᎯ, ᎠᎴ ᎤᏄᏮᎩ ᎩᎦᎨ ᎠᏄᏬ. ᏆᎴᏗᏃ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎬᏂᏳᏉ ᎯᎠ ᎾᏍᎩ ᎠᏍᎦᏯ."
  },
  {
    "verse": "6",
    "kjv": "When the chief priests therefore and officers saw him, they cried out, saying, Crucify him, crucify him. Pilate saith unto them, Take ye him, and crucify him: for I find no fault in him.",
    "web": "When therefore the chief priests and the officers saw him, they shouted, saying, “Crucify! Crucify!” Pilate said to them, “Take him yourselves and crucify him, for I find no basis for a charge against him.”",
    "chr": "ᎿᏉᏃ ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸ-ᎠᏁᎶᎯ ᎠᎴ ᏗᎾᏓᏂᏱᏍᎩ ᎬᏩᎪᎲ, ᎤᏁᎷᏅᎩ, ᎯᎠ ᏄᏂᏪᏒᎩ; ᎯᏯᏛᎥᎦ! ᎯᏯᏛᎥᎦ! ᏆᎴᏗ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᏂᎯ ᎡᏣᏗᎿᏫᏛ, ᎠᎴ ᎡᏣᏛᎥᎦ; ᎠᏴᏰᏃ ᎥᏝ ᏱᏥᏩᏘᎭ ᎤᏍᎦᏅᏨᎢ."
  },
  {
    "verse": "7",
    "kjv": "The Jews answered him, We have a law, and by our law he ought to die, because he made himself the Son of God.",
    "web": "The Jews answered him, “We have a law, and by our law he ought to die, because he made himself the Son of God.”",
    "chr": "ᎠᏂᏧᏏ ᎯᎠ ᏫᏅᎬᏩᏪᏎᎸᎩ; ᏗᎧᎿᏩᏛᏍᏗ ᎣᎩᎭ, ᏦᎩᎧᎿᏩᏛᏍᏗᏃ ᏂᎬᏅ ᏰᎵᏉ ᎬᏩᏲᎱᎯᏍᏗ, ᎤᏁᎳᏅᎯᏰᏃ ᎤᏪᏥ ᎤᏤᎸᏅᎩ."
  },
  {
    "verse": "8",
    "kjv": "When Pilate therefore heard that saying, he was the more afraid;",
    "web": "When therefore Pilate heard this saying, he was more afraid.",
    "chr": "ᎿᏉᏃ ᏆᎴᏗ ᎾᏍᎩ ᎤᏛᎦᏅ ᎤᏟ ᎢᎦᎢ ᎤᏍᎦᎸᎩ;"
  },
  {
    "verse": "9",
    "kjv": "And went again into the judgment hall, and saith unto Jesus, Whence art thou? But Jesus gave him no answer.",
    "web": "He entered into the Praetorium again, and said to Jesus, “Where are you from?” But Jesus gave him no answer.",
    "chr": "ᎠᎴ ᏔᎵᏁ ᎤᏴᎸᎩ ᏗᎫᎪᏗᏱ, ᎯᎠ ᏫᏄᏪᏎᎸᎩ ᏥᏌ; ᎭᏢ ᏅᏓᏣᏓᎴᏅᎯ? ᎠᏎᏃ ᏥᏌ ᎥᏝ ᏳᏁᏤᎴᎢ."
  },
  {
    "verse": "10",
    "kjv": "Then saith Pilate unto him, Speakest thou not unto me? knowest thou not that I have power to crucify thee, and have power to release thee?",
    "web": "Pilate therefore said to him, “Aren’t you speaking to me? Don’t you know that I have power to release you and have power to crucify you?”",
    "chr": "ᎿᏉᏃ ᏆᎴᏗ ᎯᎠ ᏄᏪᏎᎸᎩ; ᏝᏍᎪ ᏱᏍᎩᏁᏤᎭ? ᏝᏍᎪ ᏱᎦᏔᎭ ᏰᎵᏉ ᎦᎬᏯᏛᏗ ᎨᏒᎢ, ᎠᎴ ᏰᎵᏉ ᏗᎦᎬᏲᎯᏍᏗ ᎨᏒᎢ?"
  },
  {
    "verse": "11",
    "kjv": "Jesus answered, Thou couldest have no power at all against me, except it were given thee from above: therefore he that delivered me unto thee hath the greater sin.",
    "web": "Jesus answered, “You would have no power at all against me, unless it were given to you from above. Therefore he who delivered me to you has greater sin.”",
    "chr": "ᏥᏌ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎥᏝ ᏱᎨᏣᎭ ᏰᎵ ᎠᏴ ᎪᎱᏍᏗ ᏍᏋᏁᏗᏱ, ᎦᎸᎳᏗ ᏅᏓᏰᏣᎵᏍᎪᎸᏓᏁᎸᎯ ᏂᎨᏒᎾ ᏱᎩ. ᎾᏍᎩ ᎢᏳᏍᏗ, ᎠᏴ ᏗᎩᏲᏒᎯ ᏂᎯ ᏗᏣᏲᎯᏎᎸᎯ ᎤᏟ ᎡᏉᎯᏳ ᎤᏍᎦᏅᏨ."
  },
  {
    "verse": "12",
    "kjv": "And from thenceforth Pilate sought to release him: but the Jews cried out, saying, If thou let this man go, thou art not Caesar's friend: whosoever maketh himself a king speaketh against Caesar.",
    "web": "At this, Pilate was seeking to release him, but the Jews cried out, saying, “If you release this man, you aren’t Caesar’s friend! Everyone who makes himself a king speaks against Caesar!”",
    "chr": "ᎾᎯᏳᏃ ᎢᏳᏓᎴᏅᏛ ᏆᎴᏗ ᎤᏲᎸᎩ ᎥᎤᏪᎪᏗᏱ. ᎠᏎᏃ ᎠᏂᏧᏏ ᎤᏁᎷᏅᎩ, ᎯᎠ ᏄᏂᏪᏒᎩ; ᎢᏳᏃ ᎯᎠ ᎠᏍᎦᏯ ᎢᎯᏯᎧᏅᎭ ᎥᏝ ᏏᏌ ᎢᏍᏓᎵᎢ ᏱᎦᎨᏎᏍᏗ. ᎩᎶ ᎤᎬᏫᏳᎯ ᎠᏤᎸᏍᎩ, ᎧᏁᎬ ᏏᏌ ᎠᏡᏗᏍᎪᎢ."
  },
  {
    "verse": "13",
    "kjv": "When Pilate therefore heard that saying, he brought Jesus forth, and sat down in the judgment seat in a place that is called the Pavement, but in the Hebrew, Gabbatha.",
    "web": "When Pilate therefore heard these words, he brought Jesus out and sat down on the judgment seat at a place called “The Pavement”, but in Hebrew, “Gabbatha.”",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᏆᎴᏗ ᎾᏍᎩ ᎤᏛᎦᏅ ᎤᏄᎪᏫᏒᎩ ᏥᏌ, ᎠᎴ ᎤᏪᏅᎩ ᏗᎫᎪᏙᏗᏱ ᎦᏍᎩᎸᎢ, ᏅᏯ-ᎠᏰᏍᏓᎥ ᏕᏅᏙᎥᎢ, ᎠᏂᏧᏏᏍᎩᏂ ᎤᏂᏬᏂᎯᏍᏗ ᎨᏒ ᎨᏆᏓ ᏕᎤᏙᎥ."
  },
  {
    "verse": "14",
    "kjv": "And it was the preparation of the passover, and about the sixth hour: and he saith unto the Jews, Behold your King!",
    "web": "Now it was the Preparation Day of the Passover, at about the sixth hour. He said to the Jews, “Behold, your King!”",
    "chr": "ᎧᏃᎯᏰᎩᏃ ᏗᎵᏍᏓᏴᏗᏱ ᎠᏛᏅᎢᏍᏙᏗᏱ ᎢᎦ ᎨᏒᎩ, ᎠᎴ ᏔᎳᏚ ᎢᏳᏟᎶᏛ ᎢᏴᏛ ᎧᎳᏩᏗᏒ ᎨᏒᎩ, ᏆᎴᏗᏃ ᎯᎠ ᏂᏚᏪᏎᎸᎩ ᎠᏂᏧᏏ; ᎬᏂᏳᏉ ᎤᎬᏫᏳᎯ ᎢᏣᏤᎵᎦ!"
  },
  {
    "verse": "15",
    "kjv": "But they cried out, Away with him, away with him, crucify him. Pilate saith unto them, Shall I crucify your King? The chief priests answered, We have no king but Caesar.",
    "web": "They cried out, “Away with him! Away with him! Crucify him!” Pilate said to them, “Shall I crucify your King?” The chief priests answered, “We have no king but Caesar!”",
    "chr": "ᎠᏎᏃ ᎤᏁᎷᏅᏉ ᎯᎠ ᏄᏂᏪᏒᎩ; ᎯᎷᎦ! ᎯᎷᎦ! ᎯᏯᏛᎥᎦ! ᏆᎴᏗ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᏓᏥᏯᏛᏂᏍᎪ ᎢᏣᏤᎵᎦ ᎤᎬᏫᏳᎯ? ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸ-ᎠᏁᎶᎯ ᎯᎠ ᏄᏂᏪᏎᎸᎩ; ᎥᏝ ᏲᎩᎧᎭ ᎤᎬᏫᏳᎯ, ᏏᏌ ᎤᏩᏒ!"
  },
  {
    "verse": "16",
    "kjv": "Then delivered he him therefore unto them to be crucified. And they took Jesus, and led him away.",
    "web": "So then he delivered him to them to be crucified. So they took Jesus and led him away.",
    "chr": "ᎿᏉᏃ ᏚᏲᎯᏎᎸᎩ ᎤᎾᏛᏗᏱ. ᎤᏂᏂᏴᏛᎩᏃ ᏥᏌ ᎠᎴ ᎤᎾᏘᎾᏫᏛᎲᎩ."
  },
  {
    "verse": "17",
    "kjv": "And he bearing his cross went forth into a place called the place of a skull, which is called in the Hebrew Golgotha:",
    "web": "He went out, bearing his cross, to the place called “The Place of a Skull”, which is called in Hebrew, “Golgotha”,",
    "chr": "ᏥᏌᏃ ᏧᏓᎿᏩᏛ ᎦᏁᎲᎩ ᎤᏄᎪᏨᎩ, ᎤᏍᏆᎷᎪ ᏚᏙᎥ ᎤᎷᏨᎩ, ᎾᏍᎩ ᎪᎵᎦᏓ ᏚᏙᎥ ᎠᏂᏧᏏ ᎤᏂᏬᏂᎯᏍᏗ ᎨᏒ ᎠᏅᏗᏍᎬᎢ;"
  },
  {
    "verse": "18",
    "kjv": "Where they crucified him, and two other with him, on either side one, and Jesus in the midst.",
    "web": "where they crucified him, and with him two others, on either side one, and Jesus in the middle.",
    "chr": "ᎾᎿᏂ ᎬᏩᏛᏅᎩ, ᎠᎴ ᎠᏂᏔᎵ ᏅᏩᎾᏓᎴ ᎢᏧᎳᎭ ᏕᎨᎦᏛᏅᎩ ᎢᏧᎳ ᎢᏗᏢ ᏥᏌᏃ ᎠᏰᎵ."
  },
  {
    "verse": "19",
    "kjv": "And Pilate wrote a title, and put it on the cross. And the writing was Jesus Of Nazareth The King Of The Jews.",
    "web": "Pilate wrote a title also, and put it on the cross. There was written, “JESUS OF NAZARETH, THE KING OF THE JEWS.”",
    "chr": "ᏆᎴᏗᏃ ᎤᏬᏪᎳᏅᎩ ᎠᎪᎵᏰᏗ, ᎠᎴ ᏓᏓᎿᏩᏍᏛ ᎤᏪᏯᎸᏅᎩ; ᎯᎠ ᏂᎬᏅ ᎪᏪᎸᎩ; ᏥᏌ ᎾᏎᎵᏗ ᎡᎯ, ᎤᎬᏫᏩᎯ ᎠᏂᏧᏏ ᎤᎾᏤᎵᎦ."
  },
  {
    "verse": "20",
    "kjv": "This title then read many of the Jews: for the place where Jesus was crucified was nigh to the city: and it was written in Hebrew, and Greek, and Latin.",
    "web": "Therefore many of the Jews read this title, for the place where Jesus was crucified was near the city; and it was written in Hebrew, in Latin, and in Greek.",
    "chr": "ᎯᎠ ᎾᏍᎩ ᎠᎪᎵᏰᏗ ᎤᏂᏣᏛ ᎠᏂᏧᏏ ᎠᏂᎪᎵᏰᏍᎬᎩ, ᏥᏌᏰᏃ ᎠᎦᏛᏅ ᎦᏚᎲ ᎾᎥ ᎨᏒᎩ, ᎠᏂᏧᏏᏃ, ᎠᎴ ᎠᏂᎪᎢ, ᎠᎴ ᎠᏂᎶᎻ ᏧᏂᏬᏂᎯᏍᏗ ᎨᏒ ᎪᏪᎸᎩ."
  },
  {
    "verse": "21",
    "kjv": "Then said the chief priests of the Jews to Pilate, Write not, The King of the Jews; but that he said, I am King of the Jews.",
    "web": "The chief priests of the Jews therefore said to Pilate, “Don’t write, ‘The King of the Jews,’ but, ‘he said, “I am King of the Jews.”’”",
    "chr": "ᎿᏉᏃ ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸ-ᎠᏁᎶᎯ ᎠᏂᏧᏏ ᏧᎾᏤᎵᎦ ᎯᎠ ᏄᏂᏪᏎᎸᎩ ᏆᎴᏗ; ᏞᏍᏗ ᎯᎠ ᎢᏨᏁᎸ ᏦᏪᎳᏅᎩ; ᎤᎬᏫᏳᎯ ᎠᏂᏧᏏ ᎤᎾᏤᎵᎦ; ᎯᎠᏍᎩᏂ; ᎠᎩᎬᏫᏳᎯ ᎠᏂᏧᏏ ᎤᎾᏤᎵᎦ ᎠᏗᏍᎬᎩ."
  },
  {
    "verse": "22",
    "kjv": "Pilate answered, What I have written I have written.",
    "web": "Pilate answered, “What I have written, I have written.”",
    "chr": "ᏆᎴᏗ ᎯᎠ ᏄᏪᏒᎩ; ᏥᎾᏋᏁᎸ ᏣᏉᏪᎳᏅ, ᎿᏉ ᎠᏎ ᎠᏉᏪᎳᏅ."
  },
  {
    "verse": "23",
    "kjv": "Then the soldiers, when they had crucified Jesus, took his garments, and made four parts, to every soldier a part; and also his coat: now the coat was without seam, woven from the top throughout.",
    "web": "Then the soldiers, when they had crucified Jesus, took his garments and made four parts, to every soldier a part; and also the tunic. Now the tunic was without seam, woven from the top throughout.",
    "chr": "ᎿᏉᏃ ᎠᏂᏯᏫᏍᎩ, ᏥᏌ ᎬᏩᏛᏅ, ᏚᏂᏁᏒᎩ ᏧᏄᏬ, ᏅᎩ ᏂᏚᏂᏛᎩ, ᏌᏉ ᎢᎦᏛᎯ ᎠᏏᏴᏫ ᎠᏯᏫᏍᎩ ᎤᏤᎵᎦ ᏄᏅᏁᎸᎩ; ᎠᎴ ᎾᏍᏉ ᎭᏫᏂ ᎤᏄᏬᎥᎯ. ᎾᏍᎩ ᎭᏫᏂ ᎠᏄᏬ ᎥᏝ ᎦᏰᏫᏛ ᏱᎨᏎᎢ, ᏂᎬ ᎬᏅᎯ ᎨᏒᎩ."
  },
  {
    "verse": "24",
    "kjv": "They said therefore among themselves, Let us not rend it, but cast lots for it, whose it shall be: that the scripture might be fulfilled, which saith, They parted my raiment among them, and for my vesture they did cast lots. These things therefore the soldiers did.",
    "web": "Then they said to one another, “Let’s not tear it, but cast lots for it to decide whose it will be,” that the Scripture might be fulfilled, which says, “They parted my garments among them. They cast lots for my clothing.” Therefore the soldiers did these things.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎯᎠ ᏂᏚᎾᏓᏪᏎᎸᎩ; ᏞᏍᏗ ᎢᎩᏣᎦᎸᎢᏒᎩ, ᎢᏓᏎᎯᏉᏍᎩᏂ ᎢᏓᏙᎴᎰᎯ ᎤᏤᎵᎦ ᎢᏳᎵᏍᏙᏗ ᎨᏒᎢ; ᎤᏙᎯᏳᏗᏱ ᎪᏪᎸ ᎯᎠ ᏥᏂᎬᏅ; ᏚᏂᏯᏙᎸᎩ ᏗᏆᏄᏬ, ᎠᎴ ᎠᏆᏄᏬᏍᏗ ᎤᎾᏌᏍᏔᏅᎩ. ᎯᎠ ᎾᏍᎩ ᎠᏂᏯᏫᏍᎩ ᏄᎾᏛᏁᎸᎩ."
  },
  {
    "verse": "25",
    "kjv": "Now there stood by the cross of Jesus his mother, and his mother's sister, Mary the wife of Cleophas, and Mary Magdalene.",
    "web": "But standing by Jesus’ cross were his mother, his mother’s sister, Mary the wife of Clopas, and Mary Magdalene.",
    "chr": "ᎾᎥᏃ ᏓᏓᎿᏩᏍᏛ ᏥᏌ ᎦᏛᎢ ᎠᏂᏙᎾᎥᎩ ᎤᏥ, ᎤᏂᏃ ᎤᎸᎢ ᎺᎵ ᏟᎣᏆ ᎤᏓᎵᎢ, ᎺᎵᏃ ᎹᎩᏕᎵ ᎡᎯ."
  },
  {
    "verse": "26",
    "kjv": "When Jesus therefore saw his mother, and the disciple standing by, whom he loved, he saith unto his mother, Woman, behold thy son!",
    "web": "Therefore when Jesus saw his mother, and the disciple whom he loved standing there, he said to his mother, “Woman, behold, your son!”",
    "chr": "ᏥᏌᏃ ᎤᎪᎲ ᎤᏥ, ᎠᎴ ᎤᎪᎲ ᎾᎥ ᎦᏙᎬ ᎤᏍᏓᏩᏗᏙᎯ ᎤᎨᏳᎯ, ᎯᎠ ᏄᏪᏎᎸᎩ ᎤᏥ; ᎯᎨᏴ, ᎬᏂᏳᏉ ᏤᏥ."
  },
  {
    "verse": "27",
    "kjv": "Then saith he to the disciple, Behold thy mother! And from that hour that disciple took her unto his own home.",
    "web": "Then he said to the disciple, “Behold, your mother!” From that hour, the disciple took her to his own home.",
    "chr": "ᎿᏉᏃ ᎯᎠ ᏅᎤᏪᏎᎸᎩ ᎤᏍᏓᏩᏗᏙᎯ; ᎬᏂᏳᏉ ᏣᏥᎢ. ᎾᎯᏳᏉᏃ ᎾᏍᎩ ᎤᏍᏓᏩᏗᏙᎯ ᏧᏪᏅᏒ ᏭᏘᏅᏍᏔᏅᎩ."
  },
  {
    "verse": "28",
    "kjv": "After this, Jesus knowing that all things were now accomplished, that the scripture might be fulfilled, saith, I thirst.",
    "web": "After this, Jesus, seeing that all things were now finished, that the Scripture might be fulfilled, said, “I am thirsty!”",
    "chr": "ᎿᏉᏃ ᏥᏌ ᎠᎦᏔᎯᏳ ᎨᏒ ᏂᎦᎥ ᎿᏉ ᎤᎵᏍᏆᏛᎢ, ᎪᏪᎸ ᎤᏙᎯᏳᏗᏱ, ᎠᎩᏔᏕᎩᎭ, ᎤᏛᏅᎩ."
  },
  {
    "verse": "29",
    "kjv": "Now there was set a vessel full of vinegar: and they filled a spunge with vinegar, and put it upon hyssop, and put it to his mouth.",
    "web": "Now a vessel full of vinegar was set there; so they put a sponge full of the vinegar on hyssop, and held it at his mouth.",
    "chr": "ᎾᎿᏃ ᎥᎦᎧᎲᎩ ᎠᏖᎵᏙ ᏧᏂᏦᏯᏍᏗ ᎠᎧᎵᏬᎯ; ᏚᏬᎢᎵᏃ ᏧᏂᏦᏯᏍᏗ ᎤᏂᎧᎵᎢᏍᏔᏅᎩ, ᎠᎴ ᎾᏍᎩ ᎯᏏᏈ ᎤᏂᏆᏙᏔᏅᎩ, ᎠᎰᎵ ᎾᎥ ᎤᏂᏩᏌᏔᏅᎩ."
  },
  {
    "verse": "30",
    "kjv": "When Jesus therefore had received the vinegar, he said, It is finished: and he bowed his head, and gave up the ghost.",
    "web": "When Jesus therefore had received the vinegar, he said, “It is finished!” Then he bowed his head and gave up his spirit.",
    "chr": "ᏥᏌᏃ ᏧᏂᏦᏯᏍᏗ ᎤᏁᎩᏒ ᎯᎠ ᏄᏪᏒᎩ; ᎿᏉ ᎠᎵᏍᏆᏓ; ᎤᎵᏍᎫᏫᏒᏃ ᏕᎤᏲᏒᎩ ᎤᏓᏅᏙ."
  },
  {
    "verse": "31",
    "kjv": "The Jews therefore, because it was the preparation, that the bodies should not remain upon the cross on the sabbath day, (for that sabbath day was an high day,) besought Pilate that their legs might be broken, and that they might be taken away.",
    "web": "Therefore the Jews, because it was the Preparation Day, so that the bodies wouldn’t remain on the cross on the Sabbath (for that Sabbath was a special one), asked of Pilate that their legs might be broken and that they might be taken away.",
    "chr": "ᎠᏂᏧᏏᏃ ᎤᏂᏔᏲᏎᎸᎩ ᏆᎴᏗ ᏗᏂᏅᏍᎨᏂ ᏗᎨᏥᏍᏆᎵᏎᏗᏱ ᎠᎴ ᏗᎨᏥᏁᏍᏗᏱ, ᏅᏓᏳᎵᏍᏙᏔᏅᎩ ᎠᏛᏅᎢᏍᏙᏗᏱ ᎢᎦ ᎨᏒᎢ, ᏞᏍᏗ ᎤᎾᏙᏓᏆᏍᎬ ᏱᏗᎦᏕᏍᏗ ᎠᏁᎵᏍᎬᎩ, ᎾᏍᎩᏰᏃ ᎤᎾᏙᏓᏆᏍᎬ ᎢᎦ ᎦᎸᏉᏗᏳ ᎨᏒᎩ."
  },
  {
    "verse": "32",
    "kjv": "Then came the soldiers, and brake the legs of the first, and of the other which was crucified with him.",
    "web": "Therefore the soldiers came and broke the legs of the first and of the other who was crucified with him;",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᏂᏯᏫᏍᎩ ᎤᏂᎷᏨᎩ, ᏚᏂᏍᏆᎵᏒᎩ ᏗᎦᏅᏍᎨᏂ ᎢᎬᏱᏱ ᎦᏗ ᎠᎴ ᏐᎢ ᎢᏧᎳᎭ ᏥᏌ ᏗᎨᎦᏛᏅᎯ."
  },
  {
    "verse": "33",
    "kjv": "But when they came to Jesus, and saw that he was dead already, they brake not his legs:",
    "web": "but when they came to Jesus and saw that he was already dead, they didn’t break his legs.",
    "chr": "ᏥᏌᏍᎩᏂ ᎦᏛ ᏭᏂᎷᏨ, ᎠᎴ ᎤᎾᏙᎴᎰᏒ ᎦᏳᎳ ᎤᏲᎱᏒᎯ ᎨᏒᎢ, ᎥᏝ ᏱᏚᏂᏍᏆᎵᏎ ᏗᎦᏅᏍᎨᏂ;"
  },
  {
    "verse": "34",
    "kjv": "But one of the soldiers with a spear pierced his side, and forthwith came there out blood and water.",
    "web": "However, one of the soldiers pierced his side with a spear, and immediately blood and water came out.",
    "chr": "ᎠᏏᏴᏫᏍᎩᏂ ᎠᏯᏫᏍᎩ, ᏗᏓᏖᏍᏗ ᎤᏪᏘᏍᏔᏅᎩ ᎠᏍᏉᎨᏂ, ᎩᎳᏉᏃ ᎢᏴᏛ ᎾᎿ ᏓᏳᏨᏨᎩ ᎩᎬ ᎠᎴ ᎠᎹ."
  },
  {
    "verse": "35",
    "kjv": "And he that saw it bare record, and his record is true: and he knoweth that he saith true, that ye might believe.",
    "web": "He who has seen has testified, and his testimony is true. He knows that he tells the truth, that you may believe.",
    "chr": "ᎾᏍᎩᏃ Ꮎ ᎤᎪᎲᎯ ᎤᏃᎮᎸᎩ, ᎧᏃᎮᏍᎬᏃ ᎤᏙᎯᏳᎭ, ᎠᎴ ᎠᎦᏔᎭ ᎤᏙᎯᏳᎯ ᎧᏃᎮᏍᎬᎢ, ᎾᏍᎩ ᎨᏦᎯᏳᏗ ᎢᏳᎵᏍᏙᏗᏱ."
  },
  {
    "verse": "36",
    "kjv": "For these things were done, that the scripture should be fulfilled, A bone of him shall not be broken.",
    "web": "For these things happened that the Scripture might be fulfilled, “A bone of him will not be broken.”",
    "chr": "ᎾᏍᎩᏰᏃ ᎯᎠ ᏄᎵᏍᏔᏅᎩ ᎤᏙᎯᏳᏗᏱ ᎪᏪᎸ ᎯᎠ ᏥᏂᎬᏅ; \"ᎥᏝ ᏌᏉ ᎤᎪᎳ ᏧᎵᏍᏆᎵᏍᏗ ᏱᎨᏎᏍᏗ.\""
  },
  {
    "verse": "37",
    "kjv": "And again another scripture saith, They shall look on him whom they pierced.",
    "web": "Again another Scripture says, “They will look on him whom they pierced.”",
    "chr": "ᎠᎴᏬ ᏅᏩᏓᎴ ᎪᏪᎸ ᎯᎠ ᏂᎦᏩᎭ; \"ᏙᏓᎬᏩᎧᎾᏂ ᏗᎬᏪᏘᎸᎯ.\""
  },
  {
    "verse": "38",
    "kjv": "And after this Joseph of Arimathaea, being a disciple of Jesus, but secretly for fear of the Jews, besought Pilate that he might take away the body of Jesus: and Pilate gave him leave. He came therefore, and took the body of Jesus.",
    "web": "After these things, Joseph of Arimathaea, being a disciple of Jesus, but secretly for fear of the Jews, asked of Pilate that he might take away Jesus’ body. Pilate gave him permission. He came therefore and took away his body.",
    "chr": "ᎾᏍᎩᏃ ᏄᎵᏍᏔᏂᏙᎸ ᎣᏂ ᏦᏩ ᎠᎵᎹᏗᏱ ᎡᎯ, ᏥᏌ ᎠᏍᏓᏩᏗᏙᎯ ᎨᏒᎩ, ᎠᏎᏃ ᎤᏕᎵᏛᏉ ᎠᏂᏧᏏ ᏓᏍᎦᎢᎲᎢ ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ, ᎾᏍᎩ ᏦᏩ ᎤᏔᏲᏎᎸᎩ ᏆᎴᏗ ᎤᏁᏍᏗᏱ ᏥᏌ ᎠᏰᎸᎢ. ᏆᎴᏗᏃ ᎤᎵᏍᎪᎸᏓᏁᎸᎩ. ᎰᏩᏃ ᎤᎷᏨᎩ ᎤᏁᏒᎩ ᏥᏌ ᎠᏰᎸᎢ."
  },
  {
    "verse": "39",
    "kjv": "And there came also Nicodemus, which at the first came to Jesus by night, and brought a mixture of myrrh and aloes, about an hundred pound weight.",
    "web": "Nicodemus, who at first came to Jesus by night, also came bringing a mixture of myrrh and aloes, about a hundred Roman pounds.",
    "chr": "ᎾᏍᏉᏃ ᎥᎤᎷᏨᎩ ᏂᎦᏗᎹᏏ, ᎾᏍᎩ ᎢᎬᏱᏱ ᏥᏌ ᎡᏃᏱ ᎤᎷᏤᎸᎯ, ᎤᏲᎸᎩ ᏗᏜᏍᏔᏅᎯ ᎻᎳ ᎡᎳᏫᏃ, ᎠᏍᎪᎯᏧᏈ ᎢᏴᏛ ᎢᏳᏓᎨᏛ."
  },
  {
    "verse": "40",
    "kjv": "Then took they the body of Jesus, and wound it in linen clothes with the spices, as the manner of the Jews is to bury.",
    "web": "So they took Jesus’ body, and bound it in linen cloths with the spices, as the custom of the Jews is to bury.",
    "chr": "ᎿᏉᏃ ᎤᏂᏁᏒᎩ ᏥᏌ ᎠᏰᎸᎢ ᎠᎴ ᏙᎴᏛ ᎠᏄᏬ ᎤᏂᏣᏄᎶᏔᏅᎩ, ᎠᎴ ᎾᏍᏉ ᏗᎦᏩᏒᎩ ᏚᏂᏣᏄᎳᏅᎩ, ᎾᏍᎩᏯ ᎢᏳᎾᏛᏁᏗ ᎨᏒ ᎠᏂᏧᏏ ᏓᎾᏓᏂᏌ."
  },
  {
    "verse": "41",
    "kjv": "Now in the place where he was crucified there was a garden; and in the garden a new sepulchre, wherein was never man yet laid.",
    "web": "Now in the place where he was crucified there was a garden. In the garden was a new tomb in which no man had ever yet been laid.",
    "chr": "ᎾᎿᏃ ᎠᎦᏛᏅ ᎠᏫᎡᏗᏱ ᎪᏢᏒᎩ; ᎾᎿᏃ ᎠᏫᏒᏗᏱ ᎢᏤ ᏗᏓᏂᏐᏗᏱ ᎪᏢᏒᎩ ᎩᎶ ᎠᏥᏂᏌᏅ ᎠᏏ ᏂᎨᏒᎾ."
  },
  {
    "verse": "42",
    "kjv": "There laid they Jesus therefore because of the Jews' preparation day; for the sepulchre was nigh at hand.",
    "web": "Then, because of the Jews’ Preparation Day (for the tomb was near at hand), they laid Jesus there.",
    "chr": "ᎾᎿᏃ ᎤᏂᏅᏅᎩ ᏥᏌ ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᎠᏂᏧᏏ ᎤᎾᏧᏏ ᎤᎾᏤᎵᎦ ᎠᏛᏅᎢᏍᏙᏗᏱ ᎢᎦ ᎨᏒᎢ; ᏗᏓᏂᏐᏗᏱᏰᏃ ᎾᎥᏉ ᎨᏒᎩ."
  }
]