[
  {
    "verse": "1",
    "kjv": "And the third day there was a marriage in Cana of Galilee; and the mother of Jesus was there:",
    "web": "The third day, there was a wedding in Cana of Galilee. Jesus’ mother was there.",
    "chr": "ᏦᎢᏁᏃ ᎢᎦ ᏕᎨᎦᏨᏍᏗᏍᎬᎩ ᎨᎵᎵ ᎨᏂ ᎦᏚᎲᎢ; ᏥᏌ ᎤᏥ ᎾᎿ ᎡᏙᎲᎩ."
  },
  {
    "verse": "2",
    "kjv": "And both Jesus was called, and his disciples, to the marriage.",
    "web": "Jesus also was invited, with his disciples, to the wedding.",
    "chr": "ᏥᏌᏃ ᏩᏥᏯᏅᎲᎩ ᎠᎴ ᎬᏩᏍᏓᏩᏗᏙᎯ ᏕᎨᎦᏨᏍᏗᏍᎬ ᎤᏂᎷᎯᏍᏗᏱ."
  },
  {
    "verse": "3",
    "kjv": "And when they wanted wine, the mother of Jesus saith unto him, They have no wine.",
    "web": "When the wine ran out, Jesus’ mother said to him, “They have no wine.”",
    "chr": "ᎩᎦᎨᏃ-ᎠᏗᏔᏍᏗ ᎤᏗᏒᏅ, ᏥᏌ ᎤᏥ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎥᏝ ᏳᏂᏁᎭ ᎩᎦᎨ-ᎠᏗᏔᏍᏗ."
  },
  {
    "verse": "4",
    "kjv": "Jesus saith unto her, Woman, what have I to do with thee? mine hour is not yet come.",
    "web": "Jesus said to her, “Woman, what does that have to do with you and me? My hour has not yet come.”",
    "chr": "ᏥᏌᏃ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎯᎨᏴ ᎦᏙ ᎠᏴ ᏗᎩᎾᏓᏛᏙᏗ? ᎥᏝ ᎠᏏ ᎠᏴ ᏯᎩᏍᏆᎸᎡᎸ."
  },
  {
    "verse": "5",
    "kjv": "His mother saith unto the servants, Whatsoever he saith unto you, do it.",
    "web": "His mother said to the servants, “Whatever he says to you, do it.”",
    "chr": "ᎤᏥᏃ ᎯᎠ ᏂᏚᏪᏎᎸᎩ ᎨᏥᏅᏏᏓᏍᏗ; ᏂᎦᎥ ᏂᏥᏪᏎᎲ ᎾᏍᎩ ᏂᏣᏛᏁᎸᎭ."
  },
  {
    "verse": "6",
    "kjv": "And there were set there six waterpots of stone, after the manner of the purifying of the Jews, containing two or three firkins apiece.",
    "web": "Now there were six water pots of stone set there after the Jews’ way of purifying, containing two or three metretes apiece.",
    "chr": "ᎾᎿᏃ ᏕᎦᎧᎲᎩ ᏑᏓᎵ ᎠᎹ ᏗᏟᏍᏗ ᏅᏯ ᏗᎪᏢᎳᏅᎯ ᎠᏂᏧᏏ ᏥᏂᏕᎤᏅᏃ ᎤᎾᏓᏅᎦᏗᏱ ᏥᏂᏕᎬᏅᎩ, ᏦᎠᏍᎪᎯ ᎢᏴᏛ ᎢᏳᏟᎶᏛ ᏗᏟᏍᏙᏗ ᎨᏒᎢ"
  },
  {
    "verse": "7",
    "kjv": "Jesus saith unto them, Fill the waterpots with water. And they filled them up to the brim.",
    "web": "Jesus said to them, “Fill the water pots with water.” So they filled them up to the brim.",
    "chr": "ᏥᏌᏃ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎠᎹ ᏗᏥᎧᎵᎢᏍᏓ ᎠᎹ ᏗᏟᏍᏗ. ᎾᏍᎩᏃ ᎠᎧᎵᎢ ᏚᏂᎧᎵᎸᎩ."
  },
  {
    "verse": "8",
    "kjv": "And he saith unto them, Draw out now, and bear unto the governor of the feast. And they bare it.",
    "web": "He said to them, “Now draw some out, and take it to the ruler of the feast.” So they took it.",
    "chr": "ᎯᎠᏃ ᏂᏚᏪᏎᎸᎩ; ᎿᏉ ᏗᏥᏢ ᎠᎴ ᎠᎾᎵᏍᏓᏴᎲᏍᎬ ᎤᎬᏫᏳᏌᏕᎩ ᏪᏥᏁᎥᏏ. ᏭᏂᏁᎸᎩᏃ."
  },
  {
    "verse": "9",
    "kjv": "When the ruler of the feast had tasted the water that was made wine, and knew not whence it was: (but the servants which drew the water knew;) the governor of the feast called the bridegroom,",
    "web": "When the ruler of the feast tasted the water now become wine, and didn’t know where it came from (but the servants who had drawn the water knew), the ruler of the feast called the bridegroom",
    "chr": "ᎤᎬᏫᏳᏌᏕᎩ ᎤᏚᎩᏒ ᎠᎹ ᎩᎦᎨᎠᏗᏔᏍᏗ ᎢᏳᎵᏍᏔᏅᎯ, ᎠᎴ ᎾᎦᏔᎲᎾ ᎨᏎ ᏧᎶᏒᎢ, ᎨᏥᏅᏏᏓᏍᏗᏍᎩᏂ ᎠᎹ ᎤᏂᏢᏛ ᎠᏂᎦᏔᎲᎩ, ᎤᎬᏫᏳᏌᏕᎩ ᏭᏯᏅᎲᎩ ᎠᏍᎦᏯ ᏣᎦᏨᏍᏗᏍᎩ,"
  },
  {
    "verse": "10",
    "kjv": "And saith unto him, Every man at the beginning doth set forth good wine; and when men have well drunk, then that which is worse: but thou hast kept the good wine until now.",
    "web": "and said to him, “Everyone serves the good wine first, and when the guests have drunk freely, then that which is worse. You have kept the good wine until now!”",
    "chr": "ᎠᎴ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎾᏂᎥ ᏴᏫ ᎠᎾᎴᏅᏗᏍᎪ ᎠᏂᏝᎲᏍᎪ ᎣᏌᏂ ᎩᎦᎨᎠᏗᏔᏍᏗ, ᎿᏉᏃ ᎤᏣᏘ ᎤᎾᏗᏔᎲᎯ ᏥᎨᏐᎢ ᎩᎳ ᎤᏐᏅ ᎠᏂᏝᎲᏍᎪᎢ; ᏂᎯᏍᎩᏂ ᏣᏍᏆᏂᎪᏕ ᎣᏍᏛ ᎩᎦᎨ-ᎠᏗᏔᏍᏗ ᎪᎯ ᎢᏯᏍᏗ."
  },
  {
    "verse": "11",
    "kjv": "This beginning of miracles did Jesus in Cana of Galilee, and manifested forth his glory; and his disciples believed on him.",
    "web": "This beginning of his signs Jesus did in Cana of Galilee, and revealed his glory; and his disciples believed in him.",
    "chr": "ᎾᏍᎩ ᎯᎠ ᎤᎴᏅᏔᏅᎩ ᏥᏌ ᎤᏍᏆᏂᎪᏗ ᏚᎸᏫᏍᏓᏁᎸᎩ ᎨᎵᎵ ᎨᏂ ᎦᏚᎲᎢ, ᎠᎴ ᎬᏂᎨᏒ ᏄᏩᏁᎸᎩ ᎠᏥᎸᏉᏗᏳ ᎨᏒᎢ. ᎬᏩᏍᏓᏩᏗᏙᎯᏃ ᎬᏬᎯᏳᏅᎩ."
  },
  {
    "verse": "12",
    "kjv": "After this he went down to Capernaum, he, and his mother, and his brethren, and his disciples: and they continued there not many days.",
    "web": "After this, he went down to Capernaum, he, and his mother, his brothers, and his disciples; and they stayed there a few days.",
    "chr": "ᎾᏍᎩᏃ ᏄᎵᏍᏔᏂᏙᎸ ᎨᏆᏂ ᏭᎶᏒᎩ, ᎤᏩᏒ, ᎠᎴ ᎤᏥ, ᎠᎴ ᎠᎾᎵᏅᏟ ᎠᎴ ᎬᏩᏍᏓᏩᏗᏙᎯ; ᎠᎴ ᎾᎿ ᎢᎸᏍᎩᏉ ᏄᏂᏒᎸᎩ."
  },
  {
    "verse": "13",
    "kjv": "And the Jews' passover was at hand, and Jesus went up to Jerusalem.",
    "web": "The Passover of the Jews was at hand, and Jesus went up to Jerusalem.",
    "chr": "ᎧᏃᎯᏰᎩᏃ ᏗᎵᏍᏓᏴᏗᏱ ᎠᏂᏧᏏ ᎤᎾᏤᎵᎦ ᎤᏍᏆᎸᎯᏗᏒᎩ; ᏥᏌᏃ ᏥᎷᏏᎵᎻ ᏭᎶᏒᎩ."
  },
  {
    "verse": "14",
    "kjv": "And found in the temple those that sold oxen and sheep and doves, and the changers of money sitting:",
    "web": "He found in the temple those who sold oxen, sheep, and doves, and the changers of money sitting.",
    "chr": "ᎤᏛᏅᏃ-ᏗᎦᎳᏫᎢᏍᏗᏱ ᏚᏩᏛᎲᎩ ᎠᏂᏅᎩ ᏗᏂᎾᏕᎩ ᏩᎦ ᎠᎴ ᎠᏫ ᎠᎴ ᎫᎴ-ᏗᏂᏍᎪᏂᎯ, ᎠᎴ ᎠᏕᎸ ᏗᏂᏁᏟᏴᏍᎩ."
  },
  {
    "verse": "15",
    "kjv": "And when he had made a scourge of small cords, he drove them all out of the temple, and the sheep, and the oxen; and poured out the changers' money, and overthrew the tables;",
    "web": "He made a whip of cords and drove all out of the temple, both the sheep and the oxen; and he poured out the changers’ money and overthrew their tables.",
    "chr": "ᎦᏩᏍᏛᏂᏍᏗᏃ ᎤᏪᏢᏅ, ᏂᎦᏛ ᎤᏛᎾ-ᏗᎦᎳᏫᎢᏍᏗᏱ ᏚᏄᎪᏫᏒᎩ, ᎠᎴ ᎾᏍᏉ ᎠᏫ, ᎠᎴ ᏩᎩ; ᏚᏤᏮᎩᏃ ᎠᏕᎸ ᏚᏂᎲ ᎠᏕᎸ ᏗᏂᏁᏟᏴᏍᎩ, ᎠᎴ ᏚᎷᏆᏗᏅᏒᎩ ᏕᎦᏍᎩᎸᎢ."
  },
  {
    "verse": "16",
    "kjv": "And said unto them that sold doves, Take these things hence; make not my Father's house an house of merchandise.",
    "web": "To those who sold the doves, he said, “Take these things out of here! Don’t make my Father’s house a marketplace!”",
    "chr": "ᎠᎴ ᎯᎠ ᏂᏚᏪᏎᎸᎩ ᎫᎴ-ᏗᏂᏍᎪᏂᎯ ᏗᏂᎾᏕᎩ; ᎯᎠ ᏗᏥᎧᎲᎾ, ᏞᏍᏗ ᎡᏙᏓ ᎦᏁᎸ ᎦᏃᏙᏗᏱ ᎠᏓᏁᎸ ᎢᏨᏁᎸᎢ."
  },
  {
    "verse": "17",
    "kjv": "And his disciples remembered that it was written, The zeal of thine house hath eaten me up.",
    "web": "His disciples remembered that it was written, “Zeal for your house will eat me up.”",
    "chr": "ᎬᏩᏍᏓᏩᏗᏙᎯᏃ ᎤᎾᏅᏓᏛᎩ ᎯᎠ ᏂᎬᏅ ᎪᏪᎸᎢ; \"ᏣᏤᎵ ᎠᏓᏁᎸ ᏓᏇᎷᎬ ᎠᎩᏯᎣᏅ.\""
  },
  {
    "verse": "18",
    "kjv": "Then answered the Jews and said unto him, What sign shewest thou unto us, seeing that thou doest these things?",
    "web": "The Jews therefore answered him, “What sign do you show us, seeing that you do these things?”",
    "chr": "ᎠᏂᏧᏏᏃ ᎤᏂᏁᏨ ᎯᎠ ᏅᎬᏩᏪᏎᎸᎩ; ᎦᏙ ᎠᏙᎴᎰᎯᏍᏙᏗ ᎬᏂᎨᏒ ᏅᏓᏍᎩᏴᏁᎵ, ᎾᏍᎩ ᏥᏄᏍᏗ ᏥᏕᏣᎸᏫᏍᏓᏁᎭ?"
  },
  {
    "verse": "19",
    "kjv": "Jesus answered and said unto them, Destroy this temple, and in three days I will raise it up.",
    "web": "Jesus answered them, “Destroy this temple, and in three days I will raise it up.”",
    "chr": "ᏥᏌ ᎤᏁᏨᎩ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎢᏥᏲᏍᏓ ᎯᎠ ᎤᏛᏅ-ᏗᎦᎳᏫᎢᏍᏗᏱ, ᏦᎢᏉᏃ ᎢᎦ ᏓᏥᏱᎵᏙᎵ ᎿᏉ ᏛᎦᏁᏍᎨᎰᏂ."
  },
  {
    "verse": "20",
    "kjv": "Then said the Jews, Forty and six years was this temple in building, and wilt thou rear it up in three days?",
    "web": "The Jews therefore said, “It took forty-six years to build this temple! Will you raise it up in three days?”",
    "chr": "ᎠᏂᏧᏏᏃ ᎯᎠ ᏄᏂᏪᏒᎩ; ᏅᎦᏍᎪᎯ ᏑᏓᎵᎦᎵ ᏧᏕᏘᏴᏛ ᎤᏂᏱᎵᏙᎸᎯ ᎠᎾᏁᏍᎨᏍᎬ ᎯᎠ ᎤᏛᏅ-ᏗᎦᎳᏫᎢᏍᏗᏱ; ᏥᏌᏃ ᏂᎯ ᏦᎢᏉ ᎢᎦ ᏛᎯᏱᎵᏙᎵ ᏛᎭᏁᏍᎨᎰᏂ?"
  },
  {
    "verse": "21",
    "kjv": "But he spake of the temple of his body.",
    "web": "But he spoke of the temple of his body.",
    "chr": "ᎠᏎᏃ ᎤᏩᏒ ᎠᏰᎸ ᎠᏓᏁᎸ ᎧᏁᎢᏍᏗᏍᎬᎩ ᎾᏍᎩ ᏄᏪᏒ."
  },
  {
    "verse": "22",
    "kjv": "When therefore he was risen from the dead, his disciples remembered that he had said this unto them; and they believed the scripture, and the word which Jesus had said.",
    "web": "When therefore he was raised from the dead, his disciples remembered that he said this, and they believed the Scripture and the word which Jesus had said.",
    "chr": "ᎰᏩᏃ ᎿᏉ ᎤᏲᎱᏒ ᏕᎤᎴᏅ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎤᎾᏅᏓᏛᎩ ᎾᏍᎩ ᏂᏚᏪᏎᎸᎢ; ᎠᎴ ᎤᏃᎯᏳᏅᎩ ᎪᏪᎵ ᎠᎴ ᎾᏍᎩ ᏥᏌ ᎤᏁᏨᎢ."
  },
  {
    "verse": "23",
    "kjv": "Now when he was in Jerusalem at the passover, in the feast day, many believed in his name, when they saw the miracles which he did.",
    "web": "Now when he was in Jerusalem at the Passover, during the feast, many believed in his name, observing his signs which he did.",
    "chr": "ᏥᎷᏏᎵᎻᏃ ᎡᏙᎲ ᎧᏃᎯᏰᎩ ᏗᎵᏍᏓᏴᏗᏱ ᎢᏳ ᎨᏒᎢ, ᎤᏂᏣᏛᎩ ᎤᏃᎯᏳᏅ ᏚᏙᎥᎢ, ᎤᏂᎪᎲ ᎤᏍᏆᏂᎪᏗ ᏚᎸᏫᏍᏓᏁᎸᎢ."
  },
  {
    "verse": "24",
    "kjv": "But Jesus did not commit himself unto them, because he knew all men,",
    "web": "But Jesus didn’t entrust himself to them, because he knew everyone,",
    "chr": "ᎠᏎᏃ ᏥᎠ ᎥᏝ ᎤᏩᏒ ᏱᏚᏓᏲᏎᎢ, ᎾᏂᎥᏰᏃ ᏓᎦᏔᎲᎩ,"
  },
  {
    "verse": "25",
    "kjv": "And needed not that any should testify of man: for he knew what was in man.",
    "web": "and because he didn’t need for anyone to testify concerning man; for he himself knew what was in man.",
    "chr": "ᎥᏝ ᎠᎴ ᎤᏚᎸᏗ ᏱᏄᎵᏍᏓᏁᎮ ᎩᎶ ᎬᏂᎨᏒ ᎢᏳᏩᏁᏗᏱ ᏄᏍᏛ ᏴᏫ, ᎠᎦᏔᎲᎩᏰᏃ ᏄᏍᏛ ᎭᏫᏂ ᎤᏪᎲ ᏴᏫ."
  }
]
