[
  {
    "verse": "1",
    "kjv": "The first day of the week cometh Mary Magdalene early, when it was yet dark, unto the sepulchre, and seeth the stone taken away from the sepulchre.",
    "web": "Now on the first day of the week, Mary Magdalene went early, while it was still dark, to the tomb, and saw that the stone had been taken away from the tomb.",
    "chr": "ᎠᎴ ᏂᏍᎬᎢᏃ ᎢᎦ ᏑᎾᏙᏓᏆᏍᏗ ᎨᏒᎢ, ᎺᎵ ᎹᎩᏕᎵ ᎡᎯ ᏑᎾᎴᎢᏳ, ᎠᏏᏉ ᎤᎵᏏᎬᎩ, ᎤᎷᏨᎩ ᎠᏤᎵᏍᏛᎢ, ᎠᎴ ᎤᎪᎲᎩ ᏅᏯ ᎠᎲᏛ ᎨᏒᎩ ᎠᏤᎵᏍᏛᎢ."
  },
  {
    "verse": "2",
    "kjv": "Then she runneth, and cometh to Simon Peter, and to the other disciple, whom Jesus loved, and saith unto them, They have taken away the Lord out of the sepulchre, and we know not where they have laid him.",
    "web": "Therefore she ran and came to Simon Peter and to the other disciple whom Jesus loved, and said to them, “They have taken away the Lord out of the tomb, and we don’t know where they have laid him!”",
    "chr": "ᎿᏉᏃ ᏚᏍᏆᎸᏔᏅᎩ, ᏌᏩᏂ ᏈᏓ ᏭᎷᏤᎸᎩ, ᎠᎴ ᎾᏍᏉ ᏐᎢ ᎠᏓᏍᏓᏩᏗᏙᎯ, ᎾᏍᎩ ᏥᏌ ᎤᎨᏳᎯ, ᎯᎠ ᏫᏂᏚᏪᏎᎸᎩ; ᎤᏂᏁᏒ ᎤᏂᏄᎪᏫᏒ ᎤᎬᏫᏳᎯ ᎠᏤᎵᏍᏛᎢ, ᎠᎴ ᎥᏝ ᏲᏥᎦᏔᎭᏭᏂᏅᏅᎢ."
  },
  {
    "verse": "3",
    "kjv": "Peter therefore went forth, and that other disciple, and came to the sepulchre.",
    "web": "Therefore Peter and the other disciple went out, and they went toward the tomb.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᏈᏓ ᎤᏄᎪᏨᎩ, ᎠᎴ ᏐᎢ ᎠᏓᏍᏓᏩᏗᏙᎯ, ᎠᎴ ᎠᏤᎵᏍᏛ ᎤᏂᎷᏨᎩ."
  },
  {
    "verse": "4",
    "kjv": "So they ran both together: and the other disciple did outrun Peter, and came first to the sepulchre.",
    "web": "They both ran together. The other disciple outran Peter and came to the tomb first.",
    "chr": "ᎿᏉᏃ ᎾᏍᎩ ᎠᏂᏔᎵ ᎢᏧᎳᎭ ᏚᏂᏍᏆᎸᏔᏅᎩ; ᏐᎢᏃ ᎠᏓᏍᏓᏩᏗᏙᎯ ᏚᏓᎩᏴᎩ, ᎢᎬᏱ ᎠᏤᎵᏍᏛ ᎤᎷᏨᎩ."
  },
  {
    "verse": "5",
    "kjv": "And he stooping down, and looking in, saw the linen clothes lying; yet went he not in.",
    "web": "Stooping and looking in, he saw the linen cloths lying there; yet he didn’t enter in.",
    "chr": "ᎾᏍᎩᏃ ᎤᏗᏌᏓᏛ ᏚᎪᎲᎩ ᏙᎴᏛ ᏗᏄᏬ ᏕᎦᏅᎩ; ᎠᏎᏃ ᎥᏝ ᏳᏴᎴᎢ."
  },
  {
    "verse": "6",
    "kjv": "Then cometh Simon Peter following him, and went into the sepulchre, and seeth the linen clothes lie,",
    "web": "Then Simon Peter came, following him, and entered into the tomb. He saw the linen cloths lying,",
    "chr": "ᎿᏉᏃ ᏌᏩᏂ ᏈᏓ ᎣᏂᏉ ᎤᎷᏨᎩ, ᎠᎴ ᎠᏤᎵᏍᏛ ᏭᏴᎸᎩ, ᎠᎴ ᏚᎪᎲᎩ ᏙᎴᏛ ᏗᏄᏬ ᏕᎦᏅᎢ."
  },
  {
    "verse": "7",
    "kjv": "And the napkin, that was about his head, not lying with the linen clothes, but wrapped together in a place by itself.",
    "web": "and the cloth that had been on his head, not lying with the linen cloths, but rolled up in a place by itself.",
    "chr": "ᎠᏯᏠᏃ ᎤᏂᏍᏚᎶᏔᏅᎯ ᎥᏝ ᏙᎴᏛ ᏗᏄᏬ ᏕᎦᏅ ᏱᎦᏁᎢ, ᎤᏁᎳᎩ ᎦᏇᏅᎯ ᎢᏴᏛ ᏫᎦᏅᎩ."
  },
  {
    "verse": "8",
    "kjv": "Then went in also that other disciple, which came first to the sepulchre, and he saw, and believed.",
    "web": "So then the other disciple who came first to the tomb also entered in, and he saw and believed.",
    "chr": "ᎿᏉᏃ ᎾᏍᏉ ᏐᎢ ᎠᏓᏍᏓᏩᏗᏙᎯ, ᎢᎬᏱ ᎤᎷᏨᎯ ᎠᏤᎵᏍᏛ, ᎤᏴᎸᎩ; ᎠᎴ ᎤᎪᎲᎩ ᎠᎴ ᎤᏬᎯᏳᏅᎩ."
  },
  {
    "verse": "9",
    "kjv": "For as yet they knew not the scripture, that he must rise again from the dead.",
    "web": "For as yet they didn’t know the Scripture, that he must rise from the dead.",
    "chr": "ᏝᏰᏃ ᎠᏏ ᏯᏃᎵᎨ ᎦᏛᎬ ᎪᏪᎸᎢ, ᎾᏍᎩ ᎤᏲᎱᏒ ᏧᎴᎯᏐᏗ ᎨᏒᎢ."
  },
  {
    "verse": "10",
    "kjv": "Then the disciples went away again unto their own home.",
    "web": "So the disciples went away again to their own homes.",
    "chr": "ᎿᏉᏃ ᎠᎾᏓᏍᏓᏩᏗᏙᎯ ᎤᎾᏓᏅᏒᎩ, ᏔᎵᏁ ᏙᏧᏁᏅᏒ ᏭᏂᎶᏒᎩ."
  },
  {
    "verse": "11",
    "kjv": "But Mary stood without at the sepulchre weeping: and as she wept, she stooped down, and looked into the sepulchre,",
    "web": "But Mary was standing outside at the tomb weeping. So as she wept, she stooped and looked into the tomb,",
    "chr": "ᎺᎵᏍᎩᏂ ᎠᏤᎵᏍᏛ ᏙᏱᏗᏢ ᎦᎶᎯᏍᏗᏱ ᎦᏙᎬᎩ, ᏓᏠᏱᎲᎩ; ᏓᏠᏱᎲᎩ ᎤᏗᏌᏓᏛᎩ, ᎠᏤᎵᏍᏛ ᎭᏫᏂ ᏫᏚᎧᎾᏅᎩ,"
  },
  {
    "verse": "12",
    "kjv": "And seeth two angels in white sitting, the one at the head, and the other at the feet, where the body of Jesus had lain.",
    "web": "and she saw two angels in white sitting, one at the head and one at the feet, where the body of Jesus had lain.",
    "chr": "ᎠᎴ ᏫᏚᎪᎲᎩ ᎤᏁᎬ ᏚᎾᏣᏅᏛᎩ ᎠᏂᏔᎵ ᏗᏂᎧᎿᏩᏗᏙᎯ ᏚᏃᎸᎩ, ᏌᏉ ᎤᎵᏍᏘᏅᎢ, ᏐᎢᏃ ᏚᏜᏌᏔᏅᎢ."
  },
  {
    "verse": "13",
    "kjv": "And they say unto her, Woman, why weepest thou? She saith unto them, Because they have taken away my Lord, and I know not where they have laid him.",
    "web": "They asked her, “Woman, why are you weeping?” She said to them, “Because they have taken away my Lord, and I don’t know where they have laid him.”",
    "chr": "ᎯᎠᏃ ᏅᎬᏩᏪᏎᎸᎩ; ᎯᎨᏴ, ᎦᏙᏃ ᏙᎭᏠᏱᎭ? ᎯᎠᏃ ᏂᏚᏪᏎᎸᎩ; ᏅᏗᎦᎵᏍᏙᏗᎭ ᎤᏂᏁᏒ ᎤᎬᏫᏳᎯ ᎠᏆᏤᎵᎦ, ᎠᎴ ᎤᏂᏅᏅ ᏂᏥᎦᏔᎲᎾ ᎨᏒᎢ."
  },
  {
    "verse": "14",
    "kjv": "And when she had thus said, she turned herself back, and saw Jesus standing, and knew not that it was Jesus.",
    "web": "When she had said this, she turned around and saw Jesus standing, and didn’t know that it was Jesus.",
    "chr": "ᎾᏍᎩᏃ ᏄᏪᏒ ᎤᎦᏔᎲᏒᎩ; ᎠᎴ ᎤᎪᎲᎩ ᏥᏌ ᎦᏙᎬᎩ, ᎠᎴ ᎥᏝ ᏳᏬᎵᏤ ᏥᏌ ᎨᏒᎢ."
  },
  {
    "verse": "15",
    "kjv": "Jesus saith unto her, Woman, why weepest thou? whom seekest thou? She, supposing him to be the gardener, saith unto him, Sir, if thou have borne him hence, tell me where thou hast laid him, and I will take him away.",
    "web": "Jesus said to her, “Woman, why are you weeping? Who are you looking for?” She, supposing him to be the gardener, said to him, “Sir, if you have carried him away, tell me where you have laid him, and I will take him away.”",
    "chr": "ᏥᏌ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎯᎨᏴ, ᎦᏙᏃ ᏙᎭᏠᏱᎭ? ᎦᎪ ᎯᏲᎭ? ᎠᏫᎡᏗᏱ ᎣᏍᏛ ᎢᏳᏩᎿᏕᎩ ᎤᏪᎵᏒᎩ, ᎯᎠ ᏄᏪᏎᎸᎩ; ᎯᏍᎦᏯ, ᎢᏳᏃ ᏂᎯ ᎯᎾᏫᏛᎮᏍᏗ, ᏍᎩᏃᎲᏏ ᏫᏅᏅᎢ, ᎠᏴᏃ ᏓᏥᎾᏫᏛᎯ."
  },
  {
    "verse": "16",
    "kjv": "Jesus saith unto her, Mary. She turned herself, and saith unto him, Rabboni; which is to say, Master.",
    "web": "Jesus said to her, “Mary.” She turned and said to him, “Rabboni!” which is to say, “Teacher!”",
    "chr": "ᏥᏌ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎺᎵ ᎤᎦᏔᎲᏒ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎳᏉᏂ, ᎾᏍᎩ ᎦᏛᎬᎢ, ᏗᏍᏇᏲᎲᏍᎩ."
  },
  {
    "verse": "17",
    "kjv": "Jesus saith unto her, Touch me not; for I am not yet ascended to my Father: but go to my brethren, and say unto them, I ascend unto my Father, and your Father; and to my God, and your God.",
    "web": "Jesus said to her, “Don’t hold me, for I haven’t yet ascended to my Father; but go to my brothers and tell them, ‘I am ascending to my Father and your Father, to my God and your God.’”",
    "chr": "ᏥᏌ ᎯᎠ ᏄᏪᏎᎸᎩ; ᏞᏍᏗ ᏍᏆᏒᏂᎸᎩ, ᏝᏰᏃ ᎠᏏ ᎡᏙᏙᏱ ᏫᏯᏆᎵᏌᎳᏓᏅ; ᎮᎾᏉᏍᎩᏂ ᎣᏣᎵᏅᏟ ᏗᏂᏅᎢ, ᎯᎠᏃ ᏫᏂᎩᏪᏏ; ᎡᏙᏙᏱ ᎠᏆᎵᏌᎳᏓᏂᏗ ᎠᎴ ᏂᎯ ᎢᏥᏙᏙᏱ; ᎠᏆᏤᎵᎦ ᎤᏁᎳᏅᎯᏱ, ᎠᎴ ᎢᏣᏤᎵᎦ ᎤᏁᎳᏅᎯᏱ."
  },
  {
    "verse": "18",
    "kjv": "Mary Magdalene came and told the disciples that she had seen the Lord, and that he had spoken these things unto her.",
    "web": "Mary Magdalene came and told the disciples that she had seen the Lord, and that he had said these things to her.",
    "chr": "ᎺᎵ ᎹᎩᏕᎵ ᎡᎯ ᎤᎴᏨᎩ ᎠᎴ ᏚᏃᏁᎸᎩ ᎠᎾᏓᏍᏓᏩᏗᏙᎯ ᎤᎪᎲ ᎤᎬᏫᏳᎯ, ᎠᎴ ᎾᏍᎩ ᏄᏪᏒ ᎤᎵᏃᎮᏔᏅᎢ."
  },
  {
    "verse": "19",
    "kjv": "Then the same day at evening, being the first day of the week, when the doors were shut where the disciples were assembled for fear of the Jews, came Jesus and stood in the midst, and saith unto them, Peace be unto you.",
    "web": "When therefore it was evening on that day, the first day of the week, and when the doors were locked where the disciples were assembled, for fear of the Jews, Jesus came and stood in the middle and said to them, “Peace be to you.”",
    "chr": "ᎿᏉᏃ ᎾᎯᏳ ᎢᎦ ᎤᏒᎢ, ᎠᎴᏂᏍᎬ ᏑᎾᏙᏓᏆᏍᏗ ᎨᏒᎢ, ᎦᎶᎯᏍᏗᏱ ᏓᏍᏚᎲᎩ ᎠᎾᏓᏍᏓᏩᏗᏙᎯ ᏓᏂᎳᏫᎥᎢ, ᏅᏓᎦᎵᏍᏙᏗᏍᎬ ᏓᏂᏍᎦᎢᎲ ᎠᏂᏧᏏ, ᎤᎷᏨᎩ ᏥᏌ, ᎠᏰᎵ ᎤᎴᏅᎩ, ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᏅᏩᏙᎯᏯᏛ ᎢᏣᏤᎵᎦ ᎨᏎᏍᏗ."
  },
  {
    "verse": "20",
    "kjv": "And when he had so said, he shewed unto them his hands and his side. Then were the disciples glad, when they saw the Lord.",
    "web": "When he had said this, he showed them his hands and his side. The disciples therefore were glad when they saw the Lord.",
    "chr": "ᎾᏍᎩᏃ ᏄᏪᏒ, ᏚᎾᏄᎪᏫᏎᎸᎩ ᏧᏬᏰᏂ ᎠᎴ ᎠᏍᏆᎨᏂ. ᎿᏉᏃ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎣᏍᏛ ᎤᎾᏓᏅᏓᏛᎩ ᎤᏂᎪᎲ ᎤᎬᏫᏳᎯ."
  },
  {
    "verse": "21",
    "kjv": "Then said Jesus to them again, Peace be unto you: as my Father hath sent me, even so send I you.",
    "web": "Jesus therefore said to them again, “Peace be to you. As the Father has sent me, even so I send you.”",
    "chr": "ᎿᏉᏃ ᏔᎵᏁ ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᏅᏩᏙᎯᏯᏛ ᎢᏣᏤᎵᎦ ᎨᏎᏍᏗ. ᎡᏙᏓ ᎠᎩᏅᏒᎢ ᎾᏍᎩᏯ ᎢᏨᏅᎵ."
  },
  {
    "verse": "22",
    "kjv": "And when he had said this, he breathed on them, and saith unto them, Receive ye the Holy Ghost:",
    "web": "When he had said this, he breathed on them, and said to them, “Receive the Holy Spirit!",
    "chr": "ᎾᏍᎩᏃ ᏄᏪᏒ, ᏚᏦᏔᎲᎩ, ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᏗᏣᏓᏂᎸᎩ."
  },
  {
    "verse": "23",
    "kjv": "Whose soever sins ye remit, they are remitted unto them; and whose soever sins ye retain, they are retained.",
    "web": "If you forgive anyone’s sins, they have been forgiven them. If you retain anyone’s sins, they have been retained.”",
    "chr": "ᎩᎶ ᎤᏍᎦᏅᏨ ᏕᏥᏲᏍᎨᏍᏗ ᏗᏲᏒᎯ ᎨᏎᏍᏗ, ᎩᎶᏃ ᎤᏍᎦᏅᏨ ᏕᏥᏂᏱᏍᎨᏍᏗ ᏗᎦᏂᏴᏗ ᎨᏎᏍᏗ."
  },
  {
    "verse": "24",
    "kjv": "But Thomas, one of the twelve, called Didymus, was not with them when Jesus came.",
    "web": "But Thomas, one of the twelve, called Didymus, wasn’t with them when Jesus came.",
    "chr": "ᎠᏎᏃ ᏓᎻ, ᏔᎳᏚ ᎢᏯᏂᏛ ᎨᎳ, ᏗᏗᎹ ᏧᏙᎢᏛ, ᎥᏝ ᏱᎨᎴ ᏥᏌ ᎤᎷᏨ."
  },
  {
    "verse": "25",
    "kjv": "The other disciples therefore said unto him, We have seen the Lord. But he said unto them, Except I shall see in his hands the print of the nails, and put my finger into the print of the nails, and thrust my hand into his side, I will not believe.",
    "web": "The other disciples therefore said to him, “We have seen the Lord!” But he said to them, “Unless I see in his hands the print of the nails, put my finger into the print of the nails, and put my hand into his side, I will not believe.”",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᏂᏐᎢ ᎠᎾᏓᏍᏓᏩᏗᏙᎯ ᎯᎠ ᏂᎬᏩᏪᏎᎸᎩ; ᎣᏥᎪᎥ ᎤᎬᏫᏳᎯ. ᎠᏎᏃ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎥᏝ ᏴᎦᎪᎢᏳᎲᎦ ᎬᏂ ᏧᏪᏰᏂ ᏴᎩ ᏚᏰᎸᏒ ᏱᏓᎩᎪᎲ, ᎠᎴ ᏥᏰᏌᏛ ᏯᏋᏔᏅ ᏯᎩᏃᏟᏍᏔᏅ ᏴᎩ ᏚᏰᎸᏒᎢ, ᎠᎴ ᎠᏍᏆᎨᏂ ᏯᏆᏐᎾᏛ."
  },
  {
    "verse": "26",
    "kjv": "And after eight days again his disciples were within, and Thomas with them: then came Jesus, the doors being shut, and stood in the midst, and said, Peace be unto you.",
    "web": "After eight days, again his disciples were inside and Thomas was with them. Jesus came, the doors being locked, and stood in the middle, and said, “Peace be to you.”",
    "chr": "ᏧᏁᎵᏁᏃ ᎢᎦ ᏔᎵᏁ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎠᏂᏯᎥᎩ ᎦᎵᏦᏕ, ᎠᎴ ᏓᎻ ᎨᎸᎩ. ᏥᏌ ᎤᎷᏨᎩ, ᏗᎦᎶᎯᏍᏗᏱ ᏓᏍᏚᎲᎩ, ᎠᏰᎵ ᎤᎴᏅᎩ, ᎯᎠ ᏄᏪᏒᎩ; ᏅᏩᏙᎯᏯᏛ ᎢᏣᏤᎵᎦ ᎨᏎᏍᏗ."
  },
  {
    "verse": "27",
    "kjv": "Then saith he to Thomas, Reach hither thy finger, and behold my hands; and reach hither thy hand, and thrust it into my side: and be not faithless, but believing.",
    "web": "Then he said to Thomas, “Reach here your finger, and see my hands. Reach here your hand, and put it into my side. Don’t be unbelieving, but believing.”",
    "chr": "ᎿᏉᏃ ᎯᎠ ᏄᏪᏎᎸᎩ ᏓᎻ; ᎡᏍᎦ ᎡᏅᎦ ᎯᏰᏌᏛᎢ, ᏘᎪᎵᏯ ᏗᏉᏰᏂ, ᎠᎴ ᎡᏍᎦ ᎡᏅᎦ ᏦᏰᏂ ᏥᏍᏆᎨᏂ ᏩᏐᎾᏓ, ᎠᎴ ᏞᏍᏗ ᏃᎯᏳᎲᏍᎬᎾ ᏱᎨᏎᏍᏗ, ᎰᎯᏳᎲᏍᎩᏍᎩᏂ ᎨᏎᏍᏗ."
  },
  {
    "verse": "28",
    "kjv": "And Thomas answered and said unto him, My Lord and my God.",
    "web": "Thomas answered him, “My Lord and my God!”",
    "chr": "ᏓᎻ ᎤᏁᏨᎩ, ᎯᎠ ᏄᏪᏎᎸᎩ; ᏣᎬᏫᏳᎯ ᎠᏆᏤᎵᎦ, ᎠᎴ ᏣᏁᎳᏅᎯ ᎠᏆᏤᎵᎦ!"
  },
  {
    "verse": "29",
    "kjv": "Jesus saith unto him, Thomas, because thou hast seen me, thou hast believed: blessed are they that have not seen, and yet have believed.",
    "web": "Jesus said to him, “Because you have seen me, you have believed. Blessed are those who have not seen and have believed.”",
    "chr": "ᏥᏌ ᎯᎠ ᏄᏪᏎᎸᎩ; ᏥᏍᎩᎪᏩᏛ ᏅᏩᎦᏍᏙᏓ ᎰᎯᏳᎲᏍᎦ; ᎣᏏᏳ ᎢᏳᎾᎵᏍᏓᏁᏗ ᎬᎩᎪᎲᎯ ᏂᎨᏒᎾ ᎠᏎᏃ ᏥᎬᏉᎯᏳᎲᏍᎪᎢ."
  },
  {
    "verse": "30",
    "kjv": "And many other signs truly did Jesus in the presence of his disciples, which are not written in this book:",
    "web": "Therefore Jesus did many other signs in the presence of his disciples, which are not written in this book;",
    "chr": "ᎠᎴ ᎤᏣᏛᎩ ᎤᏟ ᎢᎦᎢ ᎤᏍᏆᏂᎪᏗ ᏚᎸᏫᏍᏓᏁᎸ ᏥᏌ ᎬᏩᏍᏓᏩᏗᏙᎭ ᎠᏂᎦᏔᎲᎢ, ᎠᏂ ᎪᏪᎵᎯ ᏂᎪᏪᎸᎾ;"
  },
  {
    "verse": "31",
    "kjv": "But these are written, that ye might believe that Jesus is the Christ, the Son of God; and that believing ye might have life through his name.",
    "web": "but these are written that you may believe that Jesus is the Christ, the Son of God, and that believing you may have life in his name.",
    "chr": "ᎯᎠᏍᎩᏂ ᎪᏪᎳ ᎢᏦᎯᏳᏗᏱ ᏥᏌ ᎪᎶᏁᏛ ᎨᏒᎢ, ᎠᎴ ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎤᏪᏥ ᎨᏒᎢ, ᎢᏦᎯᏳᎲᏍᎬᏃ ᎬᏂᏛ ᎢᏣᏥᎵ ᎢᏳᎵᏍᏙᏗᏱ, ᎾᏍᎩ ᏚᏙᎥ ᏅᏓᏳᎵᏰᎢᎸᏍᏙᏗᏱ."
  }
]
