[
  {
    "verse": "1",
    "kjv": "After these things Jesus shewed himself again to the disciples at the sea of Tiberias; and on this wise shewed he himself.",
    "web": "After these things, Jesus revealed himself again to the disciples at the sea of Tiberias. He revealed himself this way.",
    "chr": "ᎾᏍᎩᏃ ᏄᎵᏍᏔᏂᏙᎸ, ᏥᏌ ᏔᎵᏁ ᎬᏂᎨᏒ ᏂᏚᏛᏁᎸᎩ ᎬᏩᏍᏓᏩᏗᏙᎯ ᏔᏈᎵᏯ ᎥᏓᎸᎢ. ᎯᎠᏃ ᏄᎵᏍᏔᏂᏙᎸᎩ ᎬᏂᎨᏒ ᏄᏛᏁᎸᎩ."
  },
  {
    "verse": "2",
    "kjv": "There were together Simon Peter, and Thomas called Didymus, and Nathanael of Cana in Galilee, and the sons of Zebedee, and two other of his disciples.",
    "web": "Simon Peter, Thomas called Didymus, Nathanael of Cana in Galilee, and the sons of Zebedee, and two others of his disciples were together.",
    "chr": "ᎢᏧᎳᎭ ᎠᏂᏅᎩ ᏌᏩᏂ ᏈᏓ, ᎠᎴ ᏓᎻ ᏗᏗᎹ ᏧᏙᎢᏛ, ᎠᎴ ᏁᏓᏂᎵ ᎨᎵᎵ ᎡᎯ ᎨᏂ ᎦᏚᎲᎢ, ᎠᎴ ᏤᏈᏗ ᏧᏪᏥ, ᎠᎴ ᎠᏂᏔᎵ ᏅᏩᎾᏓᎴ ᎬᏩᏍᏓᏩᏗᏙᎯ."
  },
  {
    "verse": "3",
    "kjv": "Simon Peter saith unto them, I go a fishing. They say unto him, We also go with thee. They went forth, and entered into a ship immediately; and that night they caught nothing.",
    "web": "Simon Peter said to them, “I’m going fishing.” They told him, “We are also coming with you.” They immediately went out and entered into the boat. That night, they caught nothing.",
    "chr": "ᏌᏩᏂ ᏈᏓ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᏥᎦᏯᎷᏂ. ᎯᎠ ᏅᎬᏩᏪᏎᎸᎩ; ᎠᏴ ᎾᏍᏉ ᏓᏕᏏ. ᎤᏁᏅᏒᎩ, ᎩᎳᏉᏃ ᎢᏴᏛ ᏥᏳᎯ ᎤᎾᏣᏅᎩ; ᎾᎯᏳᏃ ᏒᏃᏱ ᎥᏝ ᎪᎱᏍᏗ ᏳᏂᏂᏴᎮᎢ."
  },
  {
    "verse": "4",
    "kjv": "But when the morning was now come, Jesus stood on the shore: but the disciples knew not that it was Jesus.",
    "web": "But when day had already come, Jesus stood on the beach; yet the disciples didn’t know that it was Jesus.",
    "chr": "ᏑᎾᎴᏃ ᏄᎵᏍᏔᏅ, ᏥᏌ ᎤᏩᏝᎥ ᎦᏙᎬᎩ; ᎠᏎᏃ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎥᏝ ᏯᏂᎦᏔᎮ ᏥᏌ ᎨᏒᎢ."
  },
  {
    "verse": "5",
    "kjv": "Then Jesus saith unto them, Children, have ye any meat? They answered him, No.",
    "web": "Jesus therefore said to them, “Children, have you anything to eat?” They answered him, “No.”",
    "chr": "ᎿᏉᏃ ᏂᏚᏪᏎᎸᎩ; ᏥᏳᎯ ᎠᎦᏘᏏᏗᏢ ᎢᏥᎦᏯᎷᎥᎦ, ᏙᏓᏥᏩᏛᎯᏃ. ᎰᏩᏃ ᎤᏂᎦᏯᎷᏅᎩ, ᎿᏉᏃ ᎥᏝ ᏰᎵ ᎬᏩᎾᏎᎯᏍᏗ ᏱᎨᏎᎢ, ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᎤᏂᏣᏛ ᎠᏣᏗ."
  },
  {
    "verse": "6",
    "kjv": "And he said unto them, Cast the net on the right side of the ship, and ye shall find. They cast therefore, and now they were not able to draw it for the multitude of fishes.",
    "web": "He said to them, “Cast the net on the right side of the boat, and you will find some.” They cast it therefore, and now they weren’t able to draw it in for the multitude of fish.",
    "chr": "ᎯᎠᏃ ᏂᏚᏪᏎᎸᎩ; ᏥᏳᎯ ᎠᎦᏘᏏᏗᏢ ᎢᏥᎦᏯᎷᎥᎦ, ᏙᏓᏥᏩᏛᎯᏃ. ᎰᏩᏃ ᎤᏂᎦᏯᎷᏅᎩ, ᎿᏉᏃ ᎥᏝ ᏰᎵ ᎬᏩᎾᏎᎯᏍᏗ ᏱᎨᏎᎢ, ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᎤᏂᏣᏛ ᎠᏣᏗ."
  },
  {
    "verse": "7",
    "kjv": "Therefore that disciple whom Jesus loved saith unto Peter, It is the Lord. Now when Simon Peter heard that it was the Lord, he girt his fisher's coat unto him, (for he was naked,) and did cast himself into the sea.",
    "web": "That disciple therefore whom Jesus loved said to Peter, “It’s the Lord!” So when Simon Peter heard that it was the Lord, he wrapped his coat around himself (for he was naked), and threw himself into the sea.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᏓᏍᏓᏩᏗᏙᎯ ᏥᏌ ᎤᎨᏳᎯ ᎯᎠ ᏄᏪᏎᎸᎩ ᏈᏓ; ᎤᎬᏫᏳᎯ ᎾᏍᎩ. ᎿᏉᏃ ᏌᏩᏂ ᏈᏓ ᎤᏛᎦᏅ ᎾᏍᎩ ᎤᎬᏫᏳᎯ ᎨᏒᎢ, ᎦᏚᎢ ᎤᏄᏬᏍᏗ ᎤᏓᏠᏍᏔᏅᎩ ᎨᏒᎢ, ᎦᏚᎢ ᎤᏄᏬᏍᏗ ᎤᏓᏠᏍᏔᏅᎩ, ᏂᏚᏄᏩᎥᎾᏰᏃ ᎨᏒᎩ, ᎠᎴ ᎥᏓᎵ ᏭᎵᏔᏗᏅᏒᎩ."
  },
  {
    "verse": "8",
    "kjv": "And the other disciples came in a little ship; (for they were not far from land, but as it were two hundred cubits,) dragging the net with fishes.",
    "web": "But the other disciples came in the little boat (for they were not far from the land, but about two hundred cubits away), dragging the net full of fish.",
    "chr": "ᎠᏂᏐᎢᏃ ᎠᎾᏓᏍᏓᏩᏗᏙᎯ ᏥᏳ ᎤᎾᏦᏛᎩ, ᎤᏂᎷᏨᎩ, ᎥᏝᏰᏃ ᎢᏅᎯᏳ ᏱᎨᏎ ᏙᏱ, ᏔᎵᏧᏈᏉ ᎢᏯᎵᎩᏳᏍᏈᏛ ᎢᏴᏛ ᏅᏩᏍᏛᎩ, ᎠᎦᏯᎷᏗ ᎠᏣᏗ ᎠᎧᎵᏬᎯ ᎠᏂᎾᏏᏁᎲᎩ."
  },
  {
    "verse": "9",
    "kjv": "As soon then as they were come to land, they saw a fire of coals there, and fish laid thereon, and bread.",
    "web": "So when they got out on the land, they saw a fire of coals there, with fish and bread laid on it.",
    "chr": "ᎤᎾᏚᎩᏒᏃ ᎤᏂᎪᎲᎩ ᎠᏥᎸᎭ ᎪᏛᎩ, ᎠᏣᏗᏃ ᎥᎬᏓᎥᎩ, ᎠᎴ ᎦᏚ ᏓᎲᎩ."
  },
  {
    "verse": "10",
    "kjv": "Jesus saith unto them, Bring of the fish which ye have now caught.",
    "web": "Jesus said to them, “Bring some of the fish which you have just caught.”",
    "chr": "ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎡᏗᏥᏄᎦ ᎢᎦᏛ ᎠᏣᏗ ᎩᎳᏉ ᏥᏕᏥᏂᏴ."
  },
  {
    "verse": "11",
    "kjv": "Simon Peter went up, and drew the net to land full of great fishes, an hundred and fifty and three: and for all there were so many, yet was not the net broken.",
    "web": "Simon Peter went up, and drew the net to land, full of one hundred fifty-three great fish. Even though there were so many, the net wasn’t torn.",
    "chr": "ᏌᏩᏂ ᏈᏓᏭᏣᏅᎩ, ᎠᎴ ᎪᏱ ᏭᎾᏏᏃᎸᎩ ᎠᎦᏯᎷᏗ ᎠᎧᎵᏬᎯ ᏣᏁᏆ ᎠᏣᏗ, ᏍᎪᎯᏧᏈ ᎯᏍᎩᏍᎪᎯ ᏦᎢᎦᎵ ᎤᏂᎥᎩ. ᎾᏍᎩᏒᎦᏃ ᎾᏂᎥᎩ ᎠᏎᏃ ᎠᎦᏯᎷᏗ ᎥᏝ ᏳᏲᏤᎢ."
  },
  {
    "verse": "12",
    "kjv": "Jesus saith unto them, Come and dine. And none of the disciples durst ask him, Who art thou? knowing that it was the Lord.",
    "web": "Jesus said to them, “Come and eat breakfast!” None of the disciples dared inquire of him, “Who are you?” knowing that it was the Lord.",
    "chr": "ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎡᏣᎵᏍᏓᏴᏄᎦ. ᎥᏝᏃ ᎩᎶ ᎠᎾᏓᏍᏓᏩᏗᏙᎯ, ᎦᎪ ᏂᎯ, ᎬᏬᏎᏗ ᏱᎨᏎᎢ, ᎠᏂᎦᏔᎲᎩᏰᏃ ᎤᎬᏫᏳᎯ ᎨᏒᎢ."
  },
  {
    "verse": "13",
    "kjv": "Jesus then cometh, and taketh bread, and giveth them, and fish likewise.",
    "web": "Then Jesus came and took the bread, gave it to them, and the fish likewise.",
    "chr": "ᏥᏌ ᎤᎷᏨᎩ ᎤᎩᏒᎩ ᎦᏚ ᎠᎴ ᏚᏁᎸᎩ, ᎠᎴ ᎾᏍᏉ ᎠᏣᏗ ᏚᏅᏁᎸᎩ."
  },
  {
    "verse": "14",
    "kjv": "This is now the third time that Jesus shewed himself to his disciples, after that he was risen from the dead.",
    "web": "This is now the third time that Jesus was revealed to his disciples after he had risen from the dead.",
    "chr": "ᎾᏍᎩ ᎯᎠ ᎿᏉ ᏦᎢᏁ ᏥᏌ ᎬᏂᎨᏒ ᏂᏚᏛᏁᎸ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎤᏲᎱᏒ ᏚᎴᏅ ᏅᏓᏳᏓᎴᏅᏛ."
  },
  {
    "verse": "15",
    "kjv": "So when they had dined, Jesus saith to Simon Peter, Simon, son of Jonas, lovest thou me more than these? He saith unto him, Yea, Lord; thou knowest that I love thee. He saith unto him, Feed my lambs.",
    "web": "So when they had eaten their breakfast, Jesus said to Simon Peter, “Simon, son of Jonah, do you love me more than these?” He said to him, “Yes, Lord; you know that I have affection for you.” He said to him, “Feed my lambs.”",
    "chr": "ᎿᏉᏃ ᎤᎾᎵᏍᏓᏴᏃᏅ, ᏥᏌ ᎯᎠ ᏄᏪᏎᎸᎩ ᏌᏩᏂ ᏈᏓ; ᏌᏩᏂ, ᏦᎾ ᎤᏪᏥ, ᏂᎯ ᎤᏟ ᏂᏍᎩᎨᏳᎭ ᎡᏍᎦᏉ ᎯᎠ? ᎯᎠ ᏄᏪᏎᎸᎩ; ᎥᎥ, ᏣᎬᏫᏳᎯ, ᎯᎦᏔᎭ ᎬᎨᏳᎢᏳ ᎨᏒᎢ. ᎯᎠ ᏄᏪᏎᎸᎩ; ᎨᎮᎶᎮᏍᏗ ᏗᏆᏤᎵᎦ ᎤᏂᏃᏕᎾ ᎠᏂᎩᎾ."
  },
  {
    "verse": "16",
    "kjv": "He saith to him again the second time, Simon, son of Jonas, lovest thou me? He saith unto him, Yea, Lord; thou knowest that I love thee. He saith unto him, Feed my sheep.",
    "web": "He said to him again a second time, “Simon, son of Jonah, do you love me?” He said to him, “Yes, Lord; you know that I have affection for you.” He said to him, “Tend my sheep.”",
    "chr": "ᏔᎵᎾ ᎯᎠ ᏅᎤᏪᏎᎸᎩ; ᏌᏩᏂ, ᏦᎾ ᎤᏪᏥ, ᏍᎩᎨᏳᎭᏧ? ᎯᎠ ᏄᏪᏎᎸᎩ; ᎥᎥ ᏣᎬᏫᏳᎯ, ᎯᎦᏔᎭ ᎬᎨᏳᎢᏳ ᎨᏒᎢ. ᎯᎠ ᏄᏪᏎᎸᎩ; ᏕᎮᎶᎮᏍᏗ ᏗᏆᏤᎵᎦ ᎤᏂᏃᏕᎾ."
  },
  {
    "verse": "17",
    "kjv": "He saith unto him the third time, Simon, son of Jonas, lovest thou me? Peter was grieved because he said unto him the third time, Lovest thou me? And he said unto him, Lord, thou knowest all things; thou knowest that I love thee. Jesus saith unto him, Feed my sheep.",
    "web": "He said to him the third time, “Simon, son of Jonah, do you have affection for me?” Peter was grieved because he asked him the third time, “Do you have affection for me?” He said to him, “Lord, you know everything. You know that I have affection for you.” Jesus said to him, “Feed my sheep.",
    "chr": "ᏦᎢᏁ ᎯᎠ ᏄᏪᏎᎸᎩ; ᏌᏩᏂ, ᏦᎾ ᎤᏪᏥ, ᏍᎩᎨᏳᎭᏧ? ᏈᏓ ᎤᏲᎢᏳ ᎤᏓᏅᏓᏛᎩ ᏅᏓᏳᎵᏍᏙᏔᏅᎩ ᏦᎢᏁ ᏍᎩᎨᏳᎭᏧ ᎤᏬᏎᎸᎢ. ᎯᎠᏃ ᏄᏪᏎᎸᎩ; ᏣᎬᏫᏳᎯ ᏂᎦᎥ ᎪᎱᏍᏗ ᎯᎦᏔᎭ, ᎯᎦᏔᎭ ᎬᎨᏳᎢᏳ ᎨᏒᎢ. ᏥᏌ ᎯᎠ ᏄᏪᏎᎸᎩ; ᏕᎮᎶᎮᏍᏗ ᏗᏆᏤᎵᎦ ᎤᏂᏃᏕᎾ."
  },
  {
    "verse": "18",
    "kjv": "Verily, verily, I say unto thee, When thou wast young, thou girdest thyself, and walkedst whither thou wouldest: but when thou shalt be old, thou shalt stretch forth thy hands, and another shall gird thee, and carry thee whither thou wouldest not.",
    "web": "Most certainly I tell you, when you were young, you dressed yourself and walked where you wanted to. But when you are old, you will stretch out your hands, and another will dress you and carry you where you don’t want to go.”",
    "chr": "ᎤᏙᎯᏳᎯᏯ, ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᎬᏪᏎᎭ; ᎯᏫᏅ ᏥᎨᏒᎩ ᏨᏒ ᎭᏓᏠᎯᎲᎩ, ᎠᎴ ᏣᏚᎵᏍᎬ ᎮᏙᎲᎩ; ᏣᏛᏐᏅᎯᏍᎩᏂ ᎨᏎᏍᏗ ᏙᏔᏐᎸᏔᏂ, ᏅᏩᏓᎴᏃ ᏓᏣᏠᎵ, ᎠᎴ ᏂᏣᏚᎵᏍᎬᎾ ᎨᏒ ᏮᏓᏣᏘᏅᏍᏔᏂ."
  },
  {
    "verse": "19",
    "kjv": "This spake he, signifying by what death he should glorify God. And when he had spoken this, he saith unto him, Follow me.",
    "web": "Now he said this, signifying by what kind of death he would glorify God. When he had said this, he said to him, “Follow me.”",
    "chr": "ᎾᏍᎩ ᏄᏪᏒᎩ ᎤᏪᏛᏨᎩ ᎢᏳᎵᏍᏓᏁᏗᏱ ᎤᏲᎱᎯᏍᏗᏱ ᎨᏍᎥᎢ, ᎾᏍᎩᏃ ᎤᎸᏉᏙᏗᏱ ᎤᏁᎳᏅᎯ. ᎾᏍᎩᏃ ᏁᏪᏒ, ᎯᎠ ᏄᏪᏎᎸᎩ; ᏍᎩᏍᏓᏩᏚᎦ."
  },
  {
    "verse": "20",
    "kjv": "Then Peter, turning about, seeth the disciple whom Jesus loved following; which also leaned on his breast at supper, and said, Lord, which is he that betrayeth thee?",
    "web": "Then Peter, turning around, saw a disciple following. This was the disciple whom Jesus loved, the one who had also leaned on Jesus’ chest at the supper and asked, “Lord, who is going to betray you?”",
    "chr": "ᏈᏓᏃ ᎤᎦᏔᎲᏒ ᎤᎪᎲᎩ ᎠᏓᏍᏓᏩᏗᏒᎩ ᏥᏌ ᎤᎨᏳᎯ ᎠᏓᏍᏓᏩᏗᏙᎯ, ᎾᏍᎩ ᎤᏍᏛᎦᎸᏅᎯ ᏥᏌ ᎦᏁᏥᏱ ᎠᎾᎵᏍᏓᏴᎲᏍᎬᎢ, ᎠᎴ ᎯᎠ ᎢᏳᏪᏛ ᏥᎩ; ᏣᎬᏫᏳᎯ, ᎦᎪ ᎾᏍᎩ ᏣᏡᏗᏍᎩ."
  },
  {
    "verse": "21",
    "kjv": "Peter seeing him saith to Jesus, Lord, and what shall this man do?",
    "web": "Peter, seeing him, said to Jesus, “Lord, what about this man?”",
    "chr": "ᏈᏓ ᎾᏍᎩ ᎤᎪᎲ, ᎯᎠ ᏄᏪᏎᎸᎩ ᏥᏌ; ᏣᎬᏫᏳᎯ, ᎯᎠᎾᏃ ᎦᏙᎢ?"
  },
  {
    "verse": "22",
    "kjv": "Jesus saith unto him, If I will that he tarry till I come, what is that to thee? follow thou me.",
    "web": "Jesus said to him, “If I desire that he stay until I come, what is that to you? You follow me.”",
    "chr": "ᏥᏌ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎢᏳᏃ ᏥᎷᏨᎭ ᎬᏗᏍᎩ ᎡᎮᏍᏗ ᏯᏇᎵᏒ, ᎦᏙ ᎾᏍᎩ ᏨᏙᏗ? ᏍᎩᏍᏓᏩᏚᎦᏉ."
  },
  {
    "verse": "23",
    "kjv": "Then went this saying abroad among the brethren, that that disciple should not die: yet Jesus said not unto him, He shall not die; but, If I will that he tarry till I come, what is that to thee?",
    "web": "This saying therefore went out among the brothers that this disciple wouldn’t die. Yet Jesus didn’t say to him that he wouldn’t die, but, “If I desire that he stay until I come, what is that to you?”",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᎾᏓᏅᏟ ᎠᏁᎲ ᎤᏰᎵᏒᎩ ᎯᎠ ᎾᏂᏪᏍᎬᎢ, ᎾᏍᎩ ᎠᏓᏍᏓᏩᏗᏙᎯ ᎥᏝ ᎠᏛᏲᎱᏏ. ᎠᏎᏃ ᏥᏌ ᎥᏝ ᎠᏛᏲᎱᏏ ᎥᏝ ᏳᏬᏎᎴᎢ, ᎯᎠᏉᏍᎩᏂ ᏄᏪᏎᎸᎩ; ᎢᏳᏃ ᏥᎷᏨᎭ ᎬᏗᏍᎩ ᎡᎮᏍᏗ ᏯᏇᎵᏒ, ᎦᏙ ᎾᏍᎩ ᏨᏙᏗ."
  },
  {
    "verse": "24",
    "kjv": "This is the disciple which testifieth of these things, and wrote these things: and we know that his testimony is true.",
    "web": "This is the disciple who testifies about these things, and wrote these things. We know that his witness is true.",
    "chr": "ᎾᏍᎩ ᎯᎠ Ꮎ ᎠᏓᏍᏓᏩᏗᏙᎯ ᎯᎠ ᏥᎧᏃᎮᎭ, ᎠᎴ ᎾᏍᎩ ᎯᎠ ᎤᏬᏪᎳᏅᎯ ᏥᎩ, ᎠᎴ ᎢᏗᎦᏔᎭ ᎾᏍᎩ ᎧᏃᎮᏍᎬ ᎤᏙᎯᏳᎯᏯ ᎨᏒᎢ."
  },
  {
    "verse": "25",
    "kjv": "And there are also many other things which Jesus did, the which, if they should be written every one, I suppose that even the world itself could not contain the books that should be written. Amen.",
    "web": "There are also many other things which Jesus did, which if they would all be written, I suppose that even the world itself wouldn’t have room for the books that would be written.",
    "chr": "ᎠᎴ ᎠᏏ ᎤᏣᏔ ᏥᏌ ᏧᎸᏫᏍᏓᏁᎸᎯ, ᎾᏍᎩ ᎢᏳᏃ ᏂᎦᏛ ᏱᎪᏪᏔᏅ, ᎦᏓᏅᏖᏍᎬ ᎡᎶᎯ ᎾᏍᏉ ᏯᎧᎵᎩᏉ ᎪᏪᎵ ᎾᏍᎩ ᏗᎪᏪᎳᏅᎯ. ᎡᎺᏅ."
  }
]
