[
  {
    "verse": "1",
    "kjv": "There was a man of the Pharisees, named Nicodemus, a ruler of the Jews:",
    "web": "Now there was a man of the Pharisees named Nicodemus, a ruler of the Jews.",
    "chr": "ᎠᏍᎦᏯ ᎡᎲᎩ ᏂᎦᏗᎹᏏ ᏧᏙᎢᏛ, ᎠᏂᏆᎵᏏᏱ ᎤᏤᎵᎪᎯ, ᎠᏂᏥᏏ ᏗᎬᏩᏁᎶᏗ ᎨᏒᎩ."
  },
  {
    "verse": "2",
    "kjv": "The same came to Jesus by night, and said unto him, Rabbi, we know that thou art a teacher come from God: for no man can do these miracles that thou doest, except God be with him.",
    "web": "He came to Jesus by night and said to him, “Rabbi, we know that you are a teacher come from God, for no one can do these signs that you do, unless God is with him.”",
    "chr": "ᎾᏍᎩ ᏥᏌ ᎤᎷᏤᎸᎩ ᏒᏃᏱ ᎯᎠ ᏄᏪᏎᎸᎩ; ᏗᏍᏇᏲᎲᏍᎩ, ᎣᏥᎦᏔᎭ ᏔᏕᏲᎲᏍᎩ ᎨᏒ ᎤᏁᎳᏅᎯ ᏅᏓᏣᏅᏏᏛ ᎨᏒᎢ: ᎥᏝᏰᏃ ᎩᎶ ᎾᏍᎩ ᎯᎠ ᎤᏍᏆᏂᎪᏗ ᏥᏕᏣᎸᏫᏍᏓᏁᎭ ᏱᏙᎬᏩᎸᏫᏍᏓᏏ, ᎤᏁᎳᏅᎯ ᏂᏚᎧᎿᏩᏗᏙᎲᎾᏱᎩ."
  },
  {
    "verse": "3",
    "kjv": "Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God.",
    "web": "Jesus answered him, “Most certainly I tell you, unless one is born anew, he can’t see God’s Kingdom.”",
    "chr": "ᏥᏌ ᎤᏁᏨ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎤᏙ ᎯᏳᎯᏯ, ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᎬᏪᏎᎭ, ᎩᎶ ᏔᎵᏁ ᎤᏕᏅᎯ ᏂᎨᏒᎾ ᎢᎨᏎᏍᏗ ᎥᏝ ᏴᎬᎪᏩᏛ ᎾᎿ ᎤᏁᎳᏅᎯ ᎤᎬᏫ ᏳᎯ ᎨᏒᎢ."
  },
  {
    "verse": "4",
    "kjv": "Nicodemus saith unto him, How can a man be born when he is old? can he enter the second time into his mother's womb, and be born?",
    "web": "Nicodemus said to him, “How can a man be born when he is old? Can he enter a second time into his mother’s womb and be born?”",
    "chr": "ᏂᎦᏗᎹᏏᏃ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎦᏙ ᏘᎦᎵᏍᏙᏓ ᏴᏫ ᏯᏕᎲᎦ ᎿᏉ ᎠᎦᏴᎵᎨ ᏱᎩ? ᏥᎪ ᏔᎵᏁ ᎤᏥᏏᏱ ᏫᏯᏴᎭ, ᏯᏕᎲᎦ?"
  },
  {
    "verse": "5",
    "kjv": "Jesus answered, Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.",
    "web": "Jesus answered, “Most certainly I tell you, unless one is born of water and Spirit, he can’t enter into God’s Kingdom.",
    "chr": "ᏥᏌᎤᏁᏨᎩ; ᎤᏙᎯᏳᎯᏯ, ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᎬᏪᏎᎭ, ᎩᎶ ᎠᎹ ᎠᎴ ᎠᏓᏅᏙ ᎬᏩᎾᏄᎪᏫᏒᎯ ᏂᎨᏒᎾ ᎢᎨᏎᏍᏗ ᎥᏝ ᏴᎬᏴᎭ ᎾᎿ ᎤᏁᎳᏅᎯ ᎤᎬᏫᏳᎯ ᎨᏒᎢ."
  },
  {
    "verse": "6",
    "kjv": "That which is born of the flesh is flesh; and that which is born of the Spirit is spirit.",
    "web": "That which is born of the flesh is flesh. That which is born of the Spirit is spirit.",
    "chr": "ᎾᏍᎩ ᎾᎤᏇᏓᎵ ᎤᎾᏄᎪᏫᏒᎯ ᎤᏇᏓᎵᏉ ᎨᏐᎢ; ᎾᏍᎩ ᎾᎠᏓᏅᏙ ᎤᎾᏄᎪᏫᏒᎯ ᎠᏓᏅᏙ ᎨᏐᎢ."
  },
  {
    "verse": "7",
    "kjv": "Marvel not that I said unto thee, Ye must be born again.",
    "web": "Don’t marvel that I said to you, ‘You must be born anew.’",
    "chr": "ᏞᏍᏗ ᏣᏍᏆᏂᎪᏒᎩ ᎠᏎ ᏔᎵᏁ ᎢᏣᏕᏗ, ᏥᎬᏲᏏ."
  },
  {
    "verse": "8",
    "kjv": "The wind bloweth where it listeth, and thou hearest the sound thereof, but canst not tell whence it cometh, and whither it goeth: so is every one that is born of the Spirit.",
    "web": "The wind blows where it wants to, and you hear its sound, but don’t know where it comes from and where it is going. So is everyone who is born of the Spirit.”",
    "chr": "ᎤᏃᎴ ᎤᏚᎵᏍᏛᏉ ᎢᏘᏢ ᏫᎦᏃᎸᏗᏍᎪᎢ, ᎠᎴ ᎤᏃᏴᎬ ᎭᏛᎩᏍᎪᎢ, ᎠᏎᏃ ᎥᏝ ᏱᎦᏔᎰ ᏗᎦᏛᎢ ᎠᎴ ᏩᎦᏛᎢ; ᎾᏍᎩᏯᏍᎩᏂ ᏄᏍᏗ ᎾᏂᎥ ᎩᎶ ᎾᏍᎩ ᎠᏓᏅᏙ ᏧᎾᏄᎪᏫᏒᎯ."
  },
  {
    "verse": "9",
    "kjv": "Nicodemus answered and said unto him, How can these things be?",
    "web": "Nicodemus answered him, “How can these things be?”",
    "chr": "ᏂᎦᏗᎹᏏ ᎤᏁᏨ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎦᏙ ᏱᎦᎵᏍᏙᏓ ᎾᏍᎩ ᏱᏄᏍᏗ?"
  },
  {
    "verse": "10",
    "kjv": "Jesus answered and said unto him, Art thou a master of Israel, and knowest not these things?",
    "web": "Jesus answered him, “Are you the teacher of Israel, and don’t understand these things?",
    "chr": "ᏥᏌ ᎤᏁᏨ ᎯᎠ ᏄᏪᏎᎸᎩ; ᏥᎪ ᏔᏕᏲᎲᏍᎩ ᎢᏏᎵ ᎠᏁᎲᎢ, ᏂᎦᏔᎲᎾᏃ ᎢᎩ ᎾᏍᎩ ᎯᎠ."
  },
  {
    "verse": "11",
    "kjv": "Verily, verily, I say unto thee, We speak that we do know, and testify that we have seen; and ye receive not our witness.",
    "web": "Most certainly I tell you, we speak that which we know and testify of that which we have seen, and you don’t receive our witness.",
    "chr": "ᎤᏙᎯᏳᎯᏯ, ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᎬᏪᏎᎭ; ᎣᏂᎦᏔᎲ ᎣᏥᏁᎪᎢ, ᎠᎴ ᎣᎩᎪᎲᎯ ᎣᏥᏃᎮᏍᎪᎢ, ᎠᏎᏃ ᎥᏝ ᏱᏗᏣᏓᏂᎸᎪ ᎣᏥᏃᎮᏍᎬᎢ."
  },
  {
    "verse": "12",
    "kjv": "If I have told you earthly things, and ye believe not, how shall ye believe, if I tell you of heavenly things?",
    "web": "If I told you earthly things and you don’t believe, how will you believe if I tell you heavenly things?",
    "chr": "ᎢᏳᏃ ᎡᎶᎯ ᏂᎦᎵᏍᏔᏂᏙᎲ ᎢᏨᏃᎮᎮᎸ ᏂᏦᎯᏳᎲᏍᎬᎾ ᏱᎩ, ᎦᏙ ᏱᎦᎵᏍᏙᏓ ᏱᏦᎯᏳᎲᎦ, ᎦᎸᎳᏗ ᏂᎦᎵᏍᏔᏂᏙᎲ ᏱᏨᏃᎮᎮᎸ?"
  },
  {
    "verse": "13",
    "kjv": "And no man hath ascended up to heaven, but he that came down from heaven, even the Son of man which is in heaven.",
    "web": "No one has ascended into heaven but he who descended out of heaven, the Son of Man, who is in heaven.",
    "chr": "ᎥᏝᏰᏃ ᎩᎶ ᎦᎸᎳᏗ ᏫᏳᎶᏐᎢ, ᎦᎸᎳᏗ ᏅᏓᏳᎶᏒᎯ ᎤᏩᏒ, ᏴᏫ ᎤᏪᏥ, ᎾᏍᎩ ᎦᎸᎳᏗ ᏤᎭ."
  },
  {
    "verse": "14",
    "kjv": "And as Moses lifted up the serpent in the wilderness, even so must the Son of man be lifted up:",
    "web": "As Moses lifted up the serpent in the wilderness, even so must the Son of Man be lifted up,",
    "chr": "ᎠᎴ ᎼᏏ ᎢᎾᏛ ᏧᏌᎳᏓᏁ ᎢᎾᎨᎢ, ᎾᏍᎩᏯ ᎾᏍᏉ ᏴᏫ ᎤᏪᏥ ᏓᏰᏥᏌᎳᏗᏂ,"
  },
  {
    "verse": "15",
    "kjv": "That whosoever believeth in him should not perish, but have eternal life.",
    "web": "that whoever believes in him should not perish, but have eternal life.",
    "chr": "ᎾᏍᎩ ᎩᎶ ᎪᎯᏳᎲᏍᎨᏍᏗ, ᎤᏲᎱᎯᏍᏗᏱ ᏁᎨᏒᎾ, ᎬᏂᏛᏍᎩᏂ ᎤᏩᏛᏗ."
  },
  {
    "verse": "16",
    "kjv": "For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.",
    "web": "For God so loved the world, that he gave his only born Son, that whoever believes in him should not perish, but have eternal life.",
    "chr": "ᎾᏍᎩᏰᏃ ᏂᎦᎥᎩ ᎤᏁᎳᏅᎯ ᎤᎨᏳᏒᎩ ᎡᎶᎯ, ᏕᏅᏲᏒᎩ ᎤᏤᎵᎦ ᎤᏪᏥ ᎤᏩᏒᎯᏳ ᎤᏕᏁᎸᎯ, ᎩᎶ ᎾᏍᎩ ᏱᎪᎯᏳᎲᏍᎦ ᎤᏲᎱᎯᏍᏗᏱ ᏂᎨᏒᎾ, ᎬᏂᏛᏉᏍᎩᏂ ᎤᏩᏛᏗ."
  },
  {
    "verse": "17",
    "kjv": "For God sent not his Son into the world to condemn the world; but that the world through him might be saved.",
    "web": "For God didn’t send his Son into the world to judge the world, but that the world should be saved through him.",
    "chr": "ᎤᏁᎳᏅᎯᏰᏃ ᎥᏝ ᎡᎶᎯ ᎤᎷᎯᏍᏗᏱ ᏴᏧᏅᏒ ᎤᏪᏥ ᏧᏭᏓᏁᏗᏱ ᎡᎶᎯ, ᎾᏍᎩᏍᎩᏂ ᎢᏳᏩᏂᏐᏗᏱ ᎡᎶᎯ ᎠᏥᏍᏕᎸᏗᏱ."
  },
  {
    "verse": "18",
    "kjv": "He that believeth on him is not condemned: but he that believeth not is condemned already, because he hath not believed in the name of the only begotten Son of God.",
    "web": "He who believes in him is not judged. He who doesn’t believe has been judged already, because he has not believed in the name of the only born Son of God.",
    "chr": "ᎩᎶ ᎾᏍᎩ Ꮎ ᏥᎪᎯᏳᎲᏍᎪᎢ, ᎥᏝ ᎤᏍᎦᏅᏨᎯ ᏧᏚᎪᏔᏅᎯ ᏱᎨᏐᎢ, ᎾᏍᎩᏍᎩᏂ Ꮎ ᏂᎪᎯᏳᎲᏍᎬᎾ ᎾᏍᎩ ᎦᏳᎳ ᎤᏍᎦᏅᏨᎯ ᏧᏚᎪᏔᏅᎯ ᎨᏐᎢ, ᏅᏗᎦᎵᏍᏙᏗᏍᎪ ᏄᏬᎯᏳᏅᎾ ᎨᏒ ᎤᏁᎳᏅᎯ ᎤᏪᏥ ᏕᎤᏙᎥ ᎾᏍᎩ ᎤᏩᏒᎯᏳ ᎤᏕᏁᎸᎯ."
  },
  {
    "verse": "19",
    "kjv": "And this is the condemnation, that light is come into the world, and men loved darkness rather than light, because their deeds were evil.",
    "web": "This is the judgment, that the light has come into the world, and men loved the darkness rather than the light, for their works were evil.",
    "chr": "ᎠᎴ ᎾᏍᎩ ᎯᎠ ᏅᏗᎦᎵᏍᏙᏗᎭ ᎤᏂᏍᎦᏅᏨ ᏥᏚᎾᏚᎦᏓᏁᎭ, ᎾᏍᎩ ᎢᎦᎦᏘ ᎡᎶᎯ ᎤᎾᏄᎪᏥᎸ, ᎠᎴ ᏴᏫ ᎤᏟ ᎤᏂᏰᎸᏅ ᎤᎵᏏᎩ ᎡᏍᎦᏉ ᎢᎦᎦᏘ, ᏚᏂᎸᏫᏍᏓᏁᎲᏰᏃ ᎤᏲᎢᏳ ᎨᏒᎦᎴ ᎾᏍᎩ ᎯᎠ ᏅᏗᎦᎵᏍᏙᏗᎭ ᎤᏂᏍᎦᏅᏨ ᏥᏚᎾᏚᎦᏓᏁᎭ, ᎾᏍᎩ ᎢᎦᎦᏘ ᎡᎶᎯ ᎤᎾᏄᎪᏥᎸ, ᎠᎴ ᏴᏫ ᎤᏟ ᎤᏂᏰᎸᏅ ᎤᎵᏏᎩ ᎡᏍᎦᏉ ᎢᎦᎦᏘ, ᏚᏂᎸᏫᏍᏓᏁᎲᏰᏃ ᎤᏲᎢᏳ ᎨᏒᎩ."
  },
  {
    "verse": "20",
    "kjv": "For every one that doeth evil hateth the light, neither cometh to the light, lest his deeds should be reproved.",
    "web": "For everyone who does evil hates the light and doesn’t come to the light, lest his works would be exposed.",
    "chr": "ᎤᏲᏰᏃ ᏧᎸᏫᏍᏓᏁᎯ ᎠᏍᎦᎪ ᎢᎦᎦᏘ, ᎠᎴ ᎥᏝ ᏱᎦᎷᎪ ᎢᎦᎦᏛᎢ, ᏅᏗᎦᎵᏍᏙᏗᏍᎪ ᏄᏚᎵᏍᎬᎾ ᎨᏒ ᎬᏂᎨᏒ ᎢᏳᎵᏍᏙᏗᏱ ᏄᏍᏛ ᏚᎸᏫᏍᏓᏁᎲᎢ."
  },
  {
    "verse": "21",
    "kjv": "But he that doeth truth cometh to the light, that his deeds may be made manifest, that they are wrought in God.",
    "web": "But he who does the truth comes to the light, that his works may be revealed, that they have been done in God.”",
    "chr": "ᏚᏳᎪᏛᏍᎩᏂ ᏧᎸᏫᏍᏓᏁᎯ ᎢᎦᎦᏛ ᎦᎷᎪᎢ, ᎤᏚᎵᏍᎪ ᎬᏂᎨᏒ ᎢᏳᎵᏍᏙᏗᏱ ᎤᏁᎳᏅᎯ ᎣᏏᏳ ᎤᏰᎸᏗ ᏚᎸᏫᏍᏓᏁᎲᎢ."
  },
  {
    "verse": "22",
    "kjv": "After these things came Jesus and his disciples into the land of Judaea; and there he tarried with them, and baptized.",
    "web": "After these things, Jesus came with his disciples into the land of Judea. He stayed there with them and baptized.",
    "chr": "ᎾᏍᎩᏃ ᏄᎵᏍᏔᏂᏙᎸ, ᏥᏌ ᎠᎴ ᎬᏩᏍᏓᏩᏗᏙᎯ ᏧᏗᏱ ᏭᏂᎶᏒᎩ, ᎾᎿᏃ ᎤᏁᏙᎸᎩ, ᎠᎴ ᏚᏓᏬᎥᎩ."
  },
  {
    "verse": "23",
    "kjv": "And John also was baptizing in Aenon near to Salim, because there was much water there: and they came, and were baptized.",
    "web": "John also was baptizing in Enon near Salim, because there was much water there. They came and were baptized;",
    "chr": "ᏣᏂᏃ ᎾᏍᏉ ᎢᏃᏂ ᏓᏓᏬᏍᎬᎩ, ᏎᎵᎻ ᎾᎥᎢ, ᎾᎿᏰᏃ ᎤᏣᏛᎩ ᎠᎹ. ᎠᏂᎷᎬᎩᏃ ᎠᎴ ᏕᎨᎦᏬᏍᎬᎩ."
  },
  {
    "verse": "24",
    "kjv": "For John was not yet cast into prison.",
    "web": "for John was not yet thrown into prison.",
    "chr": "ᏣᏂᏰᏃ ᎥᏝ ᎠᏏ ᏗᏓᏍᏚᏗᏱ ᏯᏥᏴᏗᏍᎨᎢ."
  },
  {
    "verse": "25",
    "kjv": "Then there arose a question between some of John's disciples and the Jews about purifying.",
    "web": "Therefore a dispute arose on the part of John’s disciples with some Jews about purification.",
    "chr": "ᎿᏉᏃ ᎧᏃᎮᏗ ᏄᎾᎵᏍᏓᏁᎸᎩ ᏣᏂ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎠᏂᏧᏏᏃ ᎠᏓᏅᎦᎸᏗᏱ ᎤᎬᏩᎵ."
  },
  {
    "verse": "26",
    "kjv": "And they came unto John, and said unto him, Rabbi, he that was with thee beyond Jordan, to whom thou barest witness, behold, the same baptizeth, and all men come to him.",
    "web": "They came to John and said to him, “Rabbi, he who was with you beyond the Jordan, to whom you have testified, behold, he baptizes, and everyone is coming to him.”",
    "chr": "ᏣᏂᏃ ᎤᏂᎵᏤᎸᎩ, ᎯᎠ ᏄᏂᏪᏎᎸᎩ; ᏔᏕᏲᎲᏍᎩ, ᎾᏍᎩ ᎾᏥᏍᏕᏙᎲᎩ ᏦᏓᏂ ᏍᎪᏂᏗᏢ, ᎾᏍᎩ ᏥᏃᎮᏍᎬᎩ, ᎬᏂᏳᏉ ᎾᏍᎩ ᏓᏓᏬᎠ, ᎠᎴ ᏂᎦᏛᏉ ᎬᏩᎷᏤᎭ."
  },
  {
    "verse": "27",
    "kjv": "John answered and said, A man can receive nothing, except it be given him from heaven.",
    "web": "John answered, “A man can receive nothing unless it has been given him from heaven.",
    "chr": "ᏣᏂ ᎤᏁᏨ ᎯᎠ ᏄᏪᏒᎩ; ᏴᏫ ᎥᏝ ᎪᎱᏍᏗ ᏴᎬᏩᏛ ᎬᏂ ᎦᎸᎳᏗ ᏅᏓᏰᏥᏁᎸᎯ ᏱᎩ."
  },
  {
    "verse": "28",
    "kjv": "Ye yourselves bear me witness, that I said, I am not the Christ, but that I am sent before him.",
    "web": "You yourselves testify that I said, ‘I am not the Christ,’ but, ‘I have been sent before him.’",
    "chr": "ᏂᎯ ᎢᏨᏒ ᎢᏥᎦᏔᎯ ᎯᎠ ᏥᏂᏥᏪᏍᎬᎩ; ᎠᏴ ᎥᏝ ᎦᎶᏁᏛ ᏱᎩ, ᎥᎩᏅᏏᏛᏉᏍᎩᏂ ᎢᎬᏱ ᏥᏰᏅᎡᎯ."
  },
  {
    "verse": "29",
    "kjv": "He that hath the bride is the bridegroom: but the friend of the bridegroom, which standeth and heareth him, rejoiceth greatly because of the bridegroom's voice: this my joy therefore is fulfilled.",
    "web": "He who has the bride is the bridegroom; but the friend of the bridegroom, who stands and hears him, rejoices greatly because of the bridegroom’s voice. Therefore my joy is made full.",
    "chr": "ᎤᏓᏴᏍᏗ ᎤᏪᎧᎯ ᎾᏍᎩ ᎠᏕᏒᎲᏍᎩ; ᎠᏎᏃ ᎠᏕᏒᎲᏍᎩ ᎤᎾᎵᎢ, ᎾᏍᎩ ᏥᎦᏙᎯ ᏧᏛᎦᏁᎰᎢ, ᎤᏣᎳᏅᎯ ᎠᎵᎮᎵᎪ ᏅᏗᎦᎵᏍᏙᏗᏍᎪ ᎠᏕᏒᎲᏍᎩ ᎧᏁᎬᎢ. ᎾᏍᎩᏍᎩᏂ ᎠᏴ ᎦᎵᎡᎵᎬ ᎤᎧᎵᏨ."
  },
  {
    "verse": "30",
    "kjv": "He must increase, but I must decrease.",
    "web": "He must increase, but I must decrease.",
    "chr": "ᎾᏍᎩ Ꮎ ᎠᏎ ᏛᏛᏃᏏ, ᎠᏴᏍᎩᏂ ᎠᏎ ᏓᏥᏲᎶᏥ."
  },
  {
    "verse": "31",
    "kjv": "He that cometh from above is above all: he that is of the earth is earthly, and speaketh of the earth: he that cometh from heaven is above all.",
    "web": "“He who comes from above is above all. He who is from the earth belongs to the earth and speaks of the earth. He who comes from heaven is above all.",
    "chr": "ᎦᎸᎳᏗ ᏅᏓᏳᎶᏒᎯ ᎤᏟᎠᏥᎸᏉᏗᏳ ᎡᏍᎦᏉ ᎾᏂᎥᎢ. ᎡᎶᎯ ᎤᎾᏄᎪᏨᎯ ᎡᎶᎯᏉ ᎡᎯ ᎨᏐᎢ, ᎠᎴ ᎦᏬᏂᏍᎬ ᎡᎶᎯᏉ ᎡᎯ ᎨᏐᎢ, ᎦᎸᎳᏗᏍᎩᏂ ᏅᏓᏳᎶᏒᎯ ᎤᏟ ᎦᎸᏉᏗᏳ ᎡᏍᎦᏉ ᎾᏂᎥᎢ."
  },
  {
    "verse": "32",
    "kjv": "And what he hath seen and heard, that he testifieth; and no man receiveth his testimony.",
    "web": "What he has seen and heard, of that he testifies; and no one receives his witness.",
    "chr": "ᎠᎴ ᎾᏍᎩ ᎤᎪᎲᎢ ᎤᏛᎦᏅᎾᏍᎩ ᎧᏃᎮᎭ, ᎠᏎᏃ ᎥᏝ ᎩᎶ ᏱᏓᏓᏂᎸᎦ ᎾᏍᎩ ᎤᏃᎮᎸᎢ."
  },
  {
    "verse": "33",
    "kjv": "He that hath received his testimony hath set to his seal that God is true.",
    "web": "He who has received his witness has set his seal to this, that God is true.",
    "chr": "ᎾᏍᎩᏍᎩᏂ Ꮎ ᏧᏓᏂᎸᏨᎯᏍᎩᏂ ᎤᏃᎮᎸᎢ ᎾᏍᎩ ᎤᏍᏓᏱᏛ ᎤᏁᎳᏅᎯ ᎬᏩᏥᎪᏗ ᏂᎨᏒᎾ ᎨᏒᎢ."
  },
  {
    "verse": "34",
    "kjv": "For he whom God hath sent speaketh the words of God: for God giveth not the Spirit by measure unto him.",
    "web": "For he whom God has sent speaks the words of God; for God gives the Spirit without measure.",
    "chr": "ᎾᏍᎩᏰᏃ ᎤᏁᎳᏅᎯ ᎤᏅᏏᏛ, ᎤᏁᎳᏅᎯ ᎤᏪᏂᎯᏍᏗ ᎨᏒ ᎦᏬᏂᎭ; ᎤᏁᎳᏅᎯᏰᏃ ᎥᏝ ᎤᏟᎶᏛᏉ ᎠᏓᏅᏙ ᏳᏁᎭ."
  },
  {
    "verse": "35",
    "kjv": "The Father loveth the Son, and hath given all things into his hand.",
    "web": "The Father loves the Son, and has given all things into his hand.",
    "chr": "ᎠᎦᏴᎵᎨ ᎤᎮᏳᎯᏳ ᎤᏪᏥ, ᎠᎴ ᏂᎦᏗᏳ ᎪᎱᏍᏗ ᏚᏲᎯᏎᎸ."
  },
  {
    "verse": "36",
    "kjv": "He that believeth on the Son hath everlasting life: and he that believeth not the Son shall not see life; but the wrath of God abideth on him.",
    "web": "One who believes in the Son has eternal life, but one who disobeys the Son won’t see life, but the wrath of God remains on him.”",
    "chr": "ᎾᏍᎩ ᎾᎪᎯᏳᎲᏍᎩ [ᎤᏁᎳᏅᎯ ᎤᏪᏥ, ᎾᏍᎩ ᎬᏂᏛ ᎠᎵᏍᏆᏗᏍᎩ ᏁᎨᏒᎾ ᎤᏤᎵᎦ, ᎾᏍᎩᏍᎩᏂ ᎤᏪᏥ ᎪᎯᏳᎲᏍᎩ ᏂᎨᏒᎾ ᎥᏝ ᎬᏂᏛ ᎤᎪᏩᏛᏗ ᏱᎩ; ᎤᏁᎳᏅᎯᏉᏍᎩᏂ ᎤᏔᎳᏬᎯᏍᏗ ᎨᏒ ᎤᎵᏃᎯᏰᎭ."
  }
]