[
  {
    "verse": "1",
    "kjv": "After this there was a feast of the Jews; and Jesus went up to Jerusalem.",
    "web": "After these things, there was a feast of the Jews, and Jesus went up to Jerusalem.",
    "chr": "ᎾᏍᎩᏃ ᏄᎵᏍᏔᏂᏙᎸ, ᎤᏍᏆᎸᎲᎩ ᎠᏂᏧᏏ ᏧᎾᎵᏍᏓᏴᏗᏱ; ᎠᎴ ᏥᏌ ᏥᎷᏏᎵᎻ ᎤᏪᏅᏒᎩ."
  },
  {
    "verse": "2",
    "kjv": "Now there is at Jerusalem by the sheep market a pool, which is called in the Hebrew tongue Bethesda, having five porches.",
    "web": "Now in Jerusalem by the sheep gate, there is a pool, which is called in Hebrew, “Bethesda”, having five porches.",
    "chr": "ᏥᎷᏏᎵᎻᏂ ᎠᏫ ᎤᏂᏴᏍᏗᏱ ᎾᎥ ᎠᏓᏬᏍᏗᏱ ᎪᏢᎭ ᎾᏍᎩ ᎠᏂᏈᎷ ᎤᏂᏬᏂᎯᏍᏗ ᎨᏒ ᏡᏕᏍᏗ ᏕᎤᏙᎥ; ᎾᎿᏂ ᎯᏍᎩ ᏓᏲᏓᏝᎭ."
  },
  {
    "verse": "3",
    "kjv": "In these lay a great multitude of impotent folk, of blind, halt, withered, waiting for the moving of the water.",
    "web": "In these lay a great multitude of those who were sick, blind, lame, or paralyzed, waiting for the moving of the water;",
    "chr": "ᎾᎿ ᎠᏂᏂᏜᎥᎩ ᎤᏂᏣᏘ ᏧᏂᏢᎩ, ᎠᎴ ᏗᏂᎨᏫ, ᎠᎴ ᏗᏂᏲᎤᎵ, ᎠᎴ ᎤᏅᎢᏒᎯ, ᎠᏂᎦᏘᏴᎩ ᎤᎵᏖᎸᏗᏱ ᎠᎹ."
  },
  {
    "verse": "4",
    "kjv": "For an angel went down at a certain season into the pool, and troubled the water: whosoever then first after the troubling of the water stepped in was made whole of whatsoever disease he had.",
    "web": "for an angel went down at certain times into the pool and stirred up the water. Whoever stepped in first after the stirring of the water was healed of whatever disease he had.",
    "chr": "ᎢᏴᏛᎭᏰᏃ ᏗᎧᎿᏩᏗᏙᎯ ᎦᎷᏥᎯᎲᎩ ᎠᏓᏬᏍᏗᏱ, ᎠᎴ ᎠᏖᎸᎲᏍᎬᎩ ᎠᎹ, ᎩᎶᏃ ᎾᏍᎩ ᏧᏌᎴᏅᏔᏅᎯ ᎤᏚᏅᎯ ᎿᏉ ᎠᏖᎸᏅᎯ ᏥᎨᏐ ᎠᎹ, ᎤᏗᏩᏍᎬᎩ ᏂᎦᎥ ᎪᎱᏍᏗ ᎥᏳᎩ ᎤᏱᎵᏙᎲᎢ."
  },
  {
    "verse": "5",
    "kjv": "And a certain man was there, which had an infirmity thirty and eight years.",
    "web": "A certain man was there who had been sick for thirty-eight years.",
    "chr": "ᎠᎴ ᎾᎿ ᎦᏅᎬᎩ ᎩᎶ ᎢᏳᏍᏗ ᎠᏍᎦᏯ, ᏦᎠᏍᎪᎯ ᏁᎳᎦᎵ ᎢᏳᏕᏘᏴᏛ ᎬᏩᏢᏨᎯ ᏄᏗᏩᏍᎬᎾ ᎨᏒᎩ."
  },
  {
    "verse": "6",
    "kjv": "When Jesus saw him lie, and knew that he had been now a long time in that case, he saith unto him, Wilt thou be made whole?",
    "web": "When Jesus saw him lying there, and knew that he had been sick for a long time, he asked him, “Do you want to be made well?”",
    "chr": "ᏥᏌᏃ ᎤᎪᎲᎩ ᎾᏍᎩ ᎠᏍᎦᏯ ᎦᏅᎬᎢ, ᎠᎴ ᎤᏙᎴᎰᏒ ᎨᏒᎢ, ᎯᎠ ᏄᏪᏎᎸᎩ; ᏣᏚᎵᏍᎪ ᎡᏣᏅᏬᏗᏱ?"
  },
  {
    "verse": "7",
    "kjv": "The impotent man answered him, Sir, I have no man, when the water is troubled, to put me into the pool: but while I am coming, another steppeth down before me.",
    "web": "The sick man answered him, “Sir, I have no one to put me into the pool when the water is stirred up, but while I’m coming, another steps down before me.”",
    "chr": "ᎤᏢᎩ ᎤᏁᏨ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎯᏍᎦᏯ, ᎥᏝ ᎩᎶ ᏰᏙᎰ ᎠᎹ ᎠᎵᏖᎸᎲᎦ, ᎠᏓᏬᏍᏗᏱ ᏩᎩᎧᎲᏍᎩ; ᎠᏏᏉᏰᏃ ᏥᏫᎦᎢᏐᎢ, ᎩᎶ ᏓᎩᎪᏂᏍᎪᎢ ᎢᎬᏱ ᏩᏠᎠᏍᎪᎢ."
  },
  {
    "verse": "8",
    "kjv": "Jesus saith unto him, Rise, take up thy bed, and walk.",
    "web": "Jesus said to him, “Arise, take up your mat, and walk.”",
    "chr": "ᏥᏌ ᎯᎠ ᏄᏪᏎᎸᎩ; ᏔᎴᎲᎦ, ᎯᎾᎩ ᏣᏤᏍᏙ, ᎠᎴ ᎮᏓ."
  },
  {
    "verse": "9",
    "kjv": "And immediately the man was made whole, and took up his bed, and walked: and on the same day was the sabbath.",
    "web": "Immediately, the man was made well, and took up his mat and walked. Now that day was a Sabbath.",
    "chr": "ᎩᎳᏉᏃ ᎢᏴᏛ ᎾᏍᎩ ᎠᏍᎦᏯ ᎤᏗᏩᏒᎩ, ᎠᎴ ᎤᏁᏒᎩ ᎤᏤᏍᏙ, ᎠᎴ ᎤᏪᏙᎸᎩ. ᎠᎴ ᎤᎾᏙᏓᏆᏍᎬ ᎨᏒᎩ ᎾᎯᏳ ᎢᎦ."
  },
  {
    "verse": "10",
    "kjv": "The Jews therefore said unto him that was cured, It is the sabbath day: it is not lawful for thee to carry thy bed.",
    "web": "So the Jews said to him who was cured, “It is the Sabbath. It is not lawful for you to carry the mat.”",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᏂᏧᏏ ᎯᎠ ᏄᏂᏪᏎᎴ ᎠᏥᏅᏩᏅᎯ; ᎪᎯ ᎤᎾᏙᏓᏆᏍᎬᎢ, ᎥᏝ ᏚᏳᎪᏛ ᏱᎩ ᏣᏤᏍᏙ ᏣᏂᏓᏍᏗᏱ."
  },
  {
    "verse": "11",
    "kjv": "He answered them, He that made me whole, the same said unto me, Take up thy bed, and walk.",
    "web": "He answered them, “He who made me well said to me, ‘Take up your mat and walk.’ ”",
    "chr": "ᎯᎠ ᏂᏑᏪᏎᎴᎢ; ᎠᎩᏅᏩᏅᎯ ᎯᎠ ᎾᎩᏪᏎᎸᎩ; ᎯᎾᎩ ᏣᏤᏍᏙ, ᎠᎴ ᎮᏓ."
  },
  {
    "verse": "12",
    "kjv": "Then asked they him, What man is that which said unto thee, Take up thy bed, and walk?",
    "web": "Then they asked him, “Who is the man who said to you, ‘Take up your mat and walk’?”",
    "chr": "ᎿᏉᏃ ᎤᎾᏛᏛᏁᎢ, ᎯᎠ ᏄᏂᏪᏎᎢ; ᎦᎪ ᎢᏳᏍᏗ ᎾᏍᎩ ᎠᏍᎦᏯ, ᏣᏤᏍᏙ ᎯᎾᎩ ᎠᎴ ᎮᏓ, ᏦᏎᎸᎯ?"
  },
  {
    "verse": "13",
    "kjv": "And he that was healed wist not who it was: for Jesus had conveyed himself away, a multitude being in that place.",
    "web": "But he who was healed didn’t know who it was, for Jesus had withdrawn, a crowd being in the place.",
    "chr": "ᎠᎴ ᎾᏍᎩ ᎠᏥᏅᏩᏅᎯ ᎥᏝ ᏯᎦᏔᎮ ᎾᏍᎩ ᎨᏒᎢ; ᏥᏌᏰᏃ ᎤᏕᎵᏛ ᎤᏓᏅᏒᎩ; ᎤᏂᏣᏛᏰᏃ ᎾᎿ ᎠᏁᏙᎲᎩ."
  },
  {
    "verse": "14",
    "kjv": "Afterward Jesus findeth him in the temple, and said unto him, Behold, thou art made whole: sin no more, lest a worse thing come unto thee.",
    "web": "Afterward Jesus found him in the temple and said to him, “Behold, you are made well. Sin no more, so that nothing worse happens to you.”",
    "chr": "ᎣᏂᏃ ᏥᏌ ᎾᏍᎩ ᎤᏩᏓᎲᎩ ᎤᏛᏅ-ᏗᎦᎳᏫᎢᏍᏗᏱ, ᎠᎴ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎬᏂᏳᏉ ᎡᏣᏅᏩᏅ; ᏞᏍᏗ ᎿᏉ ᎢᎸᎯᏳ ᏱᏣᏍᎦᏅᏤᏍᏗ, ᎤᏟᏰᏃ ᎢᏳᏲ ᏱᏣᎷᏥᏏ."
  },
  {
    "verse": "15",
    "kjv": "The man departed, and told the Jews that it was Jesus, which had made him whole.",
    "web": "The man went away, and told the Jews that it was Jesus who had made him well.",
    "chr": "ᎾᏍᎩ ᎠᏍᎦᏯ ᎤᏓᏅᏒᎩ, ᎠᎴ ᏫᏚᏃᏁᎸᎩ ᎠᏂᏧᏏ, ᏥᏌ ᎤᏅᏩᏅᎯ ᎨᏒᎢ."
  },
  {
    "verse": "16",
    "kjv": "And therefore did the Jews persecute Jesus, and sought to slay him, because he had done these things on the sabbath day.",
    "web": "For this cause the Jews persecuted Jesus and sought to kill him, because he did these things on the Sabbath.",
    "chr": "ᎠᎴ ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᏂᏧᏏ ᎤᎾᏕᏯᏙᏔᏅᎩ ᏥᏌ, ᎠᎴ ᎤᏂᏲᎸᎩ ᎤᏂᎯᏍᏗᏱ, ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᎾᏍᎩ ᏄᏛᏁᎸ ᎤᎾᏙᏓᏆᏍᎬ ᎢᎦ."
  },
  {
    "verse": "17",
    "kjv": "But Jesus answered them, My Father worketh hitherto, and I work.",
    "web": "But Jesus answered them, “My Father is still working, so I am working, too.”",
    "chr": "ᎠᏎᏃ ᏥᏌ ᏚᏁᏤᎸᎩ [ᎯᎠ ᏂᏚᏪᏎᎸᎩ,] ᎡᏙᏓ ᎪᎯ ᎢᏯᏍᏘ ᏚᎸᏫᏍᏓᏁᎰᎢ, ᎠᏴᏃ ᎾᏍᏉ ᏓᎩᎸᏫᏍᏓᏁᎰᎢ."
  },
  {
    "verse": "18",
    "kjv": "Therefore the Jews sought the more to kill him, because he not only had broken the sabbath, but said also that God was his Father, making himself equal with God.",
    "web": "For this cause therefore the Jews sought all the more to kill him, because he not only broke the Sabbath, but also called God his own Father, making himself equal with God.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᏂᏧᏏ ᎤᏟ ᎢᎦᎢ ᎤᎾᏚ-ᎸᎲᎩ ᎤᏂᎯᏍᏗᏱ, ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᎥᏝ ᎤᎾᏙᏓᏆᏍᎬᏉ ᎤᏩᏒ ᎤᏲᏍᏔᏅᎢ, ᎾᏍᏉᏍᎩᏂ ᎤᏁᎳᏅᎯ ᎤᏙᏓ ᎤᏛᏅᎢ, ᎢᏧᎳᎭ ᎤᏁᎳᏅᎯ ᎾᏓᏛᏁᎲᎢ."
  },
  {
    "verse": "19",
    "kjv": "Then answered Jesus and said unto them, Verily, verily, I say unto you, The Son can do nothing of himself, but what he seeth the Father do: for what things soever he doeth, these also doeth the Son likewise.",
    "web": "Jesus therefore answered them, “Most certainly, I tell you, the Son can do nothing of himself, but what he sees the Father doing. For whatever things he does, these the Son also does likewise.",
    "chr": "ᎿᏉᏃ ᏥᏌ ᎤᏁᏨ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎤᏙᎯᏳᎯᏯ ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ; [ᎤᏁᎳᏅᎯ] ᎤᏪᏥ ᎥᏝ ᏰᎵᎦ ᎪᎱᏍᏗ ᎤᏩᏒ ᎨᏒ ᏱᏙᎬᏩᎸᏫᏍᏓᏏ, ᎠᎪᏩᏘᏍᎬᏍᎩᏂ ᎤᏙᏓ ᏚᎸᏫᏍᏓᏁᎲᎢ; ᎾᏍᎩᏰᏃ ᏄᏍᏛ ᏚᎸᏫᏍᏓᏁᎲᎢ ᎾᏍᎩ ᎾᏍᏉ ᎤᏪᏥ ᏚᎸᏫᏍᏓᏁᎰᎢ."
  },
  {
    "verse": "20",
    "kjv": "For the Father loveth the Son, and sheweth him all things that himself doeth: and he will shew him greater works than these, that ye may marvel.",
    "web": "For the Father has affection for the Son, and shows him all things that he himself does. He will show him greater works than these, that you may marvel.",
    "chr": "ᎠᎦᏴᎵᎨᏰᏃ ᎤᎨᏳᎯᏳ ᎤᏪᏥ, ᎠᎴ ᎦᎾᏄᎪᏫᏎᎰ ᏂᎦᏛ ᎤᏩᏒ ᏚᎸᏫᏍᏓᏁᎲᎢ; ᎠᎴ ᎤᏟ ᎢᎦᎢ ᏗᎦᎸᏫᏍᏓᏁᏗ ᏓᎦᎾᏄᎪᏫᏎᎵ ᎡᏍᎦᏉ ᎯᎠ; ᎾᏍᎩ ᎢᏥᏍᏆᏂᎪᎯᏍᏗᏱ."
  },
  {
    "verse": "21",
    "kjv": "For as the Father raiseth up the dead, and quickeneth them; even so the Son quickeneth whom he will.",
    "web": "For as the Father raises the dead and gives them life, even so the Son also gives life to whom he desires.",
    "chr": "ᎠᎦᏴᎵᎨᏰᏃ ᏥᏓᎴᏗᏍᎪ ᏧᏂᏲᎱᏒᎯ, ᎠᎴ ᏗᏅᏃᏛ ᏥᏂᏕᎬᏁᎰᎢ, ᎾᏍᎩᏯᏍᎩᏂ ᎤᏪᏥ ᏗᏅᏃᏛ ᏂᏕᎬᏁᎰ ᎾᏂᎥ ᎾᏍᎩᏉ ᎡᎳ."
  },
  {
    "verse": "22",
    "kjv": "For the Father judgeth no man, but hath committed all judgment unto the Son:",
    "web": "For the Father judges no one, but he has given all judgment to the Son,",
    "chr": "ᎠᎦᏴᎵᎨᏰᏃ ᎾᏍᏉ ᎥᏝ ᎩᎶ ᏱᏗᎫᎪᏓᏁᎰᎢ, ᏚᏲᎯᏎᎸᏍᎩᏂ ᎤᏪᏥ ᎾᎦᏛ ᏗᎫᎪᏙᏗ ᎨᏒᎢ,"
  },
  {
    "verse": "23",
    "kjv": "That all men should honour the Son, even as they honour the Father. He that honoureth not the Son honoureth not the Father which hath sent him.",
    "web": "that all may honor the Son, even as they honor the Father. He who doesn’t honor the Son doesn’t honor the Father who sent him.",
    "chr": "ᎾᏍᎩ ᏂᎦᏛ ᎤᏂᎸᏉᏙᏗᏱ ᎤᏪᏥ, ᎾᏍᎩᏯ ᏥᎾᏂᎸᏉᏗᎭ ᎠᎦᏴᎵᎨᎢ. ᎩᎶ ᏂᎦᎸᏉᏗᏍᎬᎾ ᏥᎨᏐ ᎤᏁᎳᏅᎯ ᎤᏪᏥ, ᎥᏝ ᏱᎦᎸᏉᏗᏍᎪ ᎠᎦᏴᎵᎨ ᎾᏍᎩ ᏅᏓᏳᏅᏏᏛ."
  },
  {
    "verse": "24",
    "kjv": "Verily, verily, I say unto you, He that heareth my word, and believeth on him that sent me, hath everlasting life, and shall not come into condemnation; but is passed from death unto life.",
    "web": "“Most certainly I tell you, he who hears my word and believes him who sent me has eternal life, and doesn’t come into judgment, but has passed out of death into life.",
    "chr": "ᎤᏙᎯᏳᎯᏯ, ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ; ᎠᏛᎩᏍᎩ ᏥᏁᎬᎢ, ᎠᎴ ᎪᎯᏳᎲᏍᎩ ᏅᏛᎩᏅᏏᏛ ᎾᏍᎩ ᎤᎭ ᎬᏂᏛ ᎾᎵᏍᏆᏗᏍᎬᎾ, ᎠᎴ ᎾᏍᎩ ᎥᏝ ᏧᏚᎪᏙᏗ ᏱᎩ ᎤᏍᎦᏅᏨᎢ, ᎠᏲᎱᎯᏍᏗᏍᎩᏂ ᎨᏒ ᎤᏓᏅᏒ, ᎬᏂᏛ ᏗᎨᏒ ᏬᎶᏒ."
  },
  {
    "verse": "25",
    "kjv": "Verily, verily, I say unto you, The hour is coming, and now is, when the dead shall hear the voice of the Son of God: and they that hear shall live.",
    "web": "Most certainly I tell you, the hour comes, and now is, when the dead will hear the Son of God’s voice; and those who hear will live.",
    "chr": "ᎤᏙᎯᏳᎯᏯ, ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ; ᏛᏍᏆᎸᎯ ᎠᎴ ᎿᏉ ᎤᏍᏆᎸᎲ ᏧᏂᏲᎱᏒᎯ ᎤᎾᏛᎪᏗᏱ ᎤᏁᎳᏅᎯ ᎤᏪᏥ ᎧᏁᎬᎢ, ᎠᎴ ᎤᎾᏛᎦᏅᎯ ᎤᎾᏛᏂᏗᏍᏗ ᎨᏎᏍᏗ."
  },
  {
    "verse": "26",
    "kjv": "For as the Father hath life in himself; so hath he given to the Son to have life in himself;",
    "web": "For as the Father has life in himself, even so he gave to the Son also to have life in himself.",
    "chr": "ᎠᎦᏴᎵᎨᏰᏃ ᎬᏂᏛ ᎤᏤᎵᎦ ᏥᎩ, ᎾᏍᎩᏯ ᎾᏍᏉ ᎤᏁᎸ ᎤᏪᏥ ᎬᏂᏛ ᎤᏣᎵᎦ ᎢᏳᎵᏍᏙᏗᏱ."
  },
  {
    "verse": "27",
    "kjv": "And hath given him authority to execute judgment also, because he is the Son of man.",
    "web": "He also gave him authority to execute judgment, because he is a son of man.",
    "chr": "ᎠᎴ ᎾᏍᏉ ᎤᏁᎸ ᏧᏭᎪᏙᏗᏱ, ᏅᏧᎵᏍᏙᏔᏅ ᏴᏫ ᎤᏪᏥ ᎨᏒᎢ."
  },
  {
    "verse": "28",
    "kjv": "Marvel not at this: for the hour is coming, in the which all that are in the graves shall hear his voice,",
    "web": "Don’t marvel at this, for the hour comes in which all who are in the tombs will hear his voice",
    "chr": "ᏞᏍᏗ ᎾᏍᎩ ᎯᎠ ᎢᏥᏍᏆᏂᎪᏒᎩ, ᏛᏍᏆᎸᎯᏰᏃ ᎾᎯᏳ ᏓᏤᎵᏍᏛ ᎠᏂᏯᎢ ᏂᎦᏛ ᏛᎾᏛᎦᏂ ᎧᏁᎬᎢ,"
  },
  {
    "verse": "29",
    "kjv": "And shall come forth; they that have done good, unto the resurrection of life; and they that have done evil, unto the resurrection of damnation.",
    "web": "and will come out; those who have done good, to the resurrection of life; and those who have done evil, to the resurrection of judgment.",
    "chr": "ᎠᎴ ᏛᏂᎾᏄᎪᏥ, ᎾᏍᎩ ᎾᎣᏍᏛ ᏧᏂᎸᏫᏍᏓᏁᎸᎯ ᎬᏂᏛ ᎨᏒ ᏫᏙᏛᎾᎴᏔᏂ, ᎤᏲᏃ ᏧᏂᎸᏫᏍᏓᏁᎸᎯ ᎤᏓᏍᏛᏗᏍᏗ ᎨᏒ ᏫᏙᏛᎾᎴᏔᏂ."
  },
  {
    "verse": "30",
    "kjv": "I can of mine own self do nothing: as I hear, I judge: and my judgment is just; because I seek not mine own will, but the will of the Father which hath sent me.",
    "web": "I can of myself do nothing. As I hear, I judge; and my judgment is righteous, because I don’t seek my own will, but the will of my Father who sent me.",
    "chr": "ᎥᏝ ᎪᎱᏍᏗ ᎠᏋᏒ ᏰᎵ ᏱᏙᎬᎩᎸᏫᏍᏓᏏ; ᎦᏛᎩᏍᎬ ᎾᏍᎩᏯ ᏕᎫᎪᏗᏍᎪᎢ, ᎠᎴ ᏓᏉᎪᏔᏅ ᏚᏳᎪᏛ ᎨᏐᎢ; ᏅᏗᎦᎵᏍᏙᏗᏍᎪ ᎾᎩᏲᎲᎾ ᎨᏒ ᎠᏋᏒ ᎦᏓᏅᏖᏍᎬᎢ, ᎠᎩᏲᎲᏍᎩᏂ ᎠᏓᏅᏖᏍᎬ ᎡᏙᏓ ᎾᏍᎩ ᏅᏛᎩᏅᏏᏛ."
  },
  {
    "verse": "31",
    "kjv": "If I bear witness of myself, my witness is not true.",
    "web": "“If I testify about myself, my witness is not valid.",
    "chr": "ᎢᏳᏃ ᎠᏋᏒ ᏱᎦᏓᏃᎮᎭ, ᏥᏃᎮᏍᎬ ᎥᏝ ᏱᎬᏙᎯᏳᎭ."
  },
  {
    "verse": "32",
    "kjv": "There is another that beareth witness of me; and I know that the witness which he witnesseth of me is true.",
    "web": "It is another who testifies about me. I know that the testimony which he testifies about me is true.",
    "chr": "ᏅᏩᏓᎴ ᎡᎭ ᎠᏴ ᎠᎩᏃᎮᏍᎩ, ᎠᎴ ᏥᎦᏔᎭ ᎤᏙᎯᏳᎯ ᎨᏒ ᎾᏍᎩ ᎧᏃᎮᏍᎬᎢ, ᎠᏴ ᎠᎩᏃᎮᏍᎬᎢ."
  },
  {
    "verse": "33",
    "kjv": "Ye sent unto John, and he bare witness unto the truth.",
    "web": "You have sent to John, and he has testified to the truth.",
    "chr": "ᏣᏂ ᏧᏬᎸ ᎢᏣᏓᏅᏒᎩ, ᎠᎴ ᎾᏍᎩ ᏚᏳᎪᏛ ᎤᏃᎮᎸᎩ."
  },
  {
    "verse": "34",
    "kjv": "But I receive not testimony from man: but these things I say, that ye might be saved.",
    "web": "But the testimony which I receive is not from man. However, I say these things that you may be saved.",
    "chr": "ᎠᏎᏃ ᎠᏴ ᎥᏝ ᏱᏗᎦᏓᏂᎸᎦ ᏴᏫ ᎠᎩᏃᎮᏍᎬᎢ, ᎠᏎᏃ ᎾᏍᎩ ᎯᎠ ᏂᏥᏪᎠ ᎡᏥᏍᏕᎸᏗᏱ."
  },
  {
    "verse": "35",
    "kjv": "He was a burning and a shining light: and ye were willing for a season to rejoice in his light.",
    "web": "He was the burning and shining lamp, and you were willing to rejoice for a while in his light.",
    "chr": "ᎾᏍᎩ ᎠᏓᏪᎵᎩᏍᎩ ᎠᎴ ᏧᎸᏌᏓ ᎠᏨᏍᏙᏗ ᎨᏒᎩ; ᏂᎯᏃ ᏞᎦ ᎣᏏᏳ ᎢᏥᏰᎸᏒᎩ ᎢᏣᎵᎮᎵᏍᏗᏱ ᎾᏍᎩ ᎢᎦᎤᏘᏍᏛᎢ."
  },
  {
    "verse": "36",
    "kjv": "But I have greater witness than that of John: for the works which the Father hath given me to finish, the same works that I do, bear witness of me, that the Father hath sent me.",
    "web": "But the testimony which I have is greater than that of John; for the works which the Father gave me to accomplish, the very works that I do, testify about me, that the Father has sent me.",
    "chr": "ᎠᏎᏃ ᎤᏟ ᎦᎸᏉᏗᏳ ᎠᎩᏃᎮᏍᎩ ᎠᏇᎭ ᎡᏍᎦᏉ ᏣᏂ; ᏗᎦᎸᏫᏍᏓᏁᏗᏰᏃ ᎠᎦᏴᎵᎨ ᎠᎩᏁᎸᎯ ᎠᎩᏍᏆᏗᏍᏗᏱ, ᎾᏍᎩ ᏥᏓᎩᎸᏫᏍᏓᏁᎭ, ᎠᎩᏃᎮᏍᎪ ᎠᏴ ᎠᎦᏴᎵᎨᎢ ᏅᏛᎩᏅᏏᏛ ᎨᏒᎢ;"
  },
  {
    "verse": "37",
    "kjv": "And the Father himself, which hath sent me, hath borne witness of me. Ye have neither heard his voice at any time, nor seen his shape.",
    "web": "The Father himself, who sent me, has testified about me. You have neither heard his voice at any time, nor seen his form.",
    "chr": "ᎠᎴ ᎠᎦᏴᎵᎨ ᏅᏛᎩᏅᏏᏛ ᎾᏍᎩ ᎠᎩᏃᎮᎸ. ᎥᏝ ᎢᎸᎯᏳ ᏱᎨᏣᏛᎦᏃ ᎧᏁᎬᎢ, ᎠᎴ ᏱᎨᏥᎪᎰ ᏄᏍᏛᎢ."
  },
  {
    "verse": "38",
    "kjv": "And ye have not his word abiding in you: for whom he hath sent, him ye believe not.",
    "web": "You don’t have his word living in you, because you don’t believe him whom he sent.",
    "chr": "ᎠᎴ ᎾᏍᎩ ᎤᏁᏨᎢ ᎥᏝ ᏱᏥᏯᎠ, ᎾᏍᎩᏰᏃ Ꮎ ᏅᏓᏳᏅᏏᏛ ᎥᏝ ᏰᏦᎢᏳᎲᏍᎦ."
  },
  {
    "verse": "39",
    "kjv": "Search the scriptures; for in them ye think ye have eternal life: and they are they which testify of me.",
    "web": "“You search the Scriptures, because you think that in them you have eternal life; and these are they which testify about me.",
    "chr": "ᏗᏥᎪᎵᏯ ᎠᏪᎵ, ᎾᎿᏰᏃ ᎾᎵᏍᏆᏗᏍᎬᎾ ᎬᏂᏛ ᎢᏥᎭ ᎢᏥᏰᎸᎭ, ᎠᎴ ᎾᏍᎩ ᎾᎪᏪᎵ ᎠᏴ ᎠᎩᏃᎮᏍᎩ."
  },
  {
    "verse": "40",
    "kjv": "And ye will not come to me, that ye might have life.",
    "web": "Yet you will not come to me, that you may have life.",
    "chr": "ᎠᏎᏃ ᎥᏝ ᏱᏣᏚᎵᎭ ᏍᎩᎷᏤᏗᏱ ᎬᏂᏛ ᎢᏣᏤᎵᎦ ᎢᏳᎵᏍᏙᏗᏱ."
  },
  {
    "verse": "41",
    "kjv": "I receive not honour from men.",
    "web": "I don’t receive glory from men.",
    "chr": "ᏴᏫ ᎬᎩᎸᏉᏗᏍᎬ ᎥᏝ ᏱᏗᏓᏓᏂᎸᎦ;"
  },
  {
    "verse": "42",
    "kjv": "But I know you, that ye have not the love of God in you.",
    "web": "But I know you, that you don’t have God’s love in yourselves.",
    "chr": "ᎠᏎᏃ ᎢᏨᎦᏔᎭ, ᎤᏁᎳᏅᎯ ᎡᏥᎨᏳᎢᏳ ᏂᎨᏒᎾ ᎨᏒᎢ."
  },
  {
    "verse": "43",
    "kjv": "I am come in my Father's name, and ye receive me not: if another shall come in his own name, him ye will receive.",
    "web": "I have come in my Father’s name, and you don’t receive me. If another comes in his own name, you will receive him.",
    "chr": "ᎠᏴ ᎡᏙᏓ ᏕᎤᏙᎥ ᎠᎩᎷᎯᏍᏔᏅ, ᎥᏝᏃ ᏱᏗᏍᎩᏯᏓᏂᎸᎦ. ᎢᏳᏃ ᏅᏩᏓᎴ ᎤᏩᏒ ᏕᏅᏙᎥ ᏳᎷᎯᏍᏔᏅ, ᎾᏍᎩ ᎠᏎ ᏱᏕᏣᏓᏂᎸᎩ."
  },
  {
    "verse": "44",
    "kjv": "How can ye believe, which receive honour one of another, and seek not the honour that cometh from God only?",
    "web": "How can you believe, who receive glory from one another, and you don’t seek the glory that comes from the only God?",
    "chr": "ᎦᏙ ᏱᎦᎵᏍᏙᏓ ᏱᏦᎯᏳᎲᎦ, ᎢᏨᏒ ᏕᏣᏓᎸᏉᏗᏍᎬ ᏥᏕᏣᏓᏂᎸᎦ, ᏂᏥᏲᎲᎾᏃ ᏥᎩ ᎥᏓᏗᎸᏉᏙᏗ ᎨᏒ ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎤᏩᏒᎯᏳ ᏅᏓᏳᎵᏍᎪᎸᏙᏗ ᏥᎩ?"
  },
  {
    "verse": "45",
    "kjv": "Do not think that I will accuse you to the Father: there is one that accuseth you, even Moses, in whom ye trust.",
    "web": "“Don’t think that I will accuse you to the Father. There is one who accuses you, even Moses, on whom you have set your hope.",
    "chr": "ᏞᏍᏗ ᎠᎦᏴᎵᎨᎢ ᏓᎧᏃᏁᎵ ᏓᏲᎫᎯᏍᏔᏂ ᏱᏍᎩᏰᎵᏎᎮᏍᏗ; ᎠᏏᏴᏫ ᎡᎭ ᎢᏧᎯᏍᏗᏍᎩ, ᎼᏏ, ᎾᏍᎩ ᏤᏣᏁᎶᏗ ᏥᎩ."
  },
  {
    "verse": "46",
    "kjv": "For had ye believed Moses, ye would have believed me; for he wrote of me.",
    "web": "For if you believed Moses, you would believe me; for he wrote about me.",
    "chr": "ᎢᏳᏰᏃ ᎼᏏ ᏱᎡᏦᎢᏳᎲᏍᎨᎢ ᎠᏴ ᏱᏍᎩᏲᎢᏳᏁᎢ, ᎾᏍᎩᏰᏃ ᎠᏴ ᎠᎩᏃᎮᏍᎬᎢ ᎤᏬᏪᎳᏅᎩ."
  },
  {
    "verse": "47",
    "kjv": "But if ye believe not his writings, how shall ye believe my words?",
    "web": "But if you don’t believe his writings, how will you believe my words?”",
    "chr": "ᎠᏎᏃ ᏂᏦᎯᏳᎲᏍᎬᎾ ᏱᎩ ᎾᏍᎩ ᎤᏬᏪᎳᏅᎯ, ᎦᏙ ᏱᎦᎵᏍᏙᏓ ᏱᏦᎯᏳᎲᎦ ᎠᏴ ᏥᏁᎬᎢ?"
  }
]
