[
  {
    "verse": "1",
    "kjv": "After these things Jesus went over the sea of Galilee, which is the sea of Tiberias.",
    "web": "After these things, Jesus went away to the other side of the sea of Galilee, which is also called the Sea of Tiberias.",
    "chr": "ᎾᏍᎩᏃ ᏄᎵᏍᏔᏂᏙᎸ, ᏥᏌ ᏚᏪᏐᏨᎩ ᎨᎵᎵ ᎥᏓᎸᎢ, ᎾᏍᎩ ᏓᏈᎵᏯ ᎥᏓᎸ ᏥᏚᏙᎥ."
  },
  {
    "verse": "2",
    "kjv": "And a great multitude followed him, because they saw his miracles which he did on them that were diseased.",
    "web": "A great multitude followed him, because they saw his signs which he did on those who were sick.",
    "chr": "ᎠᎴ ᎤᏂᏣᏔᏅᎯ ᎬᏩᏍᏓᏩᏛᏒᎩ, ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᎠᏂᎪᏩᏘᏍᎬ ᎾᏍᎩ ᎤᏂᏍᏆᏂᎪᏗ ᏂᏓᏛᏁᎲ ᎫᏂᏢᎩ."
  },
  {
    "verse": "3",
    "kjv": "And Jesus went up into a mountain, and there he sat with his disciples.",
    "web": "Jesus went up into the mountain, and he sat there with his disciples.",
    "chr": "ᏥᏌᏃ ᎤᎿᎷᏒᎩ ᎣᏓᎸᎢ, ᎠᎴ ᎾᎿ ᎤᏪᏅᎩ, ᎠᎴ ᎾᏍᏉ ᎬᏩᏍᏓᏩᏗᏙᎯ."
  },
  {
    "verse": "4",
    "kjv": "And the passover, a feast of the Jews, was nigh.",
    "web": "Now the Passover, the feast of the Jews, was at hand.",
    "chr": "ᎧᏃᎯᏰᏃ ᏗᎵᏍᏓᏴᏗᏱ ᎠᏂᏧᏏ ᎤᎾᏤᎵᎦ ᎤᏍᏆᎸᎯᏕᎾ ᎨᏒᎩ."
  },
  {
    "verse": "5",
    "kjv": "When Jesus then lifted up his eyes, and saw a great company come unto him, he saith unto Philip, Whence shall we buy bread, that these may eat?",
    "web": "Jesus therefore, lifting up his eyes and seeing that a great multitude was coming to him, said to Philip, “Where are we to buy bread, that these may eat?”",
    "chr": "ᏥᏌᏃ ᏚᏌᎳᏓᏅ ᏗᎦᏙᎵ, ᎠᎴ ᏚᎪᎲ ᎤᏂᏣᏘ ᏗᎬᏩᎷᏤᎵᏒᎢ, ᎯᎠ ᏄᏪᏎᎸᎩ ᏈᎵᎩ; ᎭᏢ ᏓᎩᏩᏏ ᎦᏚ ᎯᎠ ᎤᏂᎩᏍᏗ."
  },
  {
    "verse": "6",
    "kjv": "And this he said to prove him: for he himself knew what he would do.",
    "web": "He said this to test him, for he himself knew what he would do.",
    "chr": "ᎠᎴ ᎾᏍᎩ ᎯᎠ ᏄᏪᏒᎩ ᏄᏪᏒᎩ ᎠᏥᎪᎵᏰᏍᎬᎩ, ᎤᏩᏒᏰᏃ ᎠᎦᏔᎲᎩ ᎢᏳᏛᏁᏗᏱ."
  },
  {
    "verse": "7",
    "kjv": "Philip answered him, Two hundred pennyworth of bread is not sufficient for them, that every one of them may take a little.",
    "web": "Philip answered him, “Two hundred denarii worth of bread is not sufficient for them, that every one of them may receive a little.”",
    "chr": "ᏈᎵᎩ ᎯᎠ ᏄᏪᏎᎸᎩ; ᏔᎵᏧᏈ ᎠᏂᎩᏏ ᏧᎾᎬᏩᎶᏗ ᏧᎬᏩᎶᏗ ᎦᏚ ᎥᏝ ᏰᎵ ᏱᎦᎩ, ᎾᏍᎩ ᎠᏂᏏᏴᏫᎭ ᎤᏍᏗ ᎤᏂᎩᏒᏍᏗᏱ."
  },
  {
    "verse": "8",
    "kjv": "One of his disciples, Andrew, Simon Peter's brother, saith unto him,",
    "web": "One of his disciples, Andrew, Simon Peter’s brother, said to him,",
    "chr": "ᎬᏩᏍᏓᏩᏗᏙᎯ ᎨᏒ ᎠᏏᏴᏫ, ᎡᏂᏗ ᏧᏙᎢᏛ, ᏌᏩᏂ ᏈᏓ ᏗᎾᏓᏅᏟ, ᎯᎠ ᏄᏪᏎᎸᎩ;"
  },
  {
    "verse": "9",
    "kjv": "There is a lad here, which hath five barley loaves, and two small fishes: but what are they among so many?",
    "web": "“There is a boy here who has five barley loaves and two fish, but what are these among so many?”",
    "chr": "ᎠᏏᏴᏫ ᎠᏫᏄᏣ ᎠᏂ ᎡᏙᎭ, ᎾᏍᎩ ᏓᏰᎭ ᎯᏍᎩ ᎤᏣᎴᏍᏗ-ᎢᏳᏍᏗ ᎦᏚ, ᎠᎴ ᏔᎵ ᏧᎾᏍᏗ ᎠᏣᏗ ᏕᎦᏁᎭ; ᎠᏎᏃ ᎠᏎᏉᎧᏂ ᎾᏍᎩ, ᎯᎠᏃ ᏥᏄᏂᏣᏔ?"
  },
  {
    "verse": "10",
    "kjv": "And Jesus said, Make the men sit down. Now there was much grass in the place. So the men sat down, in number about five thousand.",
    "web": "Jesus said, “Have the people sit down.” Now there was much grass in that place. So the men sat down, in number about five thousand.",
    "chr": "ᎠᎴ ᏥᏌ ᎯᎠ ᏄᏪᏒᎩ; ᏩᎾᏅᎥᎦ ᏴᏫ. ᎾᎿᏃ ᎤᏣᏛᎩ ᎦᏄᎸᏒᎩ. ᎰᏩᏃ ᎤᎾᏅᏅᎩ ᎠᏂᏍᎦᏯ ᎯᏍᎩᎭ ᎢᏯᎦᏴᎵ ᎢᏴᏛ ᎢᏯᏂᎢ."
  },
  {
    "verse": "11",
    "kjv": "And Jesus took the loaves; and when he had given thanks, he distributed to the disciples, and the disciples to them that were set down; and likewise of the fishes as much as they would.",
    "web": "Jesus took the loaves, and having given thanks, he distributed to the disciples, and the disciples to those who were sitting down, likewise also of the fish as much as they desired.",
    "chr": "ᎠᎴ ᏥᏌ ᎦᏚ ᏚᎩᏒᎩ, ᎠᎴ ᎤᎵᎮᎵᏨ ᏚᏯᏙᎮᎸᎩ ᎬᏩᏍᏓᏩᏗᏙᎯ, ᎬᏩᏍᏓᏩᏗᏙᎯᏃ ᏚᏂᏯᏙᎮᎸᎩ ᎤᎾᏅᏅᎯ, ᎠᎴ ᎾᏍᏉ ᎠᏣᏗ ᎾᎦᎥ ᏚᎾᏚᎵᏍᎬᎢ."
  },
  {
    "verse": "12",
    "kjv": "When they were filled, he said unto his disciples, Gather up the fragments that remain, that nothing be lost.",
    "web": "When they were filled, he said to his disciples, “Gather up the broken pieces which are left over, that nothing be lost.”",
    "chr": "ᏚᏃᎸᏒᏃ ᎯᎠ ᏂᏚᏪᏎᎸᎩ ᎬᏩᏍᏓᏩᏗᏙᎯ; ᎢᏥᏟᏌ ᎤᎵᎬᎭᎷᏴᎯ ᎤᏘᏴᎯ, ᏞᏍᏗ ᎪᎱᏍᏗ ᏳᏤᏬᏤᏍᏗ."
  },
  {
    "verse": "13",
    "kjv": "Therefore they gathered them together, and filled twelve baskets with the fragments of the five barley loaves, which remained over and above unto them that had eaten.",
    "web": "So they gathered them up, and filled twelve baskets with broken pieces from the five barley loaves, which were left over by those who had eaten.",
    "chr": "ᎰᏩᏃ ᎤᏂᏟᏌᏅᎩ, ᎠᎴ ᏔᎳᏚ ᏔᎷᏣ ᏚᏂᎧᎵᏍᏔᏅᎩ ᎤᎵᎬᎭᎷᏴᎯ ᎯᏍᎩ ᎤᏣᎴᏍᏗ-ᎢᏳᏍᏗ ᎦᏚ ᎾᏍᎩ ᎤᎾᎵᏍᏓᏴᏅᎯ ᎤᎾᏘᏰᎸᎯ."
  },
  {
    "verse": "14",
    "kjv": "Then those men, when they had seen the miracle that Jesus did, said, This is of a truth that prophet that should come into the world.",
    "web": "When therefore the people saw the sign which Jesus did, they said, “This is truly the prophet who comes into the world.”",
    "chr": "ᎾᏍᎩᏃ Ꮎ ᎠᏂᏍᎦᏯ, ᎤᏂᎪᎲ ᎤᏍᏆᏂᎪᏗ ᏥᏌ ᏚᎸᏫᏍᏓᏁᎸᎢ, ᎯᎠ ᏄᏂᏪᏒᎩ; ᎯᎠ ᎤᏙᎯᏳᎯᏯ ᎾᏍᎩ Ꮎ ᎠᏙᎴᎰᏍᎩ ᎡᎶᎯ ᎤᎷᎯᏍᏗ ᏥᎨᏒᎩ."
  },
  {
    "verse": "15",
    "kjv": "When Jesus therefore perceived that they would come and take him by force, to make him a king, he departed again into a mountain himself alone.",
    "web": "Jesus therefore, perceiving that they were about to come and take him by force to make him king, withdrew again to the mountain by himself.",
    "chr": "ᎿᏉᏃ ᏥᏌ ᎤᏙᎴᎰᏒ ᏗᏂᎷᏥᏒᎩ ᎠᎴ ᏗᎬᏩᏗᏝᎥᏔᏂᏒ ᎤᎬᏫᏳᎯ ᏅᏗᎬᏩᏁᎵᏒᎢ, ᎤᏓᏅᏒᎩ ᏔᎵᏁ ᏦᏓᎸ ᏭᏣᏒᎩ ᎤᏩᏒ ᎨᏒᎢ."
  },
  {
    "verse": "16",
    "kjv": "And when even was now come, his disciples went down unto the sea,",
    "web": "When evening came, his disciples went down to the sea.",
    "chr": "ᎤᏒᏃ ᏄᎵᏍᏔᏅ, ᎬᏩᏍᏓᏩᏗᏙᎯ ᎥᏓᎸ ᏭᏂᎶᏒᎩ;"
  },
  {
    "verse": "17",
    "kjv": "And entered into a ship, and went over the sea toward Capernaum. And it was now dark, and Jesus was not come to them.",
    "web": "They entered into the boat, and were going over the sea to Capernaum. It was now dark, and Jesus had not come to them.",
    "chr": "ᎠᎴ ᏥᏳᎯ ᎤᎾᏣᏅᎩ ᎨᏆᏂ ᎢᏗᏢ ᏫᏚᏂᏐᎯᏍᏔᏅᎩ. ᎠᎴ ᎿᏉ ᎤᎵᏏᎬᎩ, ᎠᎴ ᏥᏌ ᎥᏝ ᏳᏂᎷᏤᎮᎠᎴ ᏥᏳᎯ ᎤᎾᏣᏅᎩ ᎨᏆᏂ ᎢᏗᏢ ᏫᏚᏂᏐᎯᏍᏔᏅᎩ. ᎠᎴ ᎿᏉ ᎤᎵᏏᎬᎩ, ᎠᎴ ᏥᏌ ᎥᏝ ᏳᏂᎷᏤᎮᎢ."
  },
  {
    "verse": "18",
    "kjv": "And the sea arose by reason of a great wind that blew.",
    "web": "The sea was tossed by a great wind blowing.",
    "chr": "ᎤᏣᏘᏃ ᎤᏃᎸᏅ, ᎥᏓᎵ ᏓᎵᏍᏗᎳᏁᎬᎩ."
  },
  {
    "verse": "19",
    "kjv": "So when they had rowed about five and twenty or thirty furlongs, they see Jesus walking on the sea, and drawing nigh unto the ship: and they were afraid.",
    "web": "When therefore they had rowed about twenty-five or thirty stadia, they saw Jesus walking on the sea and drawing near to the boat; and they were afraid.",
    "chr": "ᏦᎢᎭᏃ ᎠᎴ ᏅᎩᎭ ᎢᏳᏟᎶᏛ ᎤᏂᎦᏪᎸ, ᎤᏂᎪᎲᎩ ᏥᏌ ᎥᏓᎵ ᎦᏚᎢ ᎠᎢᏒᎩ, ᎠᎴ ᏥᏳᎯ ᎾᎥ ᎤᎷᏥᏗᏒᎩ. ᎠᎴ ᎠᏂᏍᎦᎢᎲᎩ."
  },
  {
    "verse": "20",
    "kjv": "But he saith unto them, It is I; be not afraid.",
    "web": "But he said to them, “It is I. Don’t be afraid.”",
    "chr": "ᎠᏎᏃ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎠᏴᏉ, ᏞᏍᏗ ᏱᏥᏍᎦᎢᎮᏍᏗ."
  },
  {
    "verse": "21",
    "kjv": "Then they willingly received him into the ship: and immediately the ship was at the land whither they went.",
    "web": "They were willing therefore to receive him into the boat. Immediately the boat was at the land where they were going.",
    "chr": "ᎿᏉᏃ ᏥᏳᎯ ᏕᎬᏩᏓᏂᎸᏨᎩ; ᎩᎳᏉᏃ ᎢᏴᏛ ᏥᏳ ᏭᏔᎳᏗᏨᎩ ᎾᎿ ᎤᎾᏅᏔᏩᏗᏒᎢ."
  },
  {
    "verse": "22",
    "kjv": "The day following, when the people which stood on the other side of the sea saw that there was none other boat there, save that one whereinto his disciples were entered, and that Jesus went not with his disciples into the boat, but that his disciples were gone away alone;",
    "web": "On the next day, the multitude that stood on the other side of the sea saw that there was no other boat there, except the one in which his disciples had embarked, and that Jesus hadn’t entered with his disciples into the boat, but his disciples had gone away alone.",
    "chr": "ᎤᎩᏨᏛᏃ ᎤᏂᏣᏘ ᎥᏓᎵ ᎢᏍᎪᎾ ᏅᏛᏂᏙᎾᎢ, ᎤᎾᏙᎴᎰᏒ ᏅᏩᏓᎵ ᏥᏳ ᎾᏔᎸᎾ ᎨᏒᎢ, ᎾᏍᎩ Ꮎ ᎤᏩᏒ ᎬᏩᏍᏓᏗᏙᎯ ᎤᎾᏦᏔᏅᎯ, ᎠᎴ ᏥᏌ ᏂᏚᎵᎪᏁᎸᎾ ᎨᏒ ᎬᏩᏍᏓᏩᏗᏙᎯ ᏥᏳᎯ ᎤᎾᏣᏅ, ᎠᎴ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎤᏅᏒ ᎤᎾᏂᎩᏒᎢ;--"
  },
  {
    "verse": "23",
    "kjv": "(Howbeit there came other boats from Tiberias nigh unto the place where they did eat bread, after that the Lord had given thanks:)",
    "web": "However, boats from Tiberias came near to the place where they ate the bread after the Lord had given thanks.",
    "chr": "ᎤᏙᎯᏳᎯᏍᎩᏂᏃᏅ ᏂᏗᎬᏩᏓᎴ ᏥᏳ ᏓᏈᎵᏯ ᏂᏙᏓᏳᏂᏅᏍᏔᏅᎯ ᏚᏂᏃᎸᎩ ᎾᎥᎢ ᎾᎿ ᎤᎬᏫᏳᎯ ᎤᎵᎮᎵᏨᎢ ᎠᎴ ᎤᎾᎵᏍᏓᏴᏅᎢ--"
  },
  {
    "verse": "24",
    "kjv": "When the people therefore saw that Jesus was not there, neither his disciples, they also took shipping, and came to Capernaum, seeking for Jesus.",
    "web": "When the multitude therefore saw that Jesus wasn’t there, nor his disciples, they themselves got into the boats and came to Capernaum, seeking Jesus.",
    "chr": "ᎾᏍᎩᏃ ᎿᏉ ᎤᏂᏣᏘ ᎤᎾᏙᎴᎰᏒ ᏥᏌ ᎾᎿ ᏄᏙᎲᎾ ᎨᏒᎢ, ᎠᎴ ᎾᏍᏉ ᎬᏩᏍᏓᏩᏗᎰᎯ, ᎾᏍᎩ ᎾᏍᏉ ᏥᏳᎯ ᏚᎾᏣᏅᎩ, ᎠᎴ ᎨᏆᏂ ᎤᏂᎷᏨᎩ, ᎠᏂᏲᎲᎩ ᏥᏌ."
  },
  {
    "verse": "25",
    "kjv": "And when they had found him on the other side of the sea, they said unto him, Rabbi, when camest thou hither?",
    "web": "When they found him on the other side of the sea, they asked him, “Rabbi, when did you come here?”",
    "chr": "ᎬᏩᏩᏛᎲᏃ ᎥᏓᎵ ᎢᏍᎪᏂᏗᏢ ᎯᎠ ᏅᎬᏩᏪᏎᎸᎩ; ᏔᏕᏲᎲᏍᎩ, ᎯᎳᎪ ᎢᏳ ᎠᏂ ᏣᎷᏤᎢ?"
  },
  {
    "verse": "26",
    "kjv": "Jesus answered them and said, Verily, verily, I say unto you, Ye seek me, not because ye saw the miracles, but because ye did eat of the loaves, and were filled.",
    "web": "Jesus answered them, “Most certainly I tell you, you seek me, not because you saw signs, but because you ate of the loaves and were filled.",
    "chr": "ᏥᏌ ᏚᏁᏤᎸ ᎯᎠ ᏄᏪᏒᎩ; ᎤᏙᎯᏳᎯᏯ ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ; ᏍᎩᏲᎭ ᎥᏝ ᏱᏅᏗᎦᎵᏍᏙᏗᎭ ᎤᏍᏆᏂᎪᏗ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎢᏥᎪᎲᎢ, ᏅᏗᎦᎵᏍᏙᏗᏉᏍᎩᏂ ᎦᏚ ᏕᏥᎬᎢ, ᎠᎴ ᏕᏦᎸᏒᎢ."
  },
  {
    "verse": "27",
    "kjv": "Labour not for the meat which perisheth, but for that meat which endureth unto everlasting life, which the Son of man shall give unto you: for him hath God the Father sealed.",
    "web": "Don’t work for the food which perishes, but for the food which remains to eternal life, which the Son of Man will give to you. For God the Father has sealed him.”",
    "chr": "ᏞᏍᏗ ᏱᏗᏥᎸᏫᏍᏓᏁᎮᏍᏗ ᎢᏥᏩᏛᏗᏱ ᎠᎵᏍᏓᏴᏗ ᎠᏲᎵ, ᎾᏍᎩᏍᎩᏂ Ꮎ ᎠᎵᏍᏓᏴᏗ ᎠᎵᏍᏆᏗᏍᎩ ᏂᎨᏒᎾ ᏗᎨᏒᎢ ᎢᎬᏂᏛ ᏥᎩ, ᎾᏍᎩ ᏴᏫ ᎤᏪᏥ ᎢᏥᏁᏗ ᏥᎩ, ᎾᏍᎩᏰᏃ ᎤᏁᎳᏅᎯ ᎠᎦᏴᎵᎨ ᎤᏍᏓᏱᏛ."
  },
  {
    "verse": "28",
    "kjv": "Then said they unto him, What shall we do, that we might work the works of God?",
    "web": "They said therefore to him, “What must we do, that we may work the works of God?”",
    "chr": "ᎿᏉᏃ ᎯᎠ ᏅᎬᏩᏪᏎᎸᎩ; ᎦᏙ ᏓᏲᏣᏛᏁᎵ ᏙᏓᏲᎩᎸᏫᏍᏓᏁᎵ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒᎢ?"
  },
  {
    "verse": "29",
    "kjv": "Jesus answered and said unto them, This is the work of God, that ye believe on him whom he hath sent.",
    "web": "Jesus answered them, “This is the work of God, that you believe in him whom he has sent.”",
    "chr": "ᏥᏌ ᎤᏁᏨ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎯᎠ ᎾᏍᎩ Ꮎ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ, ᎾᏍᎩ ᎡᏦᎢᏳᏗᏱ ᎾᏍᎩ Ꮎ ᏅᏓᏳᏅᏏᏛ."
  },
  {
    "verse": "30",
    "kjv": "They said therefore unto him, What sign shewest thou then, that we may see, and believe thee? what dost thou work?",
    "web": "They said therefore to him, “What then do you do for a sign, that we may see and believe you? What work do you do?",
    "chr": "ᎿᏉᏃ ᎯᎠ ᏅᎬᏩᏪᏎᎸᎩ; ᎦᏙᏃ ᎤᏍᏗ ᎤᏰᎸᏛ ᎯᎾᏄᎪᏫᏍᎦ, ᎾᏍᎩ ᎣᎩᎪᏩᏛᏗᏱ ᎠᎴ ᎢᏨᏲᎢᏳᏗᏱ? ᎦᏙ ᎤᏍᏗ ᏕᏣᎸᏫᏍᏓᏁᎭ?"
  },
  {
    "verse": "31",
    "kjv": "Our fathers did eat manna in the desert; as it is written, He gave them bread from heaven to eat.",
    "web": "Our fathers ate the manna in the wilderness. As it is written, ‘He gave them bread out of heaven to eat.’”",
    "chr": "ᏗᎩᎦᏴᎵᎨᎢ ᎹᎾ ᎠᎾᎵᏍᏓᏴᏗᏍᎬᎩ ᎢᎾᎨᎢ, ᎾᏍᎩᏯ ᎯᎠ ᏥᏂᎬᏅ ᏥᎪᏪᎳ; \"ᏕᎠᏁᎲᎩ ᎦᏚ ᎤᏂᎩᏍᏗ ᎦᎸᎳᏗ ᏅᏓᏳᏓᎴᏅᎯ.\""
  },
  {
    "verse": "32",
    "kjv": "Then Jesus said unto them, Verily, verily, I say unto you, Moses gave you not that bread from heaven; but my Father giveth you the true bread from heaven.",
    "web": "Jesus therefore said to them, “Most certainly, I tell you, it wasn’t Moses who gave you the bread out of heaven, but my Father gives you the true bread out of heaven.",
    "chr": "ᎿᏉᏃ ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎤᏙᎯᏳᎯᏯ ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ; ᎥᏝ ᎼᏏ ᏱᏥᏁᎴ ᎾᏍᎩ Ꮎ ᎦᏚ ᎦᎸᎳᏗ ᏅᏓᏳᏓᎴᏅᎯ; ᎡᏙᏓᏍᎩᏂ ᎢᏥᏁᎭ ᎦᏚ ᎤᏙᎯᏳᎯᏯ ᎦᎸᎳᏗ ᏅᏓᏳᏓᎴᏅᎯ"
  },
  {
    "verse": "33",
    "kjv": "For the bread of God is he which cometh down from heaven, and giveth life unto the world.",
    "web": "For the bread of God is that which comes down out of heaven and gives life to the world.”",
    "chr": "ᎤᏁᎳᏅᎯᏰᏃ ᎤᏤᎵᎦ ᎦᏚ ᎾᏍᎩ ᎯᎠ ᎦᎸᎳᏗ ᏅᏓᏳᎶᏒᎯ ᏥᎩ, ᎠᎴ ᎬᏂᏛ Ꭰ'ᏁᎯ ᏥᎩ ᎡᎶᎯ."
  },
  {
    "verse": "34",
    "kjv": "Then said they unto him, Lord, evermore give us this bread.",
    "web": "They said therefore to him, “Lord, always give us this bread.”",
    "chr": "ᎿᏉᏃ ᎯᏌ ᏅᎬᏩᏪᏎᎸᎩ; ᏣᎬᏫᏳᎯ, ᏂᎪᎯᎸ ᏍᎩᏁᎮᏍᏗ ᎾᏍᎩ ᎯᎠ ᎦᏚ."
  },
  {
    "verse": "35",
    "kjv": "And Jesus said unto them, I am the bread of life: he that cometh to me shall never hunger; and he that believeth on me shall never thirst.",
    "web": "Jesus said to them, “I am the bread of life. Whoever comes to me will not be hungry, and whoever believes in me will never be thirsty.",
    "chr": "ᏥᏌᏃ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎠᏴ ᎾᏍᎩ Ꮎ ᎠᏛᏂᏗᏍᏙᏗ ᎦᏚ. ᎩᎶ ᎠᎩᎷᏤᎮᏍᏗ ᎤᏲᏏᏐᏗ ᏱᎨᏎᏍᏗ, ᎠᎴ ᎩᎶ ᎠᏉᎯᏳᎲᏍᎨᏍᏗ ᎥᏝ ᎤᏔᏕᎪᏗ ᏱᎨᏎᏍᏗ."
  },
  {
    "verse": "36",
    "kjv": "But I said unto you, That ye also have seen me, and believe not.",
    "web": "But I told you that you have seen me, and yet you don’t believe.",
    "chr": "ᎠᎴ ᎯᎠ ᏂᏨᏪᏎᎸᎩ; ᏍᎩᎪᏩᏛᎲ ᎠᏎᏃ ᎥᏝ ᏱᏦᎯᏳᎲᏍᎦ."
  },
  {
    "verse": "37",
    "kjv": "All that the Father giveth me shall come to me; and him that cometh to me I will in no wise cast out.",
    "web": "All those whom the Father gives me will come to me. He who comes to me I will in no way throw out.",
    "chr": "ᏂᎦᏛ ᎡᏙᏓ ᏗᎩᎧᏁᎸᎯ ᎠᏎ ᏓᎬᎩᎷᏤᎵ; ᎠᎴ ᎾᏍᎩ Ꮎ ᎠᎩᎷᏤᎸᎯ ᎠᏎ ᎥᏝ ᏥᏄᎪᏫᏍᏗ ᏱᎩ."
  },
  {
    "verse": "38",
    "kjv": "For I came down from heaven, not to do mine own will, but the will of him that sent me.",
    "web": "For I have come down from heaven, not to do my own will, but the will of him who sent me.",
    "chr": "ᎦᎸᎳᏗᏰᏃ ᏗᏆᏠᎣᏒ, ᎥᏝ ᎠᏋᏒ ᎦᏓᏅᏖᏍᎬ ᏗᎩᎸᏫᏍᏓᏁᏗᏱ, ᎠᏓᏅᏖᏍᎬᎢᏍᎩᏂ ᎾᏍᎩ Ꮎ ᏅᏛᎩᏅᏏᏛ."
  },
  {
    "verse": "39",
    "kjv": "And this is the Father's will which hath sent me, that of all which he hath given me I should lose nothing, but should raise it up again at the last day.",
    "web": "This is the will of my Father who sent me, that of all he has given to me I should lose nothing, but should raise him up at the last day.",
    "chr": "ᎠᎴ ᎾᏍᎩ ᎯᎠ ᏄᏍᏗ ᎠᏓᏅᏖᏍᎬ ᎠᎦᏴᎵᎨᎢ ᎾᏍᎩ ᏅᏛᎩᏅᏏᏛ, ᎾᏍᎩ ᏂᎦᏛ ᏗᎩᏲᎯᏎᎸᎯ ᎨᏒᎢ, ᎪᎱᏍᏗ ᎠᎩᏲᎮᏎᏗ ᏂᎨᏒᎾ ᎢᏳᎵᏍᏙᏗᏱ, ᏗᎦᎴᏙᏗᏱᏍᎩᏂ ᎤᎵᏍᏆᎸᏗ ᎢᎦ ᎨᏎᏍᏗ."
  },
  {
    "verse": "40",
    "kjv": "And this is the will of him that sent me, that every one which seeth the Son, and believeth on him, may have everlasting life: and I will raise him up at the last day.",
    "web": "This is the will of the one who sent me, that everyone who sees the Son and believes in him should have eternal life; and I will raise him up at the last day.”",
    "chr": "ᎠᎴ ᎾᏍᎩ ᎯᎠ ᏄᏍᏗ ᎠᏓᏅᏖᏍᎬ ᎠᎦᏴᎵᎨ ᏅᏛᎩᏅᏏᏛ, ᎾᏍᎩ ᎩᎶ ᎠᎪᏩᏘᏍᎩ, ᎾᎵᏍᏆᏗᏍᎬᎾ ᎬᏂᏛ ᎤᏤᎵᎦ ᎢᏳᎵᏍᏙᏗᏱ; ᎠᎴ ᎾᏍᎩ ᎠᏴ ᏙᏓᏥᏯᎴᏔᏂ ᎤᎵᏍᏆᎸᏗ ᎢᎦ ᎨᏎᏍᏗ."
  },
  {
    "verse": "41",
    "kjv": "The Jews then murmured at him, because he said, I am the bread which came down from heaven.",
    "web": "The Jews therefore murmured concerning him, because he said, “I am the bread which came down out of heaven.”",
    "chr": "ᎿᏉᏃ ᎠᏂᏧᏏ ᎬᏩᎪᏁᎶᎯᏎᎸᎩ ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᎯᎠ ᏄᏪᏒᎢ, ᎠᏴ ᎾᏍᎩ ᎾᎦᏚ ᎦᎸᎳᏗ ᏅᏓᏛᎶᏒᎯ."
  },
  {
    "verse": "42",
    "kjv": "And they said, Is not this Jesus, the son of Joseph, whose father and mother we know? how is it then that he saith, I came down from heaven?",
    "web": "They said, “Isn’t this Jesus, the son of Joseph, whose father and mother we know? How then does he say, ‘I have come down out of heaven’?”",
    "chr": "ᎯᎠᏃ ᏄᏂᏪᏒᎩ; ᏝᏍᎪ ᎯᎠ ᎾᏍᎩ Ꮎ ᏥᏌ ᏱᎩ, ᏦᏩ ᎤᏪᏥ, ᎾᏍᎩ ᎤᏙᏓ ᎠᎴ ᎤᏥ ᏗᏗᎦᏔᎯ ᏥᎩ? ᎦᏙᏃ ᎤᎵᏍᏙᏔᏅ, ᎦᎸᎳᏗ ᏅᏛᏆᏠᎠᏒᎯ, ᏣᏗᎭ?"
  },
  {
    "verse": "43",
    "kjv": "Jesus therefore answered and said unto them, Murmur not among yourselves.",
    "web": "Therefore Jesus answered them, “Don’t murmur among yourselves.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᏥᏌ ᎤᏁᏨᎩ ᎯᎠ ᏂᏚᏎᎸᎩ; ᏞᏍᏗ ᏱᏥᎪᏁᎶᏍᎨᏍᏗ."
  },
  {
    "verse": "44",
    "kjv": "No man can come to me, except the Father which hath sent me draw him: and I will raise him up at the last day.",
    "web": "No one can come to me unless the Father who sent me draws him; and I will raise him up in the last day.",
    "chr": "ᎥᏝ ᎩᎶ ᏰᎵ ᏴᎬᎩᎷᏥᏏ, ᎬᏂ ᎠᎦᏴᎵᎨᎢ ᏅᏛᎩᏅᏏᏛ ᎤᏎᏒᏛ ᏱᎩ; ᎠᎴ ᎠᏴ ᎾᏍᎩ ᏙᏓᏥᏯᎴᏔᏂ ᎤᎵᏍᏆᎸᏗ ᎢᎦ ᎨᏎᏍᏗ."
  },
  {
    "verse": "45",
    "kjv": "It is written in the prophets, And they shall be all taught of God. Every man therefore that hath heard, and hath learned of the Father, cometh unto me.",
    "web": "It is written in the prophets, ‘They will all be taught by God.’ Therefore everyone who hears from the Father and has learned, comes to me.",
    "chr": "ᎯᎠ ᏂᎬᏅ ᎪᏪᎳ ᎠᎾᏙᎴᎰᏍᎩᏱ; \"ᎠᎴ ᏂᎦᏛ ᎤᏁᎳᏅᎯ ᏧᏪᏲᏅᎯ ᎨᏎᏍᏗ.\" ᎾᏍᎩ ᎢᏳᏍᏗ ᏂᎦᏛ ᎤᎾᏛᎦᏁᎸᎯ ᎠᎴ ᎤᎾᏕᎶᏆᎡᎸᎯ ᎠᎦᏴᎵᎨᎢ, ᎬᎩᎷᏤᎰᎢ."
  },
  {
    "verse": "46",
    "kjv": "Not that any man hath seen the Father, save he which is of God, he hath seen the Father.",
    "web": "Not that anyone has seen the Father, except he who is from God. He has seen the Father.",
    "chr": "ᎥᏝᏍᎩᏂᏃᏅ ᎩᎶ ᎠᎦᏴᎵᎨᎢ ᎤᎪᎲᎯ ᏱᎩ, Ꮎ ᎤᏩᏒ ᎤᏁᎳᏅᎯᏱ ᏅᏓᏳᏓᎴᏅᎯ; ᎾᏍᎩ ᎤᎪᎲᎯ ᎠᎦᏴᎵᎨᎢ."
  },
  {
    "verse": "47",
    "kjv": "Verily, verily, I say unto you, He that believeth on me hath everlasting life.",
    "web": "Most certainly, I tell you, he who believes in me has eternal life.",
    "chr": "ᎤᏙᎯᏳᎯᏯ ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ, ᎠᏉᎯᏳᎲᏍᎩ ᎤᎭ ᎠᎵᏍᏆᏗᏍᎩ ᏂᎨᏒᎾ ᎬᏂᏛ."
  },
  {
    "verse": "48",
    "kjv": "I am that bread of life.",
    "web": "I am the bread of life.",
    "chr": "ᎠᏴ ᎾᏍᎩ ᎾᎦᏚ ᎠᏛᏂᏗᏍᏙᏗ."
  },
  {
    "verse": "49",
    "kjv": "Your fathers did eat manna in the wilderness, and are dead.",
    "web": "Your fathers ate the manna in the wilderness and they died.",
    "chr": "ᏗᏥᎦᏴᎵᎨᎢ ᎹᎾ ᎠᎾᎵᏍᏓᏴᏗᏍᎬᎩ ᎢᎾᎨᎢ, ᎠᎴ ᏚᏂᏲᎱᏒ;"
  },
  {
    "verse": "50",
    "kjv": "This is the bread which cometh down from heaven, that a man may eat thereof, and not die.",
    "web": "This is the bread which comes down out of heaven, that anyone may eat of it and not die.",
    "chr": "ᎯᎠ ᎾᏍᎩ ᏄᏍᏗᎦᏚ ᎦᎸᎳᏗ ᏅᏓᏳᎶᏒᎯ, ᎾᏍᎩ ᎩᎶ ᏳᎬ ᎥᏝ ᏴᎬᏲᎱᎯ."
  },
  {
    "verse": "51",
    "kjv": "I am the living bread which came down from heaven: if any man eat of this bread, he shall live for ever: and the bread that I will give is my flesh, which I will give for the life of the world.",
    "web": "I am the living bread which came down out of heaven. If anyone eats of this bread, he will live forever. Yes, the bread which I will give for the life of the world is my flesh.”",
    "chr": "ᎠᏴ ᎾᏍᎩ Ꮎ ᎦᏚ ᎬᏂᏛ ᎦᎸᎳᏗ ᏅᏓᏳᎶᏒᎯ. ᎢᏳᏃ ᎩᎶ ᎠᎩᏍᎨᏍᏗ ᎾᏍᎩ ᎯᎠ ᎦᏚ, ᎠᎵᏍᏆᏗᏍᎩ ᏂᎨᏒᎾ ᎬᏁᏍᏗ. ᎠᎴ ᎾᏍᎩ Ꮎ ᎦᏚ ᏨᏓᏥᏁᎵ ᎾᏍᎩ ᎠᏴ ᎠᎩᏫᏯ, ᎾᏍᎩ ᏥᏙᏛᎩᏲᏏ ᎡᎶᎯ ᎤᏛᏂᏗᏍᏙᏗ."
  },
  {
    "verse": "52",
    "kjv": "The Jews therefore strove among themselves, saying, How can this man give us his flesh to eat?",
    "web": "The Jews therefore contended with one another, saying, “How can this man give us his flesh to eat?”",
    "chr": "ᎿᏉᏃ ᎠᏂᏧᏏ ᎤᏅᏒᏉ ᏚᎾᏘᏲᎸᎩ, ᎯᎠ ᏄᏂᏪᏒᎩ, ᎦᏙ ᏱᎦᎵᏍᏙᏓ ᎯᎠ ᎠᏍᎦᏯ ᏱᎩᎲᏏ ᎤᏩᏒ ᎤᏫᏯ ᎢᎦᎵᏍᏓᏴᏙᏗ?"
  },
  {
    "verse": "53",
    "kjv": "Then Jesus said unto them, Verily, verily, I say unto you, Except ye eat the flesh of the Son of man, and drink his blood, ye have no life in you.",
    "web": "Jesus therefore said to them, “Most certainly I tell you, unless you eat the flesh of the Son of Man and drink his blood, you don’t have life in yourselves.",
    "chr": "ᎿᏉᏃ ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎤᏙᎯᏳᎯᏯ ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪ ᏎᎭ; ᎢᏳᏃ ᏂᏥᎬᎾ ᏴᏫ ᎤᏪᏥ ᎤᏫᏯ, ᎠᎴ ᎤᎩᎬ ᎢᏣᏗᏔᎲ ᏱᎩ, ᎥᏝ ᎬᏂᏛ ᏱᏥᏯᎠ."
  },
  {
    "verse": "54",
    "kjv": "Whoso eateth my flesh, and drinketh my blood, hath eternal life; and I will raise him up at the last day.",
    "web": "He who eats my flesh and drinks my blood has eternal life, and I will raise him up at the last day.",
    "chr": "ᎠᎩᏫᏯ ᎠᎩᏍᎩ, ᎠᎴ ᎠᎩᎩᎬ ᎠᏗᏔᏍᎩ, ᎬᏂᏛ ᎠᎵᏍᏆᏗᏍᎩ ᏂᎨᏒᎾ ᎤᏤᎵᎦ, ᎠᎴ ᎾᏍᎩ ᎠᏴ ᏙᏓᏥᏯᎴᏔᏂ ᎤᎵᏍᏆᎸᏗ ᎢᎦ ᎨᏎᏍᏗ."
  },
  {
    "verse": "55",
    "kjv": "For my flesh is meat indeed, and my blood is drink indeed.",
    "web": "For my flesh is food indeed, and my blood is drink indeed.",
    "chr": "ᎠᎩᏫᏯᏰᏃ ᎤᏙᎯᏳᏒ ᎠᎵᏍᏓᏴᏗ, ᎠᎴ ᎠᎩᎩᎬ ᎤᏙᎯᏳᏒ ᎠᏗᏔᏍᏗ."
  },
  {
    "verse": "56",
    "kjv": "He that eateth my flesh, and drinketh my blood, dwelleth in me, and I in him.",
    "web": "He who eats my flesh and drinks my blood lives in me, and I in him.",
    "chr": "ᎠᎩᏫᏯ ᎠᎩᏍᎩ, ᎠᎴ ᎠᎩᎩᎬ ᎠᏗᏔᏍᎩ, ᎾᏍᎩ ᎠᎩᏯᎠ, ᎠᏴ ᎠᎴ ᎾᏍᎩ ᏥᏯᎠ."
  },
  {
    "verse": "57",
    "kjv": "As the living Father hath sent me, and I live by the Father: so he that eateth me, even he shall live by me.",
    "web": "As the living Father sent me, and I live because of the Father, so he who feeds on me will also live because of me.",
    "chr": "ᎾᏍᎩᏯᎢ ᎬᏂᏛ ᎠᎦᏴᎵᎨᎢ ᎠᎩᏅᏏᏛ ᏥᎩ, ᎠᎴ ᎠᎦᏴᎵᎨ ᏥᏅᏗᎦᎵᏍᏙᏗᎭ ᎠᏴ ᏥᎬᏅ, ᎾᏍᎩᏯᎢ ᎠᏴ ᎠᏆᎵᏍᏓᏴᏗᏍᎩ ᎾᏍᎩ ᎠᏴ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ ᎬᏁᏍᏗ."
  },
  {
    "verse": "58",
    "kjv": "This is that bread which came down from heaven: not as your fathers did eat manna, and are dead: he that eateth of this bread shall live for ever.",
    "web": "This is the bread which came down out of heaven—not as our fathers ate the manna and died. He who eats this bread will live forever.”",
    "chr": "ᎾᏍᎩ ᎯᎠ Ꮎ ᎦᏚ ᎦᎸᎳᏗ ᏅᏓᏳᎶᏒᎯ; ᎥᏝ ᎾᏍᎩᏯ ᏗᏥᎦᏴᎵᎨᎢ ᎹᎾ ᏣᏂᎩᏍᎨᎢ, ᎠᎴ ᎾᏍᎩ ᏧᏂᏲᎱᏒᎯ ᏥᎩ; ᎯᎠ ᎦᏚ ᎠᎩᏍᎩ ᎠᎵᏍᏆᏗᏍᎩ ᏂᎨᏒᎾ ᎬᏁᏍᏗ."
  },
  {
    "verse": "59",
    "kjv": "These things said he in the synagogue, as he taught in Capernaum.",
    "web": "He said these things in the synagogue, as he taught in Capernaum.",
    "chr": "ᎾᏍᎩ ᎯᎠ ᏄᏪᏒᎩ ᏗᎦᎳᏫᎢᏍᏗᏱ, ᏓᏕᏲᎲᏍᎬ ᎨᏆᏂ."
  },
  {
    "verse": "60",
    "kjv": "Many therefore of his disciples, when they had heard this, said, This is an hard saying; who can hear it?",
    "web": "Therefore many of his disciples, when they heard this, said, “This is a hard saying! Who can listen to it?”",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎤᏂᏣᏛᎩ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎤᎾᏛᎦᏅ, ᎯᎠ ᏄᏂᏪᏒᎩ; ᎾᏍᎩ ᎯᎠ ᎠᏍᏓᏱᏳ ᎧᏃᎮᏛ; ᎦᎪ ᏰᎵ ᏯᏛᎬᎦ?"
  },
  {
    "verse": "61",
    "kjv": "When Jesus knew in himself that his disciples murmured at it, he said unto them, Doth this offend you?",
    "web": "But Jesus knowing in himself that his disciples murmured at this, said to them, “Does this cause you to stumble?",
    "chr": "ᎿᏉᏃ ᏥᏌ ᏧᏓᏅᏛ ᎤᏙᎴᎰᏒ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎤᏂᎪᏁᎶᏍᎬᎢ, ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᏥᎪ ᎾᏍᎩ ᎯᎠ ᏕᏦᏕᏍᏗᎭ?"
  },
  {
    "verse": "62",
    "kjv": "What and if ye shall see the Son of man ascend up where he was before?",
    "web": "Then what if you would see the Son of Man ascending to where he was before?",
    "chr": "ᎢᏳᎾᏃ ᏰᏥᎪᎥ ᏴᏫ ᎤᏪᏥ ᏳᎵᏌᎳᏓᏅ ᎾᎿ ᏧᏌᎴᏅ ᏱᏬᎶᏒ?"
  },
  {
    "verse": "63",
    "kjv": "It is the spirit that quickeneth; the flesh profiteth nothing: the words that I speak unto you, they are spirit, and they are life.",
    "web": "It is the spirit who gives life. The flesh profits nothing. The words that I speak to you are spirit, and are life.",
    "chr": "ᎠᏓᏅᏙᏍᎩᏂ ᎠᏓᏛᏂᏗᏍᎩ; ᎤᏇᏓᎵ ᎥᏝ ᎬᏩᏓᏍᏕᎸᏗ ᏱᎩ. ᎧᏃᎮᏛ ᎠᏴ ᏥᏨᏬᏁᏗᎭ ᎾᏍᎩ ᎠᏓᏅᏙ, ᎠᎴ ᎾᏍᎩ ᎬᏂᏛ."
  },
  {
    "verse": "64",
    "kjv": "But there are some of you that believe not. For Jesus knew from the beginning who they were that believed not, and who should betray him.",
    "web": "But there are some of you who don’t believe.” For Jesus knew from the beginning who they were who didn’t believe, and who it was who would betray him.",
    "chr": "ᎠᏎᏃ ᎢᏣᏓᏑᏯ ᏂᏦᎯᏳᎲᏍᎬᎾ. ᏥᏌᏰᏃ ᏗᏓᎴᏂᏍᎬ ᏂᏓᎦᏔᎰ ᎾᏍᎩ Ꮎ ᎾᏃᎯᏳᎲᏍᎬᎾ, ᎠᎴ ᎾᎦᏔᎰᎢ ᎾᏍᎩ ᎾᎤᏡᏗᏍᎩ ᎢᏳᎵᏍᏙᏗ."
  },
  {
    "verse": "65",
    "kjv": "And he said, Therefore said I unto you, that no man can come unto me, except it were given unto him of my Father.",
    "web": "He said, “For this cause I have said to you that no one can come to me, unless it is given to him by my Father.”",
    "chr": "ᎠᎴ ᎯᎠ ᎾᏍᏉ ᏄᏪᏒᎩ; ᎾᏍᎩ ᎢᏳᏍᏗ ᎯᎠ ᏥᏂᏨᏪᏎᎸᎩ; ᎥᏝ ᎩᎶ ᏴᎬᎩᎷᏥ, ᎬᏂ ᎡᏙᏓ ᎤᏁᎸᎯ ᏱᎩ."
  },
  {
    "verse": "66",
    "kjv": "From that time many of his disciples went back, and walked no more with him.",
    "web": "At this, many of his disciples went back and walked no more with him.",
    "chr": "ᎠᎴ ᎾᎯᏳ ᎢᏳᏓᎴᏅᏛ ᎤᏂᏣᏛ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎤᎾᏨᏒᎩ, ᎠᎴ ᎥᏝ ᎿᏉ ᎢᎸᎯᏳ ᏳᏁᏙᎴᎢ."
  },
  {
    "verse": "67",
    "kjv": "Then said Jesus unto the twelve, Will ye also go away?",
    "web": "Jesus said therefore to the twelve, “You don’t also want to go away, do you?”",
    "chr": "ᎿᏉᏃ ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎸ ᏔᎳᏚ ᎢᏯᏂᏛ; ᏥᎪ ᎾᏍᏉ ᏂᎯ ᏛᏣᏓᏅᏏ?"
  },
  {
    "verse": "68",
    "kjv": "Then Simon Peter answered him, Lord, to whom shall we go? thou hast the words of eternal life.",
    "web": "Simon Peter answered him, “Lord, to whom would we go? You have the words of eternal life.",
    "chr": "ᎿᏉᏃ ᏌᏩᏂ ᏈᏓ ᎯᎠ ᏄᏪᏎᎸᎩ; ᏣᎬᏫᏳᎯ, ᎦᎪ ᏧᏬᎸ ᏮᏓᏲᏥᎶᏏ? ᏂᎯ ᏣᏍᏆᏂᎪᏗ ᎧᏃᎮᏛ ᎠᎵᏍᏆᏗᏍᎩ ᏂᎨᏒᎾ ᎠᏛᏂᏗᏍᏙᏗ."
  },
  {
    "verse": "69",
    "kjv": "And we believe and are sure that thou art that Christ, the Son of the living God.",
    "web": "We have come to believe and know that you are the Christ, the Son of the living God.”",
    "chr": "ᎠᎴ ᎣᏦᎯᏳᎲᏍᎦ, ᎠᎴ ᎣᏥᎦᏔᎭ ᏂᎯ ᎾᏍᎩ ᎦᎶᏁᏛ ᎨᏒᎢ, ᎬᏂᏛ ᎤᏁᎳᏅᎯ ᎤᏪᏥ."
  },
  {
    "verse": "70",
    "kjv": "Jesus answered them, Have not I chosen you twelve, and one of you is a devil?",
    "web": "Jesus answered them, “Didn’t I choose you, the twelve, and one of you is a devil?”",
    "chr": "ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎸᎩ. ᏝᏍᎪ ᏂᎯ ᏔᎳᏚ ᎢᏥᏛ ᏱᏨᏯᏑᏰᏎᎢ? ᎠᏎᏃ ᎠᏏᏴᏫ ᎤᏓᏑᏯ ᎠᏍᎩᎾ ᎢᎩ."
  },
  {
    "verse": "71",
    "kjv": "He spake of Judas Iscariot the son of Simon: for he it was that should betray him, being one of the twelve.",
    "web": "Now he spoke of Judas, the son of Simon Iscariot, for it was he who would betray him, being one of the twelve.",
    "chr": "ᎾᏍᎩ ᏄᏪᏒ ᏧᏓᏏ ᎢᏍᎦᎳᏗ ᏌᏩᏂ ᎤᏪᏥ ᎠᏥᏛᎬᎩ; ᎾᏍᎩᏰᏃ ᎤᏡᏗᏍᎩ ᎢᏳᎵᏍᏙᏗ ᎨᏒᎩ, ᏔᎳᏚ ᎢᏯᏂᏛ ᎨᏒ ᎾᎿ ᎨᎳ ᎨᏒᎩ."
  }
]
