[
  {
    "verse": "1",
    "kjv": "After these things Jesus walked in Galilee: for he would not walk in Jewry, because the Jews sought to kill him.",
    "web": "After these things, Jesus was walking in Galilee, for he wouldn’t walk in Judea, because the Jews sought to kill him.",
    "chr": "ᎾᏍᎩᏃ ᏄᎵᏍᏔᏂᏙᎸ ᏥᏌ ᎨᎵᎵ ᎤᏪᏙᎸᎩ; ᎥᏝᏰᏃ ᏳᏚᎵᏍᎨ ᏧᏗᏱ ᎤᏪᏓᏍᏗᏱ, ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᎠᏂᏧᏏ ᎠᎾᏁᎶᏗᏍᎬ ᎬᏩᎯᏍᏗᏱ."
  },
  {
    "verse": "2",
    "kjv": "Now the Jew's feast of tabernacles was at hand.",
    "web": "Now the feast of the Jews, the Feast of Booths, was at hand.",
    "chr": "ᎠᏂᏧᏏ ᏕᎦᎵᏦᏛᎢ-ᏧᎾᎵᏍᏓᏴᏗᏱ ᎤᏍᏆᎸᎯᏗᏒᎩ."
  },
  {
    "verse": "3",
    "kjv": "His brethren therefore said unto him, Depart hence, and go into Judaea, that thy disciples also may see the works that thou doest.",
    "web": "His brothers therefore said to him, “Depart from here and go into Judea, that your disciples also may see your works which you do.",
    "chr": "ᎠᎾᎵᏅᏟᏃ ᎯᎠ ᏂᎬᏩᏪᏎᎸᎩ; ᎨᏣᏍᏓᏩᏗᏙᎯ ᎾᏍᏉ ᎠᏂᎪᎲᎭ ᏄᏍᏛ ᏕᏣᎸᏫᏍᏓᏁᎲᎢ."
  },
  {
    "verse": "4",
    "kjv": "For there is no man that doeth any thing in secret, and he himself seeketh to be known openly. If thou do these things, shew thyself to the world.",
    "web": "For no one does anything in secret while he seeks to be known openly. If you do these things, reveal yourself to the world.”",
    "chr": "ᎥᏝᏰᏃ ᎩᎶ ᎠᏥᎦᏔᎯ ᎢᏳᎵᏍᏙᏗᏱ ᏧᏚᎵᏍᎪᎢ ᎤᏕᎵᏛ ᏱᏚᎸᏫᏍᏓᏁᎰᎢ. ᎢᏳᏃ ᎾᏍᎩ ᎯᎠ ᎿᏛᏁᎮᏍᏗ, ᎡᎶᎯ ᎬᏂᎨᏒ ᏂᏯᏛᏂᏏ."
  },
  {
    "verse": "5",
    "kjv": "For neither did his brethren believe in him.",
    "web": "For even his brothers didn’t believe in him.",
    "chr": "ᎠᎾᎵᏅᏟᏰᏃ ᎥᏝ ᏱᎬᏬᎯᏳᎲᏍᎨᎢ."
  },
  {
    "verse": "6",
    "kjv": "Then Jesus said unto them, My time is not yet come: but your time is alway ready.",
    "web": "Jesus therefore said to them, “My time has not yet come, but your time is always ready.",
    "chr": "ᎿᏉᏃ ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎥᏝ ᎠᏏ ᏯᎩᏍᏆᎸᎡᎭ; ᏂᎯᏍᎩᏂ ᏂᎪᎯᎸᏉ ᎢᏥᏍᏆᎸᎡᎰᎢ."
  },
  {
    "verse": "7",
    "kjv": "The world cannot hate you; but me it hateth, because I testify of it, that the works thereof are evil.",
    "web": "The world can’t hate you, but it hates me, because I testify about it, that its works are evil.",
    "chr": "ᎡᎶᎯ ᎥᏝ ᎢᏥᏍᎦᎩ ᏱᏅᎦᎵᏍᏓ; ᎠᏴᏍᎩᏂ ᎠᎩᏍᏕᎦ, ᏅᏗᎦᎵᏍᏙᏗᎭ ᏥᏥᏃᎮᎭ ᎾᏍᎩ ᏚᎸᏫᏍᏓᏁᎲ ᎤᏲᎢᏳ ᎨᏒᎢ."
  },
  {
    "verse": "8",
    "kjv": "Go ye up unto this feast: I go not up yet unto this feast: for my time is not yet full come.",
    "web": "You go up to the feast. I am not yet going up to this feast, because my time is not yet fulfilled.”",
    "chr": "ᏂᎯ ᏙᏗᎾᎵᏍᏓᏴᎲᏍᎬ ᎢᏤᎾ; ᎥᏝ ᎠᏏ ᎠᏴ ᏙᏗᎾᎵᏍᏓᏴᎲᏍᎬ ᏴᏓᎨᏏ; ᎥᏝᏰᏃ ᎠᏏ ᏯᎩᏍᏆᎸᎡᎸ."
  },
  {
    "verse": "9",
    "kjv": "When he had said these words unto them, he abode still in Galilee.",
    "web": "Having said these things to them, he stayed in Galilee.",
    "chr": "ᎾᏍᎩ ᎯᎠ ᏂᏚᏪᏎᎸ, ᎠᏏᏉ ᎤᏪᏙᎸᎩ ᎨᎵᎵ."
  },
  {
    "verse": "10",
    "kjv": "But when his brethren were gone up, then went he also up unto the feast, not openly, but as it were in secret.",
    "web": "But when his brothers had gone up to the feast, then he also went up, not publicly, but as it were in secret.",
    "chr": "ᎠᏎᏃ ᎠᎾᎵᏅᏟ ᎤᏁᏅᏛ ᏂᎨᏐᎢ, ᎿᏉ ᎾᏍᏉ ᏙᏗᎾᎵᏍᏓᏴᎲᏍᎬ ᎤᏪᏅᏒᎩ, ᎥᏝ ᎬᏂᎨᏒᎢ, ᎤᏕᎵᏛᏉᏍᎩᏂ ᎢᏳᏍᏗ."
  },
  {
    "verse": "11",
    "kjv": "Then the Jews sought him at the feast, and said, Where is he?",
    "web": "The Jews therefore sought him at the feast, and said, “Where is he?”",
    "chr": "ᎿᏉᏃ ᎠᏂᏧᏏ ᎬᏩᏲᎸᎩ ᎬᏩᏲᎸᎩ ᏓᎾᎵᏍᏓᏴᎲᏍᎬᎢ, ᎠᎴ ᎯᎠ ᏄᏂᏪᏒᎩ; ᎭᏢ ᎾᏍᎩ ᎡᏙᎭ?"
  },
  {
    "verse": "12",
    "kjv": "And there was much murmuring among the people concerning him: for some said, He is a good man: others said, Nay; but he deceiveth the people.",
    "web": "There was much murmuring among the multitudes concerning him. Some said, “He is a good man.” Others said, “Not so, but he leads the multitude astray.”",
    "chr": "ᎤᏣᏛᏃ ᎤᏕᎵᏛ ᏓᎾᎵᏃᎮᎵᏙᎲᎩ ᏴᏫ ᎾᏍᎩ ᎬᏩᏃᎮᏍᎬᎢ; ᎢᎦᏛᏰᏃ ᎯᎠ ᎾᏂᏪᏍᎬᎩ; ᎣᏏᏳ ᎠᏍᎦᏯ; ᎢᎦᏛᏃ, ᎥᏝ ᏕᎦᎶᏄᎮᏉ ᏴᏫ, ᎠᎾᏗᏍᎬᎩ."
  },
  {
    "verse": "13",
    "kjv": "Howbeit no man spake openly of him for fear of the Jews.",
    "web": "Yet no one spoke openly of him for fear of the Jews.",
    "chr": "ᎠᏎᏃ ᎥᏝ ᎩᎶ ᎬᏂᎨᏒ ᏳᏃᎮᏍᎨᎢ, ᎤᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᏓᏂᎾᏰᏍᎬ ᎠᏂᏧᏏ."
  },
  {
    "verse": "14",
    "kjv": "Now about the midst of the feast Jesus went up into the temple, and taught.",
    "web": "But when it was now the middle of the feast, Jesus went up into the temple and taught.",
    "chr": "ᎿᏉᏃ ᎠᏰᎵ ᎢᏴᏛ ᎠᎵᏰᎢᎵᏒ ᏓᎾᎵᏍᏓᏴᏍᎬᎢ ᏥᏌ ᎤᏛᏅ-ᏗᎦᎳᏫᎢᏍᏗᏱ ᎤᏴᎸᎩ, ᎠᎴ ᏚᏕᏲᏅᎩ."
  },
  {
    "verse": "15",
    "kjv": "And the Jews marvelled, saying, How knoweth this man letters, having never learned?",
    "web": "The Jews therefore marveled, saying, “How does this man know letters, having never been educated?”",
    "chr": "ᎠᏂᏧᏏᏃ ᎤᏂᏍᏆᏂᎪᏒᎩ, ᎠᎴ ᏄᏂᏪᏒᎩ; ᎦᏙ ᎤᎵᏍᏙᏔᏅ ᎯᎠ ᎠᏍᎦᏯ ᎪᏪᎵ ᏗᏏᎾᏏᏳ ᏥᎩ, ᏧᏕᎶᏆᎥᎯᏃ ᏂᎨᏒᎾ?"
  },
  {
    "verse": "16",
    "kjv": "Jesus answered them, and said, My doctrine is not mine, but his that sent me.",
    "web": "Jesus therefore answered them, “My teaching is not mine, but his who sent me.",
    "chr": "ᏥᏌ ᏚᏁᏤᎸᎩ, ᎯᎠ ᏄᏪᏒᎩ; ᏥᏕᎦᏕᏲᏍᎦ, ᎥᏝ ᎠᏆᏤᎵᎦ ᏱᎩ, ᎤᏤᎵᎦᏍᎩᏂ ᏅᏛᎩᏅᏏᏛ."
  },
  {
    "verse": "17",
    "kjv": "If any man will do his will, he shall know of the doctrine, whether it be of God, or whether I speak of myself.",
    "web": "If anyone desires to do his will, he will know about the teaching, whether it is from God or if I am speaking from myself.",
    "chr": "ᎢᏳᏃ ᎩᎶ ᎤᏚᎵᏍᎨᏍᏗ ᎾᏍᎩ ᏄᏍᏛ ᎤᏚᎵᏍᎬ ᏧᎸᏫᏍᏓᏁᏗᏱ, ᎠᏎ ᎤᏙᎴᎰᎯᏍᏗ ᎾᏍᎩ ᎯᎠ ᏥᏕᎦᏕᏲᎲᏍᎦ ᎤᏁᎳᏅᎯ ᏅᏓᏳᏓᎴᏅᎯ ᎨᏎᏍᏗ, ᎠᎴ ᏥᏬᏂᏍᎬ ᎠᏋᏒᏉ ᎠᏆᏓᏅᏖᎸᎯ ᎢᎨᏎᏍᏗ."
  },
  {
    "verse": "18",
    "kjv": "He that speaketh of himself seeketh his own glory: but he that seeketh his glory that sent him, the same is true, and no unrighteousness is in him.",
    "web": "He who speaks from himself seeks his own glory, but he who seeks the glory of him who sent him is true, and no unrighteousness is in him.",
    "chr": "ᎩᎶ ᎤᏩᏒ ᎤᏓᏅᏖᏛ ᏥᎦᏬᏂᏍᎪᎢ, ᎤᏩᏒᏉ ᎠᏥᎸᏉᏗᏳ ᎢᏳᎵᏍᏙᏗᏱ ᎤᏲᎰᎢ; ᎩᎶᏍᎩᏂ ᏅᏓᏳᏅᏏᏛ ᎠᏥᎸᏉᏗᏳ ᎢᏳᎵᏍᏙᏗᏱ ᏧᏲᎰᎢ, ᎾᏍᎩ ᏚᏳᎪᏛ ᎨᏐᎢ, ᎠᎴ ᎥᏝ ᎠᏠᎾᏍᏗ ᎨᏒ ᏳᏓᏑᏲᎢ."
  },
  {
    "verse": "19",
    "kjv": "Did not Moses give you the law, and yet none of you keepeth the law? Why go ye about to kill me?",
    "web": "Didn’t Moses give you the law, and yet none of you keeps the law? Why do you seek to kill me?”",
    "chr": "ᏝᏍᎪ ᏱᏏ ᏱᏥᏁᎴ ᏗᎧᎿᏩᏛᏍᏗ? ᎠᏎᏃ ᎥᏝ ᎩᎶ ᏳᏓᏑᏯ ᏗᎧᎿᏩᏛᏍᏗ ᏂᎦᏪᏍᎬ ᏱᎾᏛᏁᎭ. ᎦᏙᏃ ᎢᏣᏚᎵ ᏍᎩᎢᏍᏗᏱ?"
  },
  {
    "verse": "20",
    "kjv": "The people answered and said, Thou hast a devil: who goeth about to kill thee?",
    "web": "The multitude answered, “You have a demon! Who seeks to kill you?”",
    "chr": "ᎤᏂᏣᏘ ᎤᏂᏁᏨᎩ, ᎯᎠ ᏄᏂᏪᏒᎩ; ᎠᏍᎩᎾ ᏣᏯᎠ; ᎦᎪ ᎤᏚᎵ ᏣᎯᏍᏗᏱ?"
  },
  {
    "verse": "21",
    "kjv": "Jesus answered and said unto them, I have done one work, and ye all marvel.",
    "web": "Jesus answered them, “I did one work and you all marvel because of it.",
    "chr": "ᏥᏌ ᎤᏁᏨᎩ, ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᏑᏓᎴᎩ ᏓᎩᎸᏫᏍᏓᏁᎸ, ᏂᏥᎥᏃ ᎢᏥᏍᏆᏂᎪᏍᎦ."
  },
  {
    "verse": "22",
    "kjv": "Moses therefore gave unto you circumcision; (not because it is of Moses, but of the fathers;) and ye on the sabbath day circumcise a man.",
    "web": "Moses has given you circumcision (not that it is of Moses, but of the fathers), and on the Sabbath you circumcise a boy.",
    "chr": "ᎼᏏ ᎠᎱᏍᏕᏍᏗ ᎨᏒ ᎢᏥᏁᎸᎩ; ᎥᏝᏍᎩᏂᏃᏅ ᎼᏏ ᎤᎾᏄᎪᏫᏒᎯ ᏱᎩ, ᎠᏂᎦᏴᎵᎨᏍᎩᏂ ᎤᏂᎾᏄᎪᏫᏒᎯ; ᏂᎯᏃ ᎤᎾᏙᏓᏆᏍᎬᏃ ᎢᎡᏥᎤᏍᏕᏎᎰ ᎠᏍᎦᏯ."
  },
  {
    "verse": "23",
    "kjv": "If a man on the sabbath day receive circumcision, that the law of Moses should not be broken; are ye angry at me, because I have made a man every whit whole on the sabbath day?",
    "web": "If a boy receives circumcision on the Sabbath, that the law of Moses may not be broken, are you angry with me because I made a man completely healthy on the Sabbath?",
    "chr": "ᎢᏳᏃ ᎠᏍᎦᏯ ᎤᎾᏙᏓᏆᏍᎬ ᎢᎦ ᏯᏥᏅᏍᏕᏎᎭ, ᏱᏅᏗᎦᎵᏍᏙᏗᎭ ᏗᎧᎿᏩᏛᏍᏗ ᎼᏏ ᎤᏤᎵ ᎤᏲᎢᏍᏗ ᏂᎨᏒᎾ ᎨᏒᎢ, ᏥᎪ ᎢᏍᎩᏍᎦᎦ ᏅᏗᎦᎵᏍᏙᏗᎭ ᎠᏍᎦᏯ ᏂᎬ ᎠᏰᎸ ᏥᏥᏅᏩᏅ ᎤᎾᏙᏓᏆᏍᎬ ᎢᎦ?"
  },
  {
    "verse": "24",
    "kjv": "Judge not according to the appearance, but judge righteous judgment.",
    "web": "Don’t judge according to appearance, but judge righteous judgment.”",
    "chr": "ᏞᏍᏗ ᏕᏣᎧᏂᏍᎬᏉ ᏱᏗᏧᎪᏗᏍᎨᏍᏗ, ᏚᏳᎪᏛᏍᎩᏂ ᏕᏧᎪᏗᏍᎨᏍᏗ."
  },
  {
    "verse": "25",
    "kjv": "Then said some of them of Jerusalem, Is not this he, whom they seek to kill?",
    "web": "Therefore some of them of Jerusalem said, “Isn’t this he whom they seek to kill?",
    "chr": "ᎿᏉᏃ ᎢᎦᏛ ᏥᎷᏏᎵᎻ ᎠᏁᎯ ᎯᎠ ᏄᏂᏪᏒᎩ, ᏝᏍᎪ ᎾᏍᎩ Ꮎ ᎯᎠ ᏱᎩ ᏧᎾᏚᎵ ᎤᏂᎯᏍᏗᏱ?"
  },
  {
    "verse": "26",
    "kjv": "But, lo, he speaketh boldly, and they say nothing unto him. Do the rulers know indeed that this is the very Christ?",
    "web": "Behold, he speaks openly, and they say nothing to him. Can it be that the rulers indeed know that this is truly the Christ?",
    "chr": "ᎬᏂᏳᏉᏃ ᎾᏍᎦᎢᎲᎾ ᎦᏬᏂᎭ, ᎠᎴ ᎥᏝ ᎪᎱᏍᏗ ᏯᏃᏎᎭ. ᏥᏌ ᎤᏂᎬᏫᏳᎯ ᎤᏙᎯᏳᎯ ᎠᏂᎦᏔᎭ ᎾᏍᎩ ᎤᏙᎯᏳᎯᏯ ᎦᎶᏁᏛ ᎨᏒᎢ?"
  },
  {
    "verse": "27",
    "kjv": "Howbeit we know this man whence he is: but when Christ cometh, no man knoweth whence he is.",
    "web": "However, we know where this man comes from, but when the Christ comes, no one will know where he comes from.”",
    "chr": "ᎠᏎᏃ ᎢᏗᎦᏔᎭ ᎯᎠ ᎠᏍᎦᏯ ᏧᏓᎴᏅᎢ, ᎦᎶᏁᏛᏍᎩᏂ ᎦᎷᏨᎭ ᎥᏝ ᎩᎶ ᏱᎬᎦᏔᎮᏍᏗ ᏧᏓᎴᏅᎢ."
  },
  {
    "verse": "28",
    "kjv": "Then cried Jesus in the temple as he taught, saying, Ye both know me, and ye know whence I am: and I am not come of myself, but he that sent me is true, whom ye know not.",
    "web": "Jesus therefore cried out in the temple, teaching and saying, “You both know me, and know where I am from. I have not come of myself, but he who sent me is true, whom you don’t know.",
    "chr": "ᎿᏉᏃ ᏥᏌ ᎤᏪᎷᏅᎩ ᎤᏛᏅᏗᎦᎳᏫᎢᏍᏗᏱ ᏓᏕᏲᎲᏍᎬᎢ, ᎯᎠ ᏄᏪᏒᎩ; ᏍᎩᎦᏔᎭ, ᎠᎴ ᎾᏍᏉ ᎢᏥᎦᏔᎭ ᏗᏆᏓᎴᏅᎢ; ᎠᎴ ᎥᏝ ᎠᏋᏒᏉ ᎠᏆᏓᏅᏖᏛ ᏯᎩᎷᏨ, ᏅᏛᎩᏅᏏᏛᏍᎩᏂ ᏚᏳᎪᏛᎢ, ᎾᏍᎩ ᏁᏥᎦᏔᎲᎾ ᏥᎩ."
  },
  {
    "verse": "29",
    "kjv": "But I know him: for I am from him, and he hath sent me.",
    "web": "I know him, because I am from him, and he sent me.”",
    "chr": "ᎠᏴᏍᎩᏂ ᏥᎦᏔᎭ, ᎾᎿᏰᏃ ᏅᏛᏆᏓᎴᏅᎯ, ᎠᎴ ᎾᏍᎩ ᏗᎩᏅᏒ."
  },
  {
    "verse": "30",
    "kjv": "Then they sought to take him: but no man laid hands on him, because his hour was not yet come.",
    "web": "They sought therefore to take him; but no one laid a hand on him, because his hour had not yet come.",
    "chr": "ᎿᏉᏃ ᎤᎾᏓᏅᏖᎸᎩ ᎬᏩᏂᏴᏗᏱ: ᎠᏎᏃ ᎥᏝ ᎩᎶ ᏳᏏᏔᏕᎢ, ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᎠᏏ ᏄᏍᏆᎸᎡᎸᎾ ᎨᏒᎢ."
  },
  {
    "verse": "31",
    "kjv": "And many of the people believed on him, and said, When Christ cometh, will he do more miracles than these which this man hath done?",
    "web": "But of the multitude, many believed in him. They said, “When the Christ comes, he won’t do more signs than those which this man has done, will he?”",
    "chr": "ᎠᎴ ᎤᏂᏣᏛᎩ ᎬᏬᎯᏳᏅᎩ, ᎠᎴ ᎯᎠ ᏄᏂᏪᏒᎩ; ᎦᎶᏁᏛ ᎦᎷᏨᎭ, ᏥᎪᎤᏟ ᎢᎦᎢ ᎤᏍᏆᏂᎪᏗ ᏙᏓᏳᎸᏫᏍᏓᏁᎵ, ᎡᏍᎦᏉ ᎯᎠ ᎾᏍᎩ ᏥᏚᎸᏫᏍᏓᏁᎸ?"
  },
  {
    "verse": "32",
    "kjv": "The Pharisees heard that the people murmured such things concerning him; and the Pharisees and the chief priests sent officers to take him.",
    "web": "The Pharisees heard the multitude murmuring these things concerning him, and the chief priests and the Pharisees sent officers to arrest him.",
    "chr": "ᎠᏂᏆᎵᏏ ᎤᎾᏛᎦᏅᎩ ᎤᏂᏣᏘ ᎾᏍᎩ ᎬᏩᏃᎮᏍᎬ ᎤᏕᎵᏛ ᏓᎾᎵᏃᎮᎵᏙᎲᎢ. ᎠᎴ ᎠᏂᏆᎵᏏ ᏄᏂᎬᏫᏳᏒᏃ ᎠᏥᎸ-ᎠᏁᎶᎯ ᏚᏂᏅᏒᎩ ᏗᎾᏓᏂᏱᏍᎩ ᎾᏍᎩ ᏭᏂᏂᏴᏗᏱ."
  },
  {
    "verse": "33",
    "kjv": "Then said Jesus unto them, Yet a little while am I with you, and then I go unto him that sent me.",
    "web": "Then Jesus said, “I will be with you a little while longer, then I go to him who sent me.",
    "chr": "ᎿᏉᏃ ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎠᏏ ᏞᎦ ᎢᏨᏰᎳᏗᏙᎭ, ᎿᏉᏃ ᏅᏛᎩᏅᏏᏛ ᏧᏬᎸ ᏮᏛᏥᎶᏏ."
  },
  {
    "verse": "34",
    "kjv": "Ye shall seek me, and shall not find me: and where I am, thither ye cannot come.",
    "web": "You will seek me and won’t find me. You can’t come where I am.”",
    "chr": "ᏍᎩᏲᎮᏍᏗ, ᎠᏎᏃ ᏓᏍᎩᏯᏠᏥ; ᎠᎴ ᏫᎨᎥ ᎥᏝ ᏰᎵ ᏫᏴᎨᏥᎷᎩ."
  },
  {
    "verse": "35",
    "kjv": "Then said the Jews among themselves, Whither will he go, that we shall not find him? will he go unto the dispersed among the Gentiles, and teach the Gentiles?",
    "web": "The Jews therefore said among themselves, “Where will this man go that we won’t find him? Will he go to the Dispersion among the Greeks and teach the Greeks?",
    "chr": "ᎿᏉᏃ ᎠᏂᏧᏏ ᎯᎠ ᏂᏚᎾᏓᏪᏎᎸᎩ, ᎭᏢ ᏮᏓᎦᎶᏏ, ᎦᏰᏗᏩᏛᏗ ᏂᎨᏒᎾ ᎢᎨᏎᏍᏗ? ᏧᎾᏓᎴᏅᏛᏍᎪ ᏴᏫ ᏓᏁᏩᏗᏒ ᎤᎾᏗᎦᎴᏲᏨᎯ ᏙᏛᏩᏛᎮᏏ, ᎠᎴ ᏫᏙᏓᎨᏲᏂ ᏧᎾᏓᎴᏅᏛ ᏴᏫ?"
  },
  {
    "verse": "36",
    "kjv": "What manner of saying is this that he said, Ye shall seek me, and shall not find me: and where I am, thither ye cannot come?",
    "web": "What is this word that he said, ‘You will seek me, and won’t find me;’ and ‘Where I am, you can’t come’?”",
    "chr": "ᎦᏙ ᎦᏛᎦ ᎯᎠ ᏥᏄᏪᏒ; ᏍᎩᏲᎮᏍᏗ ᎠᏎᏃ ᏓᏍᎩᏯᏠᏥ, ᎠᎴ ᏫᎨᎥᎢ ᎥᏝ ᏫᏴᎨᏥᎷᎩ?"
  },
  {
    "verse": "37",
    "kjv": "In the last day, that great day of the feast, Jesus stood and cried, saying, If any man thirst, let him come unto me, and drink.",
    "web": "Now on the last and greatest day of the feast, Jesus stood and cried out, “If anyone is thirsty, let him come to me and drink!",
    "chr": "ᎤᎵᏍᏆᎸᏗᏃ ᎢᎦ, ᎾᏍᎩ ᎦᎸᏉᏗ ᎢᎦ ᎨᏒ ᏓᎾᎵᏍᏓᏴᎲᏍᎬᎢ, ᏥᏌ ᏚᎴᏅᎩ ᎠᎴ ᎤᏪᎷᏅᎩ ᎯᎠ ᏄᏪᏒᎩ; ᎢᏳᏃ ᎩᎶ ᎤᏔᏕᎩᏍᎨᏍᏗ, ᎠᏴ ᏩᎩᎷᏥ, ᎠᎴ ᏩᏗᏔ."
  },
  {
    "verse": "38",
    "kjv": "He that believeth on me, as the scripture hath said, out of his belly shall flow rivers of living water.",
    "web": "He who believes in me, as the Scripture has said, from within him will flow rivers of living water.”",
    "chr": "ᎩᎶ ᎠᏉᎯᏳᎲᏍᎨᏍᏗ, ᎤᏍᏉᎵᏱ ᏕᎦᎾᏄᎪᎨᏍᏗ ᎡᏉᏂ ᎬᏂᏛ ᎠᎹ ᏕᎨᏰᏍᏗ; ᎾᏍᎩᏯ ᏥᏂᎦᏪ ᎪᏪᎵ."
  },
  {
    "verse": "39",
    "kjv": "(But this spake he of the Spirit, which they that believe on him should receive: for the Holy Ghost was not yet given; because that Jesus was not yet glorified.)",
    "web": "But he said this about the Spirit, which those believing in him were to receive. For the Holy Spirit was not yet given, because Jesus wasn’t yet glorified.",
    "chr": "ᎾᏍᎩ ᎯᎠ ᏄᏪᏒ, ᎤᏪᏛᏨᎩ ᎠᏓᏅᏙ, ᎾᏍᎩ ᎬᏬᎯᏳᎲᏍᎩ ᎨᏥᏁᏗ ᎨᏒᎢ; ᏝᏰᏃ ᎠᏏ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᏱᎦᎾᏄᎪᎨᎢ, ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᏥᏌ ᎠᏏ ᎾᏥᎸᏉᏗᏍᎬᎾ ᎨᏒᎢ."
  },
  {
    "verse": "40",
    "kjv": "Many of the people therefore, when they heard this saying, said, Of a truth this is the Prophet.",
    "web": "Many of the multitude therefore, when they heard these words, said, “This is truly the prophet.”",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎤᏂᏣᏛ ᏴᏫ ᎾᏍᎩ ᎯᎠ ᎤᎾᏛᎦᏅ, ᎯᎠ ᏄᏂᏪᏒᎩ; ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᎾᏍᎩ Ꮎ ᎠᏙᎴᎰᏍᎩ."
  },
  {
    "verse": "41",
    "kjv": "Others said, This is the Christ. But some said, Shall Christ come out of Galilee?",
    "web": "Others said, “This is the Christ.” But some said, “What, does the Christ come out of Galilee?",
    "chr": "ᎢᎦᏛᏃ ᎯᎠ ᏄᏂᏪᏒᎩ; ᎯᎠ ᎾᏍᎩ ᎦᎶᏁᏛ. ᎠᏎᏃ ᎢᎦᏛ ᎯᎠ ᏄᏂᏪᏒᎩ; ᏥᎪ ᎦᎶᏁᏛ ᎨᎵᎵ ᏅᏏᏳᎾᏄᎪᎢᏍᏗ?"
  },
  {
    "verse": "42",
    "kjv": "Hath not the scripture said, That Christ cometh of the seed of David, and out of the town of Bethlehem, where David was?",
    "web": "Hasn’t the Scripture said that the Christ comes of the offspring of David, and from Bethlehem, the village where David was?”",
    "chr": "ᏝᏍᎪ ᎪᏪᎵ ᎯᎠ ᏱᏂᎦᏪᎭ? ᎦᎶᏁᏛ ᏕᏫ ᎤᏁᏢᏔᏅᏛ ᎨᏒ ᎤᎾᏄᎪᎢᏍᏗ, ᎠᎴ ᎦᏚᏱ ᎦᏚᎲᎢ ᏕᏫ ᎤᏕᏅᎢ?"
  },
  {
    "verse": "43",
    "kjv": "So there was a division among the people because of him.",
    "web": "So a division arose in the multitude because of him.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᏔᎵ ᏄᎾᏓᏛᎩ ᏴᏫ, ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᎾᏍᎩ ᎬᏩᏍᏛᏗᏍᎬᎢ."
  },
  {
    "verse": "44",
    "kjv": "And some of them would have taken him; but no man laid hands on him.",
    "web": "Some of them would have arrested him, but no one laid hands on him.",
    "chr": "ᎠᎴ ᎢᎦᏛ ᎤᎾᏓᏑᏴᎩ ᎤᎾᏚᎵᏍᎬᎩ ᎬᏩᏂᏴᏗᏱ; ᎠᏎᏃ ᎥᏝ ᎩᎶ ᏳᏏᎳᏕᎢ."
  },
  {
    "verse": "45",
    "kjv": "Then came the officers to the chief priests and Pharisees; and they said unto them, Why have ye not brought him?",
    "web": "The officers therefore came to the chief priests and Pharisees; and they said to them, “Why didn’t you bring him?”",
    "chr": "ᎿᏉᏃ ᏗᎾᏓᏂᏱᏍᎩ ᎬᏩᏂᎷᏤᎸᎩ ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸ-ᎠᏁᎶᎯ ᎠᎴ ᎠᏂᏆᎵᏏ. ᎯᎠᏃ ᏂᏚᏂᏪᏎᎸᎩ; ᎦᏙᏃ Ꮭ ᏴᎡᏣᏘᏃᎦ?"
  },
  {
    "verse": "46",
    "kjv": "The officers answered, Never man spake like this man.",
    "web": "The officers answered, “No man ever spoke like this man!”",
    "chr": "ᏗᎾᏓᏂᏱᏍᎩ ᎤᏂᏁᏨ ᎯᎠ ᏄᏂᏪᏒᎩ; ᎥᏝ ᎢᎸᎯᏳ ᎩᎶ ᏱᎬᏩᏬᏂᏐ ᎾᏍᎩᏯ ᎯᎠ ᏂᎦᏪᏍᎬ ᎦᏬᏂᏍᎬᎢ."
  },
  {
    "verse": "47",
    "kjv": "Then answered them the Pharisees, Are ye also deceived?",
    "web": "The Pharisees therefore answered them, “You aren’t also led astray, are you?",
    "chr": "ᎿᏉᏃ ᎠᏂᏆᎵᏏ ᎤᏂᏁᏨ ᎯᎠ ᏂᏚᏂᏪᏎᎸᎩ; ᏥᎪ ᏂᎯ ᎾᏍᏉ ᎡᏥᎶᏄᎡᎸ?"
  },
  {
    "verse": "48",
    "kjv": "Have any of the rulers or of the Pharisees believed on him?",
    "web": "Have any of the rulers or any of the Pharisees believed in him?",
    "chr": "ᏥᎪ ᎩᎶ ᏄᏂᎬᏫᏳᏒ ᎠᎴ ᎠᏂᏆᎵᏏ ᎬᏬᎯᏳᏅ?"
  },
  {
    "verse": "49",
    "kjv": "But this people who knoweth not the law are cursed.",
    "web": "But this multitude that doesn’t know the law is cursed.”",
    "chr": "ᎯᎠᏍᎩᏂ ᏴᏫ ᏗᎧᎿᏩᏛᏍᏗ ᎾᏂᎦᏔᎲᎾ ᏥᎩ ᎨᏥᏍᎩᏅᏛᎯ."
  },
  {
    "verse": "50",
    "kjv": "Nicodemus saith unto them, (he that came to Jesus by night, being one of them,)",
    "web": "Nicodemus (he who came to him by night, being one of them) said to them,",
    "chr": "ᏂᎦᏗᎹᏏ,-ᏥᏌ ᏒᏃᏱ ᎤᎷᏤᎸᎯ, ᎾᏍᎩ ᎨᎸᎩ,-ᎾᏍᎩ ᎯᎠ ᏂᏚᏪᏎᎸᎩ;"
  },
  {
    "verse": "51",
    "kjv": "Doth our law judge any man, before it hear him, and know what he doeth?",
    "web": "“Does our law judge a man unless it first hears from him personally and knows what he does?”",
    "chr": "ᏥᎪ ᏗᎩᎧᎿᏩᏛᏍᏗ ᏚᏭᎪᏓᏁᎰ ᎩᎶ ᎠᏏ ᎾᎦᏛᎦᏁᎸᎾ ᏥᎨᏐᎢ, ᎠᎴ ᏚᎸᏫᏍᏓᏁᎲ ᎠᏙᎴᎰᏒᎯ ᏂᎨᏒᎾ ᏥᎨᏐᎢ?"
  },
  {
    "verse": "52",
    "kjv": "They answered and said unto him, Art thou also of Galilee? Search, and look: for out of Galilee ariseth no prophet.",
    "web": "They answered him, “Are you also from Galilee? Search and see that no prophet has arisen out of Galilee.”",
    "chr": "ᎤᏂᏁᏨ ᎯᎠ ᏅᎬᏩᏪᏎᎸᎩ; ᏥᎪ ᎾᏍᏉ ᏂᎯ ᎨᎵᎵ ᎮᎯ? ᏣᏲᎦ ᎠᎴ ᎭᎦᏌᏯᏍᏓ, ᏝᏰᏃ ᎨᎵᎵ ᎤᎾᏄᎪᎢᏍᏗ ᏱᎩ ᎠᏙᎴᎰᏍᎩ."
  },
  {
    "verse": "53",
    "kjv": "And every man went unto his own house.",
    "web": "Everyone went to his own house,",
    "chr": "ᏂᎦᏛᏃ ᏙᏧᏁᏅᏒ ᏫᏙᎤᏂᎶᏒᎩ."
  }
]