[
  {
    "verse": "1",
    "kjv": "Jesus went unto the mount of Olives.",
    "web": "but Jesus went to the Mount of Olives.",
    "chr": "ᏥᏌᏃ ᎤᎵᏩᏲᎢ ᎣᏓᎸ ᏬᎶᏒᎩ."
  },
  {
    "verse": "2",
    "kjv": "And early in the morning he came again into the temple, and all the people came unto him; and he sat down, and taught them.",
    "web": "Now very early in the morning, he came again into the temple, and all the people came to him. He sat down and taught them.",
    "chr": "ᏑᎾᎴᏉᏃ ᏔᎵᏁ ᎤᏛᏅ-ᏗᎦᎳᏫᎢᏍᏗᏱ ᎤᎷᏨᎩ; ᎠᎴ ᏂᎦᏛ ᏴᏫ ᎥᎬᏩᎷᏤᎸᎩ; ᎤᏪᏅᏃ ᏑᏪᏲᏅᎩ."
  },
  {
    "verse": "3",
    "kjv": "And the scribes and Pharisees brought unto him a woman taken in adultery; and when they had set her in the midst,",
    "web": "The scribes and the Pharisees brought a woman taken in adultery. Having set her in the middle,",
    "chr": "ᏗᏃᏪᎵᏍᎩᏃ ᎠᎴ ᎠᏂᏆᎵᏏ ᎬᏩᏘᏃᎮᎸᎩ ᎠᎨᏴ ᎠᏓᏲᏁᎲ ᎠᏥᏂᏴᏛ; ᎠᏰᎵᏃ ᎤᏂᎧᏅ,"
  },
  {
    "verse": "4",
    "kjv": "They say unto him, Master, this woman was taken in adultery, in the very act.",
    "web": "they told him, “Teacher, we found this woman in adultery, in the very act.",
    "chr": "ᎯᎠ ᏂᎬᏩᏪᏎᎸᎩ; ᏔᏕᏲᎲᏍᎩ, ᎯᎠ ᎠᎨᏴ ᎠᏓᏲᏁᎲ ᏕᎦᏅᎬᎢ ᎠᏥᏂᏴᎲᎩ."
  },
  {
    "verse": "5",
    "kjv": "Now Moses in the law commanded us, that such should be stoned: but what sayest thou?",
    "web": "Now in our law, Moses commanded us to stone such women. What then do you say about her?”",
    "chr": "Ꭷ, ᎼᏏ ᎣᎩᏁᏨᎸᎩ ᏗᎧᎿᏩᏛᏍᏗᏱ ᎾᏍᎩ ᎢᏳᎾᏍᏗ ᏅᏯ ᏗᎨᎬᏂᏍᏙᏗᏱ; ᎠᏎᏃ ᏂᎯ ᎦᏙ ᎭᏗᎭ?"
  },
  {
    "verse": "6",
    "kjv": "This they said, tempting him, that they might have to accuse him. But Jesus stooped down, and with his finger wrote on the ground, as though he heard them not.",
    "web": "They said this testing him, that they might have something to accuse him of. But Jesus stooped down and wrote on the ground with his finger.",
    "chr": "ᎾᏍᎩ ᎯᎠ ᏄᏂᏪᏒᎩ ᎠᏂᏌᏛᎥᏍᎬᎩ, ᎤᏄᎯᏍᏙᏗᏱᏉ ᎤᏂᏰᎸᏒᎩ. ᎠᏎᏃ ᏥᏌ ᎤᏗᏌᏓᏛᎩ, ᎦᏰᏌᏛᏃ ᎤᏩᏔᏅᎩ ᎤᏬᏪᎳᏅᎩ ᎦᏙᎯ."
  },
  {
    "verse": "7",
    "kjv": "So when they continued asking him, he lifted up himself, and said unto them, He that is without sin among you, let him first cast a stone at her.",
    "web": "But when they continued asking him, he looked up and said to them, “He who is without sin among you, let him throw the first stone at her.”",
    "chr": "ᎠᏏᏉᏃ ᎠᏂᏱᎵᏒ ᎬᏩᏛᏛᏍᎬ ᎤᏓᏥᏃᎯᏍᏔᏅᎩ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎩᎶ ᎤᏓᏑᏰᏍᏗ ᎤᏍᏕᏅᏨᎯ ᏂᎨᏒᎾ ᎾᏍᎩ ᎢᎬᏱ ᏫᏓᏓᎴᏅᏓ ᏅᏯ ᏫᎬᏂᏍᏓ."
  },
  {
    "verse": "8",
    "kjv": "And again he stooped down, and wrote on the ground.",
    "web": "Again he stooped down and wrote on the ground with his finger.",
    "chr": "ᏔᎵᏁᏃ ᎤᏗᏌᏓᏛ, ᎦᏙᎯ ᎤᏬᏪᎳᏅᎩ."
  },
  {
    "verse": "9",
    "kjv": "And they which heard it, being convicted by their own conscience, went out one by one, beginning at the eldest, even unto the last: and Jesus was left alone, and the woman standing in the midst.",
    "web": "They, when they heard it, being convicted by their conscience, went out one by one, beginning from the oldest, even to the last. Jesus was left alone with the woman where she was, in the middle.",
    "chr": "ᎾᏍᎩᏃ ᎤᎾᏛᎦᏅ, ᎠᎴ ᏧᎾᏓᏅᏙ ᎬᏩᏄᎯᏍᏔᏅ, ᎤᏂᏄᎪᏨᎩ ᏌᏉ ᎤᏛᏂᏛ ᎤᏓᏂᎵᎨ ᏚᏓᎴᏅᏔᏅᎩ, ᎣᏂᏱ ᏫᎬᏩᏛᏅᎩ; ᏥᏌᏃ ᎤᏩᏒ ᏄᎵᏍᏔᏅᎩ, ᎠᎨᏴᏃ ᎠᏰᎵ ᎦᏙᎬᎩ."
  },
  {
    "verse": "10",
    "kjv": "When Jesus had lifted up himself, and saw none but the woman, he said unto her, Woman, where are those thine accusers? hath no man condemned thee?",
    "web": "Jesus, standing up, saw her and said, “Woman, where are your accusers? Did no one condemn you?”",
    "chr": "ᏥᏌᏃ ᎤᏓᏥᏃᎯᏍᏔᏅ, ᎠᎴ ᎠᎨᏴᏉ ᎤᏩᏒ ᎤᎪᎲ, ᎯᎠ ᏄᏪᏎᎸᎩ; ᎯᎨᏴ, ᎭᏢ Ꮎ ᎨᏧᎯᏍᏗᏍᎩ? ᏝᏍᎪ ᎩᎶ ᏣᏍᏕᏅᏨᎢ ᏱᏕᎫᎪᏓ?"
  },
  {
    "verse": "11",
    "kjv": "She said, No man, Lord. And Jesus said unto her, Neither do I condemn thee: go, and sin no more.",
    "web": "She said, “No one, Lord.” Jesus said, “Neither do I condemn you. Go your way. From now on, sin no more.”",
    "chr": "ᎯᎠ ᏄᏪᏒᎩ; ᎥᏝ ᎩᎶ, ᏣᎬᏫᏳᎯ. ᏥᏌᏃ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎥᏝ ᎾᏍᏉ ᎠᏴ ᏣᏍᏕᏅᏨ ᏱᏗᏧᎪᏗᎭ. ᏥᎮᎾ, ᎠᎴ ᏞᏍᏗ ᎢᎸᎯᏳ ᎿᏉ ᏱᏣᏍᎦᏅᏤᏍᏗ."
  },
  {
    "verse": "12",
    "kjv": "Then spake Jesus again unto them, saying, I am the light of the world: he that followeth me shall not walk in darkness, but shall have the light of life.",
    "web": "Again, therefore, Jesus spoke to them, saying, “I am the light of the world. He who follows me will not walk in the darkness, but will have the light of life.”",
    "chr": "ᎠᎴᏬ ᏥᏐ ᏚᏬᏁᏔᏅᎩ, ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎠᏴ ᎡᎶᎯ ᎢᎦ ᏥᏯᏘᏍᏓᏁᎯ; ᎩᎶ ᎠᎩᏍᏓᏩᏕᎨᏍᏗ ᎥᏝ ᎤᎵᏏᎬ ᏱᎦᏰᏙᎮᏍᏗ; ᎠᏛᏂᏗᏍᏙᏗᏍᎩᏂ ᎢᎦ ᎤᏤᎵᎦ ᎨᏎᏍᏗ."
  },
  {
    "verse": "13",
    "kjv": "The Pharisees therefore said unto him, Thou bearest record of thyself; thy record is not true.",
    "web": "The Pharisees therefore said to him, “You testify about yourself. Your testimony is not valid.”",
    "chr": "ᎿᏉᏃ ᎠᏂᏆᎵᏏ ᎯᎠ ᏅᎬᏩᏪᏎᎸᎩ; ᏨᏒᏉ ᎭᏓᏃᎮᏎ, ᎯᏃᎮᏍᎬ ᎥᏝ ᏳᏙᎯᏳᎭ."
  },
  {
    "verse": "14",
    "kjv": "Jesus answered and said unto them, Though I bear record of myself, yet my record is true: for I know whence I came, and whither I go; but ye cannot tell whence I come, and whither I go.",
    "web": "Jesus answered them, “Even if I testify about myself, my testimony is true, for I know where I came from, and where I am going; but you don’t know where I came from, or where I am going.",
    "chr": "ᏥᏌ ᎤᏁᏨᎩ, ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎠᏋᏒᏉ ᎾᏍᏉ ᏱᎦᏓᏃᎮᎭ, ᎠᏎ ᏥᏃᎮᏍᎬ ᎤᏙᎯᏳᎭ; ᏥᎦᏔᎭᏰᏃ ᏗᏆᏓᎴᏅᎢ ᎠᎴ ᏫᏥᎦᏛᎢ. ᏂᎯᏍᎩᏂ ᎥᏝ ᏱᏥᎦᏔᎭ ᏗᏆᏓᎴᏅᎢ ᎠᎴ ᏫᏥᎦᏛᎢ."
  },
  {
    "verse": "15",
    "kjv": "Ye judge after the flesh; I judge no man.",
    "web": "You judge according to the flesh. I judge no one.",
    "chr": "ᏂᎯ ᏕᏧᎪᏗᏍᎪ ᎤᏇᏓᎵᏉ ᏧᏬᎪᏙᏗ ᎨᏒᎢ; ᎠᏴ ᎥᏝ ᎩᎶ ᏱᏗᏥᏳᎪᏓᏁᎰᎢ."
  },
  {
    "verse": "16",
    "kjv": "And yet if I judge, my judgment is true: for I am not alone, but I and the Father that sent me.",
    "web": "Even if I do judge, my judgment is true, for I am not alone, but I am with the Father who sent me.",
    "chr": "ᎠᏎᏃ ᎾᏍᏉ ᏱᏗᏧᎪᏗᎭ, ᏓᏇᎪᏔᏅ ᏑᏳᎪᏛ ᏱᎩ. ᎥᏝᏰᏃ ᎠᏋᏒᏉ ᏱᎩ, ᎠᎦᏴᎵᎨᏰᏃ ᏅᏛᎩᏅᏏᏛ ᎣᎩᎾᎵᎪᎭ."
  },
  {
    "verse": "17",
    "kjv": "It is also written in your law, that the testimony of two men is true.",
    "web": "It’s also written in your law that the testimony of two people is valid.",
    "chr": "ᎠᎴ ᎾᏍᏉ ᎪᏪᎳ ᏗᏥᎧᎿᏩᏛᏍᏗᏱ ᎾᏍᎩ ᎠᏂᏔᎵ ᎤᏂᏃᎮᎸᎯ ᎨᏒ ᎤᏙᎯᏳᎯᏯ ᎨᏒᎢ."
  },
  {
    "verse": "18",
    "kjv": "I am one that bear witness of myself, and the Father that sent me beareth witness of me.",
    "web": "I am one who testifies about myself, and the Father who sent me testifies about me.”",
    "chr": "ᎠᏴ ᎠᏋᏒ ᎦᏓᏃᎮᏍᎩ, ᎠᎦᏴᎵᎨᏃ ᏅᏛᎩᏅᏏᏛ ᎾᏍᏉ ᎠᏴ ᎠᎩᏃᎮᎭ."
  },
  {
    "verse": "19",
    "kjv": "Then said they unto him, Where is thy Father? Jesus answered, Ye neither know me, nor my Father: if ye had known me, ye should have known my Father also.",
    "web": "They said therefore to him, “Where is your Father?” Jesus answered, “You know neither me nor my Father. If you knew me, you would know my Father also.”",
    "chr": "ᎿᏉ ᎯᎠ ᏅᎬᏩᏪᏎᎸᎩ, ᎭᏢ ᏣᏙᏓ? ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎥᏝ ᎠᏴ ᏱᏍᎩᎦᏔᎭ, ᎠᎴ ᎥᏝ ᏰᏥᎦᏔᎭ ᎡᏙᏓ. ᎢᏳᏃ ᎠᏴ ᏱᏍᎩᎦᏔᎮᎢ, ᎾᏍᏉ ᏰᏥᎦᏔᎮ ᎡᏙᏓ."
  },
  {
    "verse": "20",
    "kjv": "These words spake Jesus in the treasury, as he taught in the temple: and no man laid hands on him; for his hour was not yet come.",
    "web": "Jesus spoke these words in the treasury, as he taught in the temple. Yet no one arrested him, because his hour had not yet come.",
    "chr": "ᎾᏍᎩ ᎯᎠ ᏄᏪᏒᎩ ᏥᏌ ᎠᏕᎸ ᏗᏍᏆᏂᎪᏗᏱ, ᎾᎯᏳ ᏓᏕᏲᎲᏍᎬ ᎤᏛᎤ-ᏗᎦᎳᏫᎢᏍᏗᏱ; ᎠᎴ ᎥᏝ ᎩᎶ ᏳᏂᏴᎮᎢ, ᎥᏝᏰᏃ ᎠᏏ ᏳᏍᏆᎸᎡᎮᎢ."
  },
  {
    "verse": "21",
    "kjv": "Then said Jesus again unto them, I go my way, and ye shall seek me, and shall die in your sins: whither I go, ye cannot come.",
    "web": "Jesus said therefore again to them, “I am going away, and you will seek me, and you will die in your sins. Where I go, you can’t come.”",
    "chr": "ᎿᏉᏃ ᏥᏌ ᏔᎵᏁ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᏓᎦᏓᏅᏏ, ᏂᎯᏃ ᏍᎩᏲᎮᏍᏗ, ᎠᎴ ᎠᏎ ᎠᏍᎦᏂ ᎨᏒ ᏙᏓᏥᏲᎱᏏ, ᎠᎴ ᏫᏥᎦᏛ ᎥᏝ ᏫᏴᎨᏥᎷᎩ."
  },
  {
    "verse": "22",
    "kjv": "Then said the Jews, Will he kill himself? because he saith, Whither I go, ye cannot come.",
    "web": "The Jews therefore said, “Will he kill himself, because he says, ‘Where I am going, you can’t come’?”",
    "chr": "ᎿᏉᏃ ᎠᏂᏧᏏ ᎯᎠ ᏄᏂᏪᏒᎩ, ᏥᎪ ᎤᏩᏒ ᏛᏓᎵ? ᎯᎠ ᏥᏂᎦᏪᎭ; ᏫᏥᎦᏛ ᎥᏝ ᏫᏴᎨᏥᎷᎩ."
  },
  {
    "verse": "23",
    "kjv": "And he said unto them, Ye are from beneath; I am from above: ye are of this world; I am not of this world.",
    "web": "He said to them, “You are from beneath. I am from above. You are of this world. I am not of this world.",
    "chr": "ᎯᎠᏃ ᏂᏚᏪᏎᎸᎩ; ᏂᎯ ᎡᎳᏗ ᎢᏣᏓᎴᏅᎯ; ᎠᏴ ᎦᎸᎳᏗ ᏅᏛᏆᏓᎴᏅᎯ. ᏂᎯ ᎠᏂ ᎡᎶᎯ ᎢᏣᏓᎴᏅᎯ; ᎠᏴ ᎥᏝ ᎠᏂ ᎡᎶᎯ ᎠᏆᏓᎴᏅᎯ ᏱᎩ."
  },
  {
    "verse": "24",
    "kjv": "I said therefore unto you, that ye shall die in your sins: for if ye believe not that I am he, ye shall die in your sins.",
    "web": "I said therefore to you that you will die in your sins; for unless you believe that I am he, you will die in your sins.”",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎯᎠ ᏂᏨᏪᏏ; ᎠᏎ ᎨᏥᏍᎦᏂᏉ ᎨᏒ ᏙᏓᏥᏲᎱᏏ; ᎢᏳᏰᏃ ᏂᏦᎯᏳᎲᏍᎬᎾ ᎢᎨᏎᏍᏗ ᎠᏴ ᎾᏍᎩ ᎨᏒᎢ, ᎠᏎ ᎨᏥᏍᎦᏂ ᎨᏒ ᏙᏓᏥᏲᎱᏏ."
  },
  {
    "verse": "25",
    "kjv": "Then said they unto him, Who art thou? And Jesus saith unto them, Even the same that I said unto you from the beginning.",
    "web": "They said therefore to him, “Who are you?” Jesus said to them, “Just what I have been saying to you from the beginning.",
    "chr": "ᎿᏉᏃ ᎯᎠ ᏅᎬᏩᏪᏎᎸᎩ; ᎦᎪᏂᎯ? ᏥᏌᏃ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎾᏍᎩᏉ ᏥᏨᏲᏎᎰᎢ, ᎤᏙᎯᏳᎯᏯ ᎾᏍᎩᏉ."
  },
  {
    "verse": "26",
    "kjv": "I have many things to say and to judge of you: but he that sent me is true; and I speak to the world those things which I have heard of him.",
    "web": "I have many things to speak and to judge concerning you. However, he who sent me is true; and the things which I heard from him, these I say to the world.”",
    "chr": "ᎤᏣᏘ ᎪᎱᏍᏗ ᎠᎩᎭ ᎢᏨᏲᏎᏗ, ᎠᎴ ᏗᏨᏳᎪᏓᏁᏗ; ᎠᏎᏃ ᏅᏛᎩᏅᏏᏛ ᏚᏳᎪᏛᎢ; ᎠᏴᏃ ᎡᎶᎯ ᏥᏃᎮᎮᎭ ᎾᏍᎩ ᏄᏍᏛ ᏥᏯᏛᎦᏁᎸᎢ."
  },
  {
    "verse": "27",
    "kjv": "They understood not that he spake to them of the Father.",
    "web": "They didn’t understand that he spoke to them about the Father.",
    "chr": "ᎥᏝ ᏳᏃᎵᏤ ᎠᎦᏴᎵᎨ ᎦᏛᎬ ᎾᏍᎩ ᏕᎦᏬᏁᏗᏍᎬᎢ."
  },
  {
    "verse": "28",
    "kjv": "Then said Jesus unto them, When ye have lifted up the Son of man, then shall ye know that I am he, and that I do nothing of myself; but as my Father hath taught me, I speak these things.",
    "web": "Jesus therefore said to them, “When you have lifted up the Son of Man, then you will know that I am he, and I do nothing of myself, but as my Father taught me, I say these things.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᏴᏫ ᎤᏪᏥ ᎡᏥᏌᎳᏓᏅᎭ, ᎿᏉ ᏓᏣᏙᎴᎰᏏ ᎠᏴ ᎾᏍᎩ ᎨᏒᎢ, ᎠᎴ ᎠᏋᏒᏉ ᎠᏆᏓᏅᏖᏛ ᎪᎱᏍᏗ ᏂᏓᎩᎸᏫᏍᏓᏁᎲᎾ ᎨᏒᎢ, ᎡᏙᏓᏉᏍᎩᏂ ᎠᏇᏲᏅ ᎾᏍᎩ ᏥᏃᎮᏍᎬᎢ."
  },
  {
    "verse": "29",
    "kjv": "And he that sent me is with me: the Father hath not left me alone; for I do always those things that please him.",
    "web": "He who sent me is with me. The Father hasn’t left me alone, for I always do the things that are pleasing to him.”",
    "chr": "ᏅᏛᎩᏅᏏᏛ ᎣᎩᎾᎵᎪᎭ; ᎠᎦᏴᎵᎨ ᎥᏝ ᏯᏋᏕᏨ, ᏂᎪᎯᎸᏰᏃ ᏓᎩᎸᏫᏍᏓᏁᎰ ᎣᏍ-Ꮫ ᎤᏰᎸᏗ."
  },
  {
    "verse": "30",
    "kjv": "As he spake these words, many believed on him.",
    "web": "As he spoke these things, many believed in him.",
    "chr": "ᎠᏏᏉ ᎾᏍᎩ ᎯᎠ ᏂᎦᏪᏍᎬᎩ, ᎤᏂᏣᏛ ᎬᏬᎯᏳᏅᎩ."
  },
  {
    "verse": "31",
    "kjv": "Then said Jesus to those Jews which believed on him, If ye continue in my word, then are ye my disciples indeed;",
    "web": "Jesus therefore said to those Jews who had believed him, “If you remain in my word, then you are truly my disciples.",
    "chr": "ᎿᏉ ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎸᎩ ᎠᏂᏧᏏ ᎬᏬᎯᏳᎲᏍᎩ; ᎢᏳᏃ ᏕᏥᎧᎿᏩᏗᏎᏍᏗ ᎠᎩᏁᏨᎢ, ᎤᏙᎯᏳᎯᏯ ᏍᎩᏍᏓᏩᏗᏙᎯ ᎨᏎᏍᏗ."
  },
  {
    "verse": "32",
    "kjv": "And ye shall know the truth, and the truth shall make you free.",
    "web": "You will know the truth, and the truth will make you free.”",
    "chr": "ᎠᎴ ᏓᏥᎦᏙᎥᏏ ᏚᏳᎪᏛᎢ, ᏚᏳᎪᏛᏃ ᏂᏕᏥᎾᏝᎥᎾ ᏅᏓᏨᏁᎵ."
  },
  {
    "verse": "33",
    "kjv": "They answered him, We be Abraham's seed, and were never in bondage to any man: how sayest thou, Ye shall be made free?",
    "web": "They answered him, “We are Abraham’s offspring, and have never been in bondage to anyone. How do you say, ‘You will be made free’?”",
    "chr": "ᎬᏩᏁᏤᎸ ᎯᎠ ᏂᎬᏩᏪᏎᎸᎩ; ᎠᏴ ᎡᏆᎭᎻ ᎤᏁᏢᏔᏅᏛ, ᎠᎴ ᎥᏝ ᎢᎸᎯᏳᎩᎶ ᏱᏙᎩᎾᏢᏃᎢ, ᎦᏙᏃ ᏂᏕᏥᎾᏝᎥᎾ ᏅᏓᏰᏨᏁᎵ, ᏣᏗᎭ?"
  },
  {
    "verse": "34",
    "kjv": "Jesus answered them, Verily, verily, I say unto you, Whosoever committeth sin is the servant of sin.",
    "web": "Jesus answered them, “Most certainly I tell you, everyone who commits sin is the bondservant of sin.",
    "chr": "ᏥᏌ ᏚᏁᏤᎸ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎤᏙᎯᏳᎯᏯ ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ; ᎩᎶ ᏣᏍᎦᏅᎪᎢ ᎠᏍᎦᏂ ᎤᎾᏝᎢ ᎨᏐᎢ."
  },
  {
    "verse": "35",
    "kjv": "And the servant abideth not in the house for ever: but the Son abideth ever.",
    "web": "A bondservant doesn’t live in the house forever. A son remains forever.",
    "chr": "ᎠᏥᎾᏝᎢᏃ ᎥᏝ ᎠᏓᏁᎸ ᏂᎪᎯᎸ ᎡᎯ ᏱᎨᏐᎢ; ᎠᎦᏅᎩᏍᎩᏂ ᏂᎪᎯᎸ ᎡᎰᎢ."
  },
  {
    "verse": "36",
    "kjv": "If the Son therefore shall make you free, ye shall be free indeed.",
    "web": "If therefore the Son makes you free, you will be free indeed.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏳᏃ ᎠᎦᏅᎩ ᏂᏕᏥᎾᏝᎥᎾ ᏱᏂᏨᏁᎸ ᎤᏙᎯᏳᏒ ᏂᏕᏥᎾᏝᎥᎾ ᏱᎩ."
  },
  {
    "verse": "37",
    "kjv": "I know that ye are Abraham's seed; but ye seek to kill me, because my word hath no place in you.",
    "web": "I know that you are Abraham’s offspring, yet you seek to kill me, because my word finds no place in you.",
    "chr": "ᏥᎦᏔᎭ ᏂᎯ ᎡᏆᎭᎻ ᎤᏁᏢᏔᏅᏛ ᎨᏒᎢ; ᎠᏎᏃ ᎢᏣᏚᎵ ᏍᎩᎢᏍᏗᏱ, ᏅᏗᎦᎵᏍᏙᏗᎭ ᏥᏁᎬ ᏕᏣᏓᏅᏛ ᏫᎾᏴᎯᎲᎾ ᎨᏒᎢ."
  },
  {
    "verse": "38",
    "kjv": "I speak that which I have seen with my Father: and ye do that which ye have seen with your father.",
    "web": "I say the things which I have seen with my Father; and you also do the things which you have seen with your father.”",
    "chr": "ᏄᏍᏛ ᎠᎩᎪᎲ ᎡᏙᏙᏱ ᎾᏍᎩ ᏥᏁᎪᎢ; ᏂᎠᏃ ᏄᏍᏛ ᎢᏥᎪᎲ ᎢᏥᏙᏙᏱ ᎾᏍᎩ ᏂᏣᏛᏁᎰᎢ."
  },
  {
    "verse": "39",
    "kjv": "They answered and said unto him, Abraham is our father. Jesus saith unto them, If ye were Abraham's children, ye would do the works of Abraham.",
    "web": "They answered him, “Our father is Abraham.” Jesus said to them, “If you were Abraham’s children, you would do the works of Abraham.",
    "chr": "ᎤᏂᏁᏨ ᎯᎠ ᏅᎬᏩᏪᏎᎸᎩ; ᎡᏆᎭᎻ ᎣᎩᏙᏓ. ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎢᏳᏃ ᏂᎯ ᎡᏆᎭᎻ ᏧᏪᏥ ᏱᎩ, ᎡᏆᎭᎻ ᏧᎸᏫᏍᏓᏁᏗ ᎨᏒ ᏱᏗᏥᎸᏫᏍᏓᏁᎭ."
  },
  {
    "verse": "40",
    "kjv": "But now ye seek to kill me, a man that hath told you the truth, which I have heard of God: this did not Abraham.",
    "web": "But now you seek to kill me, a man who has told you the truth which I heard from God. Abraham didn’t do this.",
    "chr": "ᎠᏎᏃ ᎢᏣᏚᎵ ᏍᎩᎢᏍᏗᏱ ᎠᏴ ᏚᏳᎪᏛ ᎢᏨᏃᏁᎸᎯ, ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᏥᏯᏛᎦᏁᎸᎯ ᎨᏒᎢ; ᎥᏝ ᎾᏍᎩ ᏱᎾᏛᏁᎮ ᎡᏆᎭᎻ."
  },
  {
    "verse": "41",
    "kjv": "Ye do the deeds of your father. Then said they to him, We be not born of fornication; we have one Father, even God.",
    "web": "You do the works of your father.” They said to him, “We were not born of sexual immorality. We have one Father, God.”",
    "chr": "ᎢᏥᏙᏓ ᏧᎸᏫᏍᏓᏁᏗ ᎨᏒ ᏕᏥᎸᏫᏍᏓᏁᎰᎢ. ᎿᏉᏃ ᎯᎠ ᏅᎬᏩᏪᏎᎸᎩ; ᎥᏝ ᎤᏕᎵᏛ ᏗᏂᏏᏅᎯ ᎣᎩᎾᏄᎪᏨᎯ ᏱᎩ; ᏌᏉ ᎡᎭ ᎣᎩᏙᏓ-ᎾᏍᎩ ᎤᏁᎳᏅᎯ."
  },
  {
    "verse": "42",
    "kjv": "Jesus said unto them, If God were your Father, ye would love me: for I proceeded forth and came from God; neither came I of myself, but he sent me.",
    "web": "Therefore Jesus said to them, “If God were your father, you would love me, for I came out and have come from God. For I haven’t come of myself, but he sent me.",
    "chr": "ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎢᏳᏃ ᎤᏁᎳᏅᎯ ᎢᏥᏙᏓ ᏱᎩ, ᏍᎩᎨᏳᎢᏳ ᏱᎩ; ᎤᏁᎳᏅᎯᏱᏰᏃ ᏗᏆᏓᎴᏅ ᎠᎩᎷᏥᎸ; ᎠᎴ ᎥᏝ ᎠᏋᏒᏉ ᎠᏆᏓᏅᏖᏛᏯᎩᎷᏥᎸ, ᏗᎩᏅᏒᏍᎩᏂ."
  },
  {
    "verse": "43",
    "kjv": "Why do ye not understand my speech? even because ye cannot hear my word.",
    "web": "Why don’t you understand my speech? Because you can’t hear my word.",
    "chr": "ᎦᏙᏃ Ꮭ ᏱᏦᎵᎦ ᏥᏬᏂᏍᎬᎢ? ᏅᏗᎦᎵᏍᏙᏗᏍᎩᏂ ᏥᏁᎬ ᏰᎵ ᎨᏣᏛᎪᏗ ᏂᎨᏒᎾ ᎨᏒᎢ."
  },
  {
    "verse": "44",
    "kjv": "Ye are of your father the devil, and the lusts of your father ye will do. He was a murderer from the beginning, and abode not in the truth, because there is no truth in him. When he speaketh a lie, he speaketh of his own: for he is a liar, and the father of it.",
    "web": "You are of your father the devil, and you want to do the desires of your father. He was a murderer from the beginning, and doesn’t stand in the truth, because there is no truth in him. When he speaks a lie, he speaks on his own; for he is a liar, and the father of lies.",
    "chr": "ᎢᏥᏙᏓ ᎠᏍᎩᎾ ᏅᏓᏣᏓᎴᏅᎯ ᏂᎯ, ᎠᎴ ᎢᏥᏙᏓ ᎤᏲ ᏚᎸᏫᏍᏓᏁᎲ ᎢᏣᏛᏁᏗᏱ ᎢᏣᏚᎵᎭ. ᎾᏍᎩ ᏴᏫ ᏗᎯᎯ ᏂᎨᏐ ᏗᏓᎴᏂᏍᎬᎢ, ᎠᎴ ᎤᏙᎯᏳᎯ ᎨᏒ ᎥᏝ ᏱᏚᎴᏂᏍᎬᎢ, ᎠᎴ ᎤᏙᎯᏳᎯ ᎨᏒ ᎥᏝ ᏱᏚᎧᎿᏩᏛᏎᎢ, ᎥᏝᏰᏃ ᎤᏙᎯᏳᎯ ᎨᏒ ᏳᏪᎭ. ᎦᏰᎪᎩ ᎧᏁᎩ ᎤᏤᎵᎦᏉ ᎧᏁᎪᎢ; ᎦᏰᎪᎩᏰᏃ ᎾᏍᎩ, ᎠᎴ ᎤᎦᏴᎵᎨ ᎦᏰᎪᎩ ᎨᏒᎢ."
  },
  {
    "verse": "45",
    "kjv": "And because I tell you the truth, ye believe me not.",
    "web": "But because I tell the truth, you don’t believe me.",
    "chr": "ᎠᏎᏃ ᏚᏳᎪᏛ ᏥᏁᎬ ᏅᏗᎦᎵᏍᏙᏗᎭ ᎥᏝ ᏱᏍᎩᏲᎢᏳᎲᏍᎦ."
  },
  {
    "verse": "46",
    "kjv": "Which of you convinceth me of sin? And if I say the truth, why do ye not believe me?",
    "web": "Which of you convicts me of sin? If I tell the truth, why do you not believe me?",
    "chr": "ᎦᎪ ᎤᏓᏑᏯ ᎯᎠ ᏥᏂᏣᏛᏅᎬᏂᎨᏒ ᎢᎬᏩᏁᏗ ᎠᎩᏍᎦᏅᏨᎯ ᎨᏒᎢ? ᎢᏳᏃ ᏚᏳᎪᏛ ᏱᏥᏁᎦ, ᎦᏙᏃ Ꮭ ᏱᏍᎩᏲᎢᏳᎲᏍᎦ?"
  },
  {
    "verse": "47",
    "kjv": "He that is of God heareth God's words: ye therefore hear them not, because ye are not of God.",
    "web": "He who is of God hears the words of God. For this cause you don’t hear, because you are not of God.”",
    "chr": "ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᏅᏓᏳᏓᎴᏅᎯ ᎨᏒ ᎾᏍᎩ ᎠᏛᎩᏍᎪ ᎤᏁᎳᏅᎯ ᎧᏁᎬᎢ; ᏂᎯ ᏂᏣᏛᎩᏍᎬᎾ ᏥᎩ ᏁᏗᎦᎵᏍᏙᏗ ᎤᏁᎳᏅᎯ ᏅᏓᏣᏓᎴᏅᎯ ᏂᎨᏒᎾ ᎨᏒᎢ."
  },
  {
    "verse": "48",
    "kjv": "Then answered the Jews, and said unto him, Say we not well that thou art a Samaritan, and hast a devil?",
    "web": "Then the Jews answered him, “Don’t we say well that you are a Samaritan, and have a demon?”",
    "chr": "ᎿᏉᏃ ᎠᏂᏧᏏ ᎤᏂᏁᏨᎩ, ᎯᎠ ᏄᏂᏪᏎᎸᎩ; ᏝᏍᎪ ᏚᏳᎪᏛ ᏲᏥᏁᎦ, ᏌᎺᎵᏱ ᎮᎯ ᎠᎴ ᎠᏍᎩᎾ ᏣᏯᎢ, ᏥᏨᏲᏎᎭ?"
  },
  {
    "verse": "49",
    "kjv": "Jesus answered, I have not a devil; but I honour my Father, and ye do dishonour me.",
    "web": "Jesus answered, “I don’t have a demon, but I honor my Father and you dishonor me.",
    "chr": "ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎥᏝ ᎠᏍᎩᎾ ᏯᎩᏯᎠ, ᏥᎸᏉᏗᏉᏍᎩᏂ ᎡᏙᏓ; ᏂᎯᏃ ᎠᏴ ᎨᏍᎩᏐᏢᎢᏍᏗᎭ."
  },
  {
    "verse": "50",
    "kjv": "And I seek not mine own glory: there is one that seeketh and judgeth.",
    "web": "But I don’t seek my own glory. There is one who seeks and judges.",
    "chr": "ᎠᏎᏃ ᎥᏝ ᏯᎩᏲᎭ ᎠᏋᏒ ᎥᎩᎸᏉᏗᏱ; ᎡᎭ ᎤᏲᎯ ᎠᎴ ᏗᎫᎪᏗᏍᎩ."
  },
  {
    "verse": "51",
    "kjv": "Verily, verily, I say unto you, If a man keep my saying, he shall never see death.",
    "web": "Most certainly, I tell you, if a person keeps my word, he will never see death.”",
    "chr": "ᎤᏙᎯᏳᎯᏯ ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ, ᎢᏳᏃ ᎩᎶ ᎠᏍᏆᏂᎪᏗᏍᎨᏍᏗ ᏥᏁᎬᎢ, ᎾᏍᎩ ᎥᏝ ᎢᎸᎯᏳ ᎠᏲᎱᎯᏍᏗ ᎨᏒ ᎤᎪᏩᏛᏗ ᏱᎨᏎᏍᏗ."
  },
  {
    "verse": "52",
    "kjv": "Then said the Jews unto him, Now we know that thou hast a devil. Abraham is dead, and the prophets; and thou sayest, If a man keep my saying, he shall never taste of death.",
    "web": "Then the Jews said to him, “Now we know that you have a demon. Abraham died, as did the prophets; and you say, ‘If a man keeps my word, he will never taste of death.’",
    "chr": "ᎿᏉᏃ ᎠᏂᏧᏏ ᎯᎠ ᏅᎬᏩᏪᏎᎸᎩ; ᎿᏉ ᎣᏣᏙᎴᎰᎯ ᎠᏍᎩᎾ ᏣᏯᎥᎢ. ᎡᏆᎭᎻ ᎤᏲᎱᏒ, ᎠᎴ ᎠᎾᏙᎴᎰᏍᎩ, ᏂᎯᏃ ᎯᎠ ᏂᎯᏪᎭ; ᎢᏳᏃ ᎩᎶ ᎠᏍᏆᏂᎪᏗᏍᎨᏍᏗ ᏥᏁᎬᎢ, ᎾᏍᎩ ᎥᏝ ᎢᎸᎯᏳ ᎠᏲᎱᎯᏍᏗ ᎨᏒ ᎤᏙᎴᎰᏍᏗ ᏱᎨᏎᏍᏗ."
  },
  {
    "verse": "53",
    "kjv": "Art thou greater than our father Abraham, which is dead? and the prophets are dead: whom makest thou thyself?",
    "web": "Are you greater than our father Abraham, who died? The prophets died. Who do you make yourself out to be?”",
    "chr": "ᏥᎪ ᏂᎯ ᎤᏟ ᎡᏣᎸᏉᏗᏳ ᎡᏍᎦᏉ ᎡᏆᎭᎻ ᎣᎩᏙᏓ, ᏧᏲᎱᏒ? ᎠᎴ ᎾᏍᏉ ᎠᎾᏙᎴᎰᏍᎩ ᏚᏂᏲᎱᏒ. ᎦᎪ ᏂᎯ ᎭᏤᎸᏍᎦ?"
  },
  {
    "verse": "54",
    "kjv": "Jesus answered, If I honour myself, my honour is nothing: it is my Father that honoureth me; of whom ye say, that he is your God:",
    "web": "Jesus answered, “If I glorify myself, my glory is nothing. It is my Father who glorifies me, of whom you say that he is our God.",
    "chr": "ᏥᏌᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎢᏳᏃ ᎠᏋᏒ ᏱᎦᏓᎸᏉᏗᎭ, ᎥᎩᎸᏉᏗᏳ ᎠᏎᏉᏉ ᏱᎩ; ᎡᏙᏓᏍᎩᏂ ᎠᎩᎸᏉᏗᏍᎩ, ᎾᏍᎩ ᎠᏴ ᎣᎦᏁᎳᏅᎯ ᏥᏣᏗᎭ."
  },
  {
    "verse": "55",
    "kjv": "Yet ye have not known him; but I know him: and if I should say, I know him not, I shall be a liar like unto you: but I know him, and keep his saying.",
    "web": "You have not known him, but I know him. If I said, ‘I don’t know him,’ I would be like you, a liar. But I know him and keep his word.",
    "chr": "ᎠᏎᏃ ᎥᏝ ᏰᏥᎦᏔᎭ, ᎠᏴᏍᎩᏂ ᏥᎦᏔᎭ; ᎢᏳᏃ ᎥᏝ ᏱᏥᎦᏔᎭ ᏱᏚᏗᎭ ᏥᏰᎪᎩᏉ ᏱᎩ, ᏂᎯ ᏥᏂᏣᏍᏗ ᎾᏍᎩᏯᎢ; ᎠᏎᏃ ᏥᎦᏔᎭ, ᎠᎴ ᎤᏁᏨ ᎠᎩᏍᏆᏂᎪᏗ."
  },
  {
    "verse": "56",
    "kjv": "Your father Abraham rejoiced to see my day: and he saw it, and was glad.",
    "web": "Your father Abraham rejoiced to see my day. He saw it and was glad.”",
    "chr": "ᎢᏥᏙᏓ ᎡᏆᎭᎻ ᎠᎵᎮᎵᏍᏗ ᎤᏚᎩ ᎡᏩᏒ ᎤᎪᏩᏛᏍᏗᏱ ᎪᎯ ᎨᏒ ᎠᏴ ᎨᎥᎢ, ᎠᎴ ᎤᎪᎲᎩ ᎠᎴ ᎣᏏᏳ ᎤᏓᏅᏓᏛᎩ."
  },
  {
    "verse": "57",
    "kjv": "Then said the Jews unto him, Thou art not yet fifty years old, and hast thou seen Abraham?",
    "web": "The Jews therefore said to him, “You are not yet fifty years old! Have you seen Abraham?”",
    "chr": "ᎿᏉᏃ ᎠᏂᏧᏏ ᎯᎠ ᏅᎬᏪᏎᎸᎩ; ᎥᏝ ᎠᏏ ᎯᏍᎩᏍᎪᎯ ᎢᏣᏕᏘᏴᏛ ᏱᎩ; ᏥᏌᏃ ᎯᎪᎥᎯ ᎢᎩ ᎡᏆᎭᎻ?"
  },
  {
    "verse": "58",
    "kjv": "Jesus said unto them, Verily, verily, I say unto you, Before Abraham was, I am.",
    "web": "Jesus said to them, “Most certainly, I tell you, before Abraham came into existence, I AM.”",
    "chr": "ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎤᏙᎯᏳᎯᏯ ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ; ᎠᏏᏉ ᎡᏆᎭᎻ ᏁᎲᎾ ᏥᎨᏒᎩ, ᎠᏴ ᏂᎨᎣᎢ."
  },
  {
    "verse": "59",
    "kjv": "Then took they up stones to cast at him: but Jesus hid himself, and went out of the temple, going through the midst of them, and so passed by.",
    "web": "Therefore they took up stones to throw at him, but Jesus hid himself and went out of the temple, having gone through the middle of them, and so passed by.",
    "chr": "ᎿᏉᏃ ᏅᏯ ᏚᏂᎩᏒᎩ, ᏗᎬᏩᏂᏍᏙᏗ, ᎠᏎᏃ ᏥᏌ ᎤᏗᏍᎦᎳᏅᎩ, ᎠᎴ ᎤᏛᏅ-ᏗᎦᎳᏫᎢᏍᏗᏱ ᎤᏄᎪᏨᎩ, ᎠᏰᎵ ᎠᏂᏙᎾᎥ ᎤᎦᏛᎴᏒᏍᏔᏅᎩ, ᎠᎴ ᎤᎶᏐᏅᎩ."
  }
]
