[
  {
    "verse": "1",
    "kjv": "And as Jesus passed by, he saw a man which was blind from his birth.",
    "web": "As he passed by, he saw a man blind from birth.",
    "chr": "[ᏥᏌᏃ] ᎤᎶᏒ ᎤᎪᎲᎩ ᎠᏍᎦᏯ, ᎾᏍᎩ ᏗᎨᏫ ᏂᎨᏎ ᎤᏕᏅ."
  },
  {
    "verse": "2",
    "kjv": "And his disciples asked him, saying, Master, who did sin, this man, or his parents, that he was born blind?",
    "web": "His disciples asked him, “Rabbi, who sinned, this man or his parents, that he was born blind?”",
    "chr": "ᎬᏩᏍᏓᏩᏗᏙᎯᏃ ᎬᏩᏛᏛᏅᎩ, ᎯᎠ ᏄᏂᏪᏒᎩ; ᏔᏕᏲᎲᏍᎩ, ᎦᎪ ᎤᏍᎦᏅᏤᎢ, ᎯᎠᏍᎪ, ᏧᎦᏴᎵᎨᎢᎨ, ᏗᎨᏫ ᏧᏕᏁᎢ?"
  },
  {
    "verse": "3",
    "kjv": "Jesus answered, Neither hath this man sinned, nor his parents: but that the works of God should be made manifest in him.",
    "web": "Jesus answered, “This man didn’t sin, nor did his parents, but that the works of God might be revealed in him.",
    "chr": "ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎥᏝ ᎯᎠ ᏳᏍᎦᏅᏨ, ᎥᏝ ᎠᎴ ᏧᎦᏴᎵᎨᎢ; ᎤᏁᎳᏅᎯᏉᏍᎩᏂ ᏧᎸᏫᏍᏓᏁᏗ ᎨᏒ ᎬᏂᎨᏒ ᎢᏳᎵᏍᏙᏗᏱ ᎾᏍᎩ ᎠᎬᏗᏍᎬᎢ."
  },
  {
    "verse": "4",
    "kjv": "I must work the works of him that sent me, while it is day: the night cometh, when no man can work.",
    "web": "I must work the works of him who sent me while it is day. The night is coming, when no one can work.",
    "chr": "ᎠᏎ ᏗᎩᎸᏫᏍᏓᏁᏗ ᏅᏛᎩᏅᏏᏛ ᏧᎸᏫᏍᏓᏁᏗ ᎨᏒ ᎠᏏᏉ ᎢᎦ ᏥᎩ; ᎡᏃᏱ ᏓᏯᎢ, ᎾᎯᏳ ᏰᎵ ᎩᎶ ᏗᎬᏩᎸᏫᏍᏓᏁᏗ ᏂᎨᏒᎾ."
  },
  {
    "verse": "5",
    "kjv": "As long as I am in the world, I am the light of the world.",
    "web": "While I am in the world, I am the light of the world.”",
    "chr": "ᏂᎪᎯᎸ ᎡᎶᎯ ᎨᏙᎲᎢ, ᎠᏴ ᎡᎶᎯ ᎢᎦ ᎦᏥᏯᏘᏍᏓᏁᎯ."
  },
  {
    "verse": "6",
    "kjv": "When he had thus spoken, he spat on the ground, and made clay of the spittle, and he anointed the eyes of the blind man with the clay,",
    "web": "When he had said this, he spat on the ground, made mud with the saliva, anointed the blind man’s eyes with the mud,",
    "chr": "ᎾᏍᎩ ᏄᏪᏒ ᎦᏙᎯ ᎤᎵᏥᏍᏋᎩ, ᎠᎴ ᎾᏍᎩ ᏝᏬᏔ ᎤᏬᏢᏔᏅᎩ ᎤᎵᏥᏍᏋᎯ, ᎠᎴ ᎾᏍᎩ ᏞᏬᏔ ᏚᏅᎵᏰᏓᏁᎸᎩ ᏗᎨᏫ ᏗᎦᏙᎵ,"
  },
  {
    "verse": "7",
    "kjv": "And said unto him, Go, wash in the pool of Siloam, (which is by interpretation, Sent.) He went his way therefore, and washed, and came seeing.",
    "web": "and said to him, “Go, wash in the pool of Siloam” (which means “Sent”). So he went away, washed, and came back seeing.",
    "chr": "ᎠᎴ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎮᎾ ᏩᏙᏑᎵ ᏌᎶᎻ ᏨᏓᎸᎢ,--ᎾᏍᎩ ᎠᏁᏢᏔᏅᎯ ᎠᏥᏅᏏᏛ ᎦᏛᎦ. ᎤᏪᏅᏒᎩᏃ ᎠᎴ ᏭᏙᏑᎴᎥᎩ, ᎤᎷᏨᏃ ᎠᎪᏩᏘᏍᎬᎩ."
  },
  {
    "verse": "8",
    "kjv": "The neighbours therefore, and they which before had seen him that he was blind, said, Is not this he that sat and begged?",
    "web": "Therefore the neighbors and those who saw that he was blind before said, “Isn’t this he who sat and begged?”",
    "chr": "ᎿᏉᏃ Ꮎ ᎾᎥ ᏗᏂᏁᎳ, ᎠᎴ ᎤᏂᎪᎯᏙᎸᎯ ᏗᎨᏫ ᎨᏒᎢ, ᎯᎠ ᏄᏂᏪᏒᎩ; ᏝᏍᎪ ᎯᎠ ᎾᏍᎩ ᏱᎩ Ꮎ ᏧᏬᎸ ᎠᎴ ᏣᏚᎳᏗᏍᎬᎩ?"
  },
  {
    "verse": "9",
    "kjv": "Some said, This is he: others said, He is like him: but he said, I am he.",
    "web": "Others were saying, “It is he.” Still others were saying, “He looks like him.” He said, “I am he.”",
    "chr": "ᎢᎦᏛ, ᎾᏍᎩ, ᎤᎾᏛᏅᎩ; ᎢᎦᏛᏃ, ᏓᎾᏤᎸ ᎤᎾᏛᏅᎩ. ᎤᏩᏒᏍᎩᏂ, ᎠᏴ ᎾᏍᎩ, ᎤᏛᏅᎩ."
  },
  {
    "verse": "10",
    "kjv": "Therefore said they unto him, How were thine eyes opened?",
    "web": "They therefore were asking him, “How were your eyes opened?”",
    "chr": "ᎿᏉᏃ ᎯᎠ ᏅᎬᏩᏪᏎᎸᎩ, ᎦᏙ ᎤᎵᏍᏙᏔᏁ ᏘᎦᏙᎵ ᏚᎵᏍᏚᎢᏎᎢ?"
  },
  {
    "verse": "11",
    "kjv": "He answered and said, A man that is called Jesus made clay, and anointed mine eyes, and said unto me, Go to the pool of Siloam, and wash: and I went and washed, and I received sight.",
    "web": "He answered, “A man called Jesus made mud, anointed my eyes, and said to me, ‘Go to the pool of Siloam and wash.’ So I went away and washed, and I received sight.”",
    "chr": "ᎤᏁᏨᎯᎠ ᏄᏪᏒᎩ; ᎠᏍᎦᏯ ᏥᏌ ᏥᏚᏙᎥ ᏝᏬᏔ ᎤᏬᏢᏅᎩ, ᎠᎴ ᏚᏅᎵᏰᎥ ᏗᏥᎦᏙᎵ; ᎯᎠᏃ ᎾᎩᏪᏎᎸᎩ; ᏌᎶᎻ ᏨᏓᎸᎢ ᎮᎾ ᎠᎴ ᏩᏙᏑᎵ; ᎠᏇᏅᏃ ᎠᎴ ᏩᏆᏙᏑᎴᎢ ᏰᎵ ᎬᎩᎪᏩᏛᏗ ᏄᎵᏍᏔᏅᎩ."
  },
  {
    "verse": "12",
    "kjv": "Then said they unto him, Where is he? He said, I know not.",
    "web": "Then they asked him, “Where is he?” He said, “I don’t know.”",
    "chr": "ᎿᏉᏃ ᎯᎠ ᏅᎬᏩᏪᏎᎸᎩ; ᎭᏢ ᎡᏙᎭ? ᎥᏝ ᏱᏥᎦᏔᎭ, ᎡᏛᏅᎩ."
  },
  {
    "verse": "13",
    "kjv": "They brought to the Pharisees him that aforetime was blind.",
    "web": "They brought him who had been blind to the Pharisees.",
    "chr": "ᎠᏂᏆᎵᏏ ᏚᎾᏘᏃ ᎮᎸ ᎾᏍᎩ ᏗᎨᏫᎢᏳᎵᏍᏔᏅᎯ."
  },
  {
    "verse": "14",
    "kjv": "And it was the sabbath day when Jesus made the clay, and opened his eyes.",
    "web": "It was a Sabbath when Jesus made the mud and opened his eyes.",
    "chr": "ᎤᎾᏙᏓᏆᏍᎬᏃ ᎢᎦ ᎨᏒᎩ ᏥᏌ ᏝᏬᏔ ᎤᏬᏢᏅ ᎠᎴ ᏗᎦᏙᎵ ᏚᏍᏚᎢᏒ."
  },
  {
    "verse": "15",
    "kjv": "Then again the Pharisees also asked him how he had received his sight. He said unto them, He put clay upon mine eyes, and I washed, and do see.",
    "web": "Again therefore the Pharisees also asked him how he received his sight. He said to them, “He put mud on my eyes, I washed, and I see.”",
    "chr": "ᎠᎴ ᎿᏉ ᎠᏂᏆᎵᏏ ᎾᏍᏉ ᎥᎬᏩᏛᏛᏅᎩ ᏄᎵᏍᏙᏔᏅ ᎬᏩᎪᏩᏛᏗ ᏄᎵᏍᏔᏅᎢ. ᎯᎠᏃ ᏂᏚᏪᏎᎸᎩ; ᏗᏥᎦᏙᎵ ᏝᏬᏔ ᏚᏅᎵᏰᎥᎩ, ᎠᏆᏙᏑᎴᎥᎩᏃ ᎠᎴ ᎢᏥᎪᏩᏘᎭ."
  },
  {
    "verse": "16",
    "kjv": "Therefore said some of the Pharisees, This man is not of God, because he keepeth not the sabbath day. Others said, How can a man that is a sinner do such miracles? And there was a division among them.",
    "web": "Some therefore of the Pharisees said, “This man is not from God, because he doesn’t keep the Sabbath.” Others said, “How can a man who is a sinner do such signs?” So there was division among them.",
    "chr": "ᎿᏉᏃ ᎢᎦᏛ ᎠᏂᏆᎵᏏ ᎯᎠ ᏄᏂᏪᏒᎩ; ᎾᏍᎩ ᎯᎠ ᎠᏍᎦᏯ ᎥᏝ ᎤᏁᎳᏅᎯ ᏅᏓᏳᏓᎴᏅᎯ ᏱᎩ, ᏝᏰᏃ ᏯᏍᏆᏂᎪᏗᎭ ᎤᎾᏙᏓᏆᏍᎬᎢ. ᎢᎦᏛᏃ ᎯᎠ ᏄᏂᏪᏒᎩ; ᎦᏙ ᏱᎦᎵᏍᏙᏓ ᏴᏫ ᎠᏍᎦᎾᎢ ᎾᏍᎩ ᎢᏳᏍᏗ ᎤᏍᏆᏂᎪᏗ ᏱᏚᎸᏫᏍᏓᏏ? ᏔᎵᏃ ᏄᎾᏓᏛᎩ."
  },
  {
    "verse": "17",
    "kjv": "They say unto the blind man again, What sayest thou of him, that he hath opened thine eyes? He said, He is a prophet.",
    "web": "Therefore they asked the blind man again, “What do you say about him, because he opened your eyes?” He said, “He is a prophet.”",
    "chr": "ᏔᎵᏁᏃ ᎯᎠ ᏄᏂᏪᏎᎸᎩ ᏗᎨᏫ; ᎦᏙ ᏂᎯ ᏎᏗᎭ ᎾᏍᎩ ᎯᏃᎮᏍᎬᎢ ᏥᏕᏣᏍᏚᎢᎡᎸ ᏘᎦᏙᎵ? ᎠᏙᎴᎰᏍᎩ, ᎤᏅᏛᏅᎩ."
  },
  {
    "verse": "18",
    "kjv": "But the Jews did not believe concerning him, that he had been blind, and received his sight, until they called the parents of him that had received his sight.",
    "web": "The Jews therefore didn’t believe concerning him, that he had been blind and had received his sight, until they called the parents of him who had received his sight,",
    "chr": "ᎠᏎᏃ ᎠᏂᏧᏏ ᎥᏝ ᏯᏃᎯᏳᎲᏍᎨ ᏗᎨᏫ ᎢᏳᎵᏍᏔᏅᎯ ᎨᏒ ᎠᎴ ᎬᏩᎪᏩᏛᏗ ᏄᎵᏍᏔᏅᎢ, ᎬᏂ ᏫᏚᏂᏯᏅᎲ ᏧᎦᏴᎵᎨ ᎾᏍᎩ Ꮎ ᎬᏩᎪᏩᏛᏗ ᎢᏳᎵᏍᏓᏁᎸᎯ."
  },
  {
    "verse": "19",
    "kjv": "And they asked them, saying, Is this your son, who ye say was born blind? how then doth he now see?",
    "web": "and asked them, “Is this your son, whom you say was born blind? How then does he now see?”",
    "chr": "ᏚᎾᏛᏛᏅᎩᏃ, ᎾᏍᎩ ᎯᎠ ᏄᏂᏪᏒᎩ; ᎯᎠᏍᎪ ᏂᎯ ᎢᏍᏕᏥ, ᎾᏍᎩ ᏗᎨᏫ ᎤᏕᏅᎩ ᏥᏍᏓᏗᎭ? ᎦᏙᏃ ᎤᎵᏍᏙᏔᏅ ᎪᎯ ᏣᎪᏩᏘᎭ?"
  },
  {
    "verse": "20",
    "kjv": "His parents answered them and said, We know that this is our son, and that he was born blind:",
    "web": "His parents answered them, “We know that this is our son, and that he was born blind;",
    "chr": "ᏧᎦᏴᎵᎨ ᏚᏂᏁᏤᎸ ᎯᎠ ᏂᏚᏂᏪᏎᎸᎩ; ᎣᏍᏗᎦᏔᎭ ᎯᎠ ᎣᎩᏁᏥ ᎨᏒᎢ, ᎠᎴ ᏗᎨᏫ ᎤᏕᏅᎢ;"
  },
  {
    "verse": "21",
    "kjv": "But by what means he now seeth, we know not; or who hath opened his eyes, we know not: he is of age; ask him: he shall speak for himself.",
    "web": "but how he now sees, we don’t know; or who opened his eyes, we don’t know. He is of age. Ask him. He will speak for himself.”",
    "chr": "ᎠᏎᏃ ᏅᏧᎵᏍᏙᏔᏅᎢ ᎪᎯ ᏣᎪᏩᏘᎭ ᎥᏝ ᏲᏍᏗᎦᏔᎭ; ᎠᎴ ᎠᏴ ᎥᏝ ᏲᏍᏗᎦᏔᎭ ᎾᏍᎩ Ꮎ ᏧᏍᏚᎢᎡᎸᎯ ᎨᏒ ᏗᎦᏙᎵ. ᎿᏉ ᎠᏗᏃᎾ ᎤᏛᎾ, ᎡᏣᏛᏛᎲᎦ, ᎤᏩᏒ ᏓᎧᏃᎮᎵ."
  },
  {
    "verse": "22",
    "kjv": "These words spake his parents, because they feared the Jews: for the Jews had agreed already, that if any man did confess that he was Christ, he should be put out of the synagogue.",
    "web": "His parents said these things because they feared the Jews; for the Jews had already agreed that if any man would confess him as Christ, he would be put out of the synagogue.",
    "chr": "ᎾᏍᎩ ᏄᏂᏪᏒᎩ ᏧᎦᏴᎵᎨᎢ, ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᏓᏂᏍᎦᎢᎲ ᎠᏂᏧᏏ; ᎦᏳᎳᏰᏃ ᎠᏂᏧᏏ ᏧᏄᎪᏔᏅᎯ ᎨᏒᎩ, ᎾᏍᎩ ᎢᏳ ᎩᎶ ᏳᏁᏨ ᎾᏍᎩ ᎦᎶᏁᏛ ᎨᏒ ᎠᏥᏄᎪᏫᏍᏗᏱ ᏗᎦᎳᏫᎢᏍᏗᏱ."
  },
  {
    "verse": "23",
    "kjv": "Therefore said his parents, He is of age; ask him.",
    "web": "Therefore his parents said, “He is of age. Ask him.”",
    "chr": "ᎾᏍᎩ ᏅᏓᏳᎵᏍᏙᏔᏅᎩ ᏧᎦᏴᎵᎨ ᎯᎠ ᏄᏂᏪᏒ; ᎿᏉ ᎤᏛᎾ, ᎤᏩᏒ ᎡᏣᏛᏛᎲᎦ."
  },
  {
    "verse": "24",
    "kjv": "Then again called they the man that was blind, and said unto him, Give God the praise: we know that this man is a sinner.",
    "web": "So they called the man who was blind a second time, and said to him, “Give glory to God. We know that this man is a sinner.”",
    "chr": "ᎿᏉᏃ ᏔᎵᏁ ᏭᏂᏯᏅᎲᎩ ᎠᏍᎦᏯ ᏗᎨᏫ ᎢᏳᎵᏍᏔᏅᎯ; ᎯᎠᏃ ᏄᏂᏪᏎᎸᎩ; ᎯᎸᏉᏓ ᎤᏁᎳᏅᎯ, ᎠᏴ ᎣᏥᎦᏔᎭ ᎾᏍᎩ ᎯᎠ ᎠᏍᎦᏯ ᎠᏍᎦᎾ ᎨᏒᎢ."
  },
  {
    "verse": "25",
    "kjv": "He answered and said, Whether he be a sinner or no, I know not: one thing I know, that, whereas I was blind, now I see.",
    "web": "He therefore answered, “I don’t know if he is a sinner. One thing I do know: that though I was blind, now I see.”",
    "chr": "ᎿᏉᏃ ᎤᏁᏨᎩ ᎯᎠ ᏄᏪᏒᎩ; ᎢᏳᏃ ᎠᏍᎦᎾ ᏱᎩ ᎥᏝ ᏱᏥᎦᏔᎭ; ᏑᏓᎴᎩ ᏥᎦᏔᎭ; ᏗᏥᎨᏫ ᏥᎨᏒᎩ ᎿᏉ ᎢᏥᎪᏩᏘᎭ."
  },
  {
    "verse": "26",
    "kjv": "Then said they to him again, What did he to thee? how opened he thine eyes?",
    "web": "They said to him again, “What did he do to you? How did he open your eyes?”",
    "chr": "ᎿᏉᏃ ᏔᎵᏁ ᎯᎠ ᏄᏂᏪᏎᎸᎩ; ᎪᏙ ᏨᏁᎴ ᏕᏣᏍᏚᎢᎡᎴ ᏘᎦᏙᎵ?"
  },
  {
    "verse": "27",
    "kjv": "He answered them, I have told you already, and ye did not hear: wherefore would ye hear it again? will ye also be his disciples?",
    "web": "He answered them, “I told you already, and you didn’t listen. Why do you want to hear it again? You don’t also want to become his disciples, do you?”",
    "chr": "ᎤᏁᏨ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎦᏳᎳ ᎢᏨᏃᏁᎸ, ᎠᏎᏃ ᎥᏝ ᏱᏣᏛᏓᏍᏔᏁᎢ; ᎦᏙᏃ ᎢᏣᏚᎵ ᏔᎵᏁ ᎢᏣᏛᎪᏗᏱ? ᎾᏍᏉᏍᎪ ᏂᎯ ᎢᏣᏚᎵᎭ ᎡᏥᏍᏓᏩᏗᏙᎯ ᎢᏣᎵᏍᏙᏗᏱ."
  },
  {
    "verse": "28",
    "kjv": "Then they reviled him, and said, Thou art his disciple; but we are Moses' disciples.",
    "web": "They insulted him and said, “You are his disciple, but we are disciples of Moses.",
    "chr": "ᎿᏉᏃ ᎦᎬᏩᏂᏐᏢᏔᏅᎩ, ᎠᎴ ᎯᎠ ᏄᏂᏪᏒᎩ; ᏂᎯ ᎾᏍᎩ ᎯᏍᏓᏩᏗᏙᎯ, ᎠᏴᏍᎩᏂ ᎼᏏ ᎣᏥᏍᏓᏩᏗᏙᎯ."
  },
  {
    "verse": "29",
    "kjv": "We know that God spake unto Moses: as for this fellow, we know not from whence he is.",
    "web": "We know that God has spoken to Moses. But as for this man, we don’t know where he comes from.”",
    "chr": "ᎣᏥᎦᏔᎭ ᎤᏁᎳᏅᎯ ᎼᏏ ᎤᏬᏁᏔᏅᎢ; ᎾᏍᎩᏂ ᎯᎠ ᎥᏝ ᏲᏥᎦᏔᎭᏧᏓᎴᏅᎢ."
  },
  {
    "verse": "30",
    "kjv": "The man answered and said unto them, Why herein is a marvellous thing, that ye know not from whence he is, and yet he hath opened mine eyes.",
    "web": "The man answered them, “How amazing! You don’t know where he comes from, yet he opened my eyes.",
    "chr": "ᎾᏍᎩ ᎠᏍᎦᏯ ᎤᏁᏨ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; Ꮀ ᎤᏍᏆᏂᎪᏗᏳ ᎾᏍᎩ, ᏂᏥᎦᏔᎲᎾ ᏥᎩ ᏧᏓᎴᏅᎢ, ᎠᏃ ᏥᏓᎩᏍᏚᎢᎡᎸ ᏗᏥᎦᏙᎵ."
  },
  {
    "verse": "31",
    "kjv": "Now we know that God heareth not sinners: but if any man be a worshipper of God, and doeth his will, him he heareth.",
    "web": "We know that God doesn’t listen to sinners, but if anyone is a worshiper of God and does his will, he listens to him.",
    "chr": "ᎢᏗᎦᏔᎭᏰᏃ ᎤᏁᎳᏅᎯ ᏂᏓᏛᎦᏁᎲᎾ ᎨᏒ ᎠᏂᏍᎦᎾᎢ, ᎢᏳᏍᎩᏂ ᎩᎶ ᎤᏁᎳᏅᎯ ᎠᏓᏙᎵᏍᏓᏁᎯ ᏱᎩ, ᎠᎴ ᎾᏍᎩ ᎠᏓᏅᏖᏍᎬ ᎢᏯᏛᏁᎯ ᏱᎩ, ᎾᏍᎩ ᎠᏛᎦᏁᎰᎢ."
  },
  {
    "verse": "32",
    "kjv": "Since the world began was it not heard that any man opened the eyes of one that was born blind.",
    "web": "Since the world began it has never been heard of that anyone opened the eyes of someone born blind.",
    "chr": "ᎡᎶᎯ ᏧᏙᏢᏅ ᏅᏓᎬᏩᏓᎴᏅᏛ ᎥᏝ ᏱᎨᎦᏛᎦᏃ ᎩᎶ ᏚᏍᏚᎢᎡᎸ ᏗᎦᏙᎵ ᏗᎨᏫ ᎤᏕᏅᎯ."
  },
  {
    "verse": "33",
    "kjv": "If this man were not of God, he could do nothing.",
    "web": "If this man were not from God, he could do nothing.”",
    "chr": "ᎢᏳᏃ ᎯᎠ ᎾᏍᎩ ᎠᏍᎦᏯ ᎤᏁᎳᏅᎯ ᏅᏓᏳᏓᎴᏅᎯ ᏂᎨᏒᎾ ᏱᎩ, ᎥᏝ ᏰᎵ ᎪᎱᏍᏗ ᏱᏙᎬᏩᎸᏫᏍᏓᏏ."
  },
  {
    "verse": "34",
    "kjv": "They answered and said unto him, Thou wast altogether born in sins, and dost thou teach us? And they cast him out.",
    "web": "They answered him, “You were altogether born in sins, and do you teach us?” Then they threw him out.",
    "chr": "ᎤᏂᏁᏨ ᎯᎠ ᏅᎬᏩᏪᏎᎸᎩ; ᏅᎲᎢ ᎠᏍᎦᏂ ᎨᏒ ᏣᏕᏅᎩ, ᏥᎦᏃ ᎠᏴ ᎢᏍᎩᏰᏲᎲᏍᎦ? ᎥᎬᏩᏄᎪᏫᏒᎩᏃ."
  },
  {
    "verse": "35",
    "kjv": "Jesus heard that they had cast him out; and when he had found him, he said unto him, Dost thou believe on the Son of God?",
    "web": "Jesus heard that they had thrown him out, and finding him, he said, “Do you believe in the Son of God?”",
    "chr": "ᏥᏌ ᎤᏛᎦᏅᎩ ᎬᏩᏄᎪᏫᏒᎢ; ᎤᏩᏛᎲᏃ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎯᏲᎢᏳᎲᏍᎦᏍᎪ ᎤᏁᎳᏅᎯ ᎤᏪᏥ?"
  },
  {
    "verse": "36",
    "kjv": "He answered and said, Who is he, Lord, that I might believe on him?",
    "web": "He answered, “Who is he, Lord, that I may believe in him?”",
    "chr": "ᎾᏍᎩ ᎤᏁᏨ ᎯᎠ ᏄᏪᏒᎩ; ᎦᎪ ᎾᏍᎩ, ᏣᎬᏫᏳᎯ, ᎾᏍᎩ ᏥᏲᎢᏳᏗᏱ?"
  },
  {
    "verse": "37",
    "kjv": "And Jesus said unto him, Thou hast both seen him, and it is he that talketh with thee.",
    "web": "Jesus said to him, “You have both seen him, and it is he who speaks with you.”",
    "chr": "ᏥᏌ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎯᎪᎥᎯ, ᎠᎴ ᎾᏍᎩ Ꮎ ᏥᏣᎵᏃᎮᏗᎭ."
  },
  {
    "verse": "38",
    "kjv": "And he said, Lord, I believe. And he worshipped him.",
    "web": "He said, “Lord, I believe!” and he worshiped him.",
    "chr": "ᎯᎠᏃ ᏄᏪᏒᎩ; ᎪᎢᏳᎲᏍᎦ, ᏣᎬᏫᏳᎯ; ᎤᏓᏙᎵᏍᏓᏁᎸᎩᏃ."
  },
  {
    "verse": "39",
    "kjv": "And Jesus said, For judgment I am come into this world, that they which see not might see; and that they which see might be made blind.",
    "web": "Jesus said, “I came into this world for judgment, that those who don’t see may see; and that those who see may become blind.”",
    "chr": "ᏥᏌᏃ ᎯᎠ ᏄᏪᏒᎩ; ᏗᏬᎪᏙᏗᏱ ᎠᎩᏰᎸᎭ ᎡᎶᎯ ᎠᎩᎷᏥᎸ, ᎾᏍᎩ Ꮎ ᎾᏂᎪᏩᏘᏍᎬᎾ ᎤᏂᎪᏩᏛᏗᏱ, ᎠᎴ ᎾᏍᎩ Ꮎ ᎠᏂᎪᏩᏘᏍᎩ ᏗᏂᎨᏫ ᎢᏳᎾᎵᏍᏙᏗᏱ."
  },
  {
    "verse": "40",
    "kjv": "And some of the Pharisees which were with him heard these words, and said unto him, Are we blind also?",
    "web": "Those of the Pharisees who were with him heard these things, and said to him, “Are we also blind?”",
    "chr": "ᎠᏂᏆᎵᏏᏃ ᎡᏙᎲ ᎠᏁᏙᎯ ᎾᏍᎩ ᎤᎾᏛᎦᏅᎩ, ᎠᎴ ᎯᎠ ᏅᎬᏩᏪᏎᎸᎩ; ᏥᎪ ᎾᏍᏉ ᎠᏴ ᏦᏥᎨᏫ?"
  },
  {
    "verse": "41",
    "kjv": "Jesus said unto them, If ye were blind, ye should have no sin: but now ye say, We see; therefore your sin remaineth.",
    "web": "Jesus said to them, “If you were blind, you would have no sin; but now you say, ‘We see.’ Therefore your sin remains.",
    "chr": "ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎢᏳᏃ ᏗᏥᎨᏫ ᏱᎨᏎᎢ ᎥᏝ ᏱᎨᏥᏍᎦᏅᎨᎢ, ᎠᏎᏃ ᎣᏥᎪᏩᏘᎭ ᎢᏣᏗᎭ; ᎾᏍᎩ ᏅᏗᎦᎵᏍᏙᏗᎭ ᎢᏥᏍᎦᎾᎯᏳ ᎨᏒ ᎠᎵᏃᎯᏯᏍᎦ."
  }
]