[
  {
    "verse": "1",
    "kjv": "That which was from the beginning, which we have heard, which we have seen with our eyes, which we have looked upon, and our hands have handled, of the Word of life;",
    "web": "That which was from the beginning, that which we have heard, that which we have seen with our eyes, that which we saw, and our hands touched, concerning the Word of life",
    "chr": "ᎾᏍᎩ ᏗᏓᎴᏂᏍᎬ ᏤᎮᎢ, ᎠᏴ ᎣᎦᏛᎦᏅᎯ, ᏦᏥᎦᏙᎵ ᏦᎬᏔᏅᎯ ᎣᎩᎪᎲᎯ, ᎾᏍᎩ ᏦᎦᎧᎿᏅᎯ, ᎠᎴ ᏦᎪᏰᏂ ᏦᎬᏔᏅᎯ ᎣᎦᏒᏂᎵᏙᎸᎯ, ᎧᏃᎮᏛ ᎬᏂᏛ--"
  },
  {
    "verse": "2",
    "kjv": "(For the life was manifested, and we have seen it, and bear witness, and shew unto you that eternal life, which was with the Father, and was manifested unto us;)",
    "web": "(and the life was revealed, and we have seen, and testify, and declare to you the life, the eternal life, which was with the Father, and was revealed to us);",
    "chr": "ᎬᏂᏛᏰᏃ ᎬᏂᎨᏒ ᏄᎵᏍᏔᏅᎩ, ᎠᎴ ᎣᎩᎪᎲᎩ, ᎠᎴ ᎣᏥᏃᎮᎭ, ᎠᎴ ᎢᏨᎾᏄᏫᏎᎭ ᎾᏍᎩ ᎠᎵᏍᏆᏗᏍᎩ ᏂᎨᏒᎾ ᎬᏂᏛ, ᎾᏍᎩ ᎠᎦᏴᎵᎨᎢ ᎡᎲ ᏤᎮᎢ, ᎠᎴ ᎬᏂᎨᏒ ᎢᏲᎬᏁᎸᎯ ᏥᎩ--"
  },
  {
    "verse": "3",
    "kjv": "That which we have seen and heard declare we unto you, that ye also may have fellowship with us: and truly our fellowship is with the Father, and with his Son Jesus Christ.",
    "web": "that which we have seen and heard we declare to you, that you also may have fellowship with us. Yes, and our fellowship is with the Father and with his Son, Jesus Christ.",
    "chr": "ᎾᏍᎩ Ꮎ ᎣᎩᎪᎲᎯ ᎠᎴ ᎣᎦᏛᎦᏅᎯ ᎨᏒ ᎢᏨᎾᏄᏫᏎᎭ, ᎾᏍᏉ ᏂᎯ ᎢᏣᏖᎳᏗᏍᏗᏱ ᎣᎦᏚᏓᏕᏫᏒᎢ; ᎠᎴ ᎤᏙᎯᏳᎯᏯ ᎣᎦᏚᏓᏕᏫᏒ ᎠᎦᏴᎵᎨᎢ ᎠᎴ ᎤᏪᏥ ᏥᏌ ᎦᎶᏁᏛ."
  },
  {
    "verse": "4",
    "kjv": "And these things write we unto you, that your joy may be full.",
    "web": "And we write these things to you, that our joy may be fulfilled.",
    "chr": "ᎯᎠ ᎠᎴ ᎾᏍᎩ ᎢᏨᏲᏪᎳᏁᎭ ᎢᏣᎵᎮᎵᎬ ᎤᎧᎵᎢᏍᏗᏱ."
  },
  {
    "verse": "5",
    "kjv": "This then is the message which we have heard of him, and declare unto you, that God is light, and in him is no darkness at all.",
    "web": "This is the message which we have heard from him and announce to you, that God is light, and in him is no darkness at all.",
    "chr": "ᎯᎠᏃ ᎾᏍᎩ ᎧᏃᎮᏛ ᎣᏣᏛᎦᏁᎸᎯ ᏥᎩ ᎠᎴ ᏥᏨᎾᏄᏫᏎᎭ ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎢᎦᎦᏘ ᎨᏒᎢ, ᎠᎴ ᎤᏍᏗ ᎤᏅᎤᎵᏏᎩ ᏄᏪᎲᎾ ᎨᏒᎢ."
  },
  {
    "verse": "6",
    "kjv": "If we say that we have fellowship with him, and walk in darkness, we lie, and do not the truth:",
    "web": "If we say that we have fellowship with him and walk in the darkness, we lie and don’t tell the truth.",
    "chr": "ᎢᏳᏃ ᎾᏍᎩ ᏙᎦᏚᏓᏔ ᏱᏓᏗᎭ, ᎤᎵᏏᎬᏃ ᏱᏕᏙᎭ, ᏱᏓᏥᎪᎥᏍᎦᏉ ᎠᎴ ᎥᏝ ᏱᎨᏗᏍᏓᏩᏕᎦ ᎤᏙᎯᏳᎯ ᎨᏒᎢ."
  },
  {
    "verse": "7",
    "kjv": "But if we walk in the light, as he is in the light, we have fellowship one with another, and the blood of Jesus Christ his Son cleanseth us from all sin.",
    "web": "But if we walk in the light as he is in the light, we have fellowship with one another, and the blood of Jesus Christ his Son, cleanses us from all sin.",
    "chr": "ᎢᎦᎦᏛᏍᎩᏂ ᏱᏕᏙᎭ, ᎾᏍᎩᏯ ᎾᏍᎩ ᎢᎦᎦᏛᎢ ᏤᎭ, ᏕᎦᏚᏓᏕᏫᏒ ᎢᎬᏒ ᎨᏒᎢ; ᎠᎴ ᎤᏪᏥ ᏥᏌ ᎦᎶᏁᏛ ᎤᎩᎬ ᎢᎩᏅᎦᎵᎭ ᏂᎦᎥ ᎢᎩᏍᎦᏅᏨᎢ."
  },
  {
    "verse": "8",
    "kjv": "If we say that we have no sin, we deceive ourselves, and the truth is not in us.",
    "web": "If we say that we have no sin, we deceive ourselves, and the truth is not in us.",
    "chr": "ᎢᏳᏃ ᎥᏝ ᎠᏍᎦᏂ ᏲᎨᎭ ᏱᏓᏗᎭ, ᎢᎬᏒ ᏱᏓᏓᎵᏓᏍᏗᎭ, ᎠᎴ ᎥᏝ ᏱᎨᎨᎭ ᎤᏙᎯᏳᎯ ᎨᏒᎢ."
  },
  {
    "verse": "9",
    "kjv": "If we confess our sins, he is faithful and just to forgive us our sins, and to cleanse us from all unrighteousness.",
    "web": "If we confess our sins, he is faithful and righteous to forgive us the sins and to cleanse us from all unrighteousness.",
    "chr": "ᎢᏳᏃ ᏱᏗᏃᎲᏍᎦ ᎢᎩᏍᎦᏅᏨᎢ, ᏄᏓᎵᏓᏍᏛᎾ ᎠᎴ ᎤᏓᏅᏘᏳ, ᎾᏍᎩ ᎢᎩᏁᏗᏱ ᎢᎩᏍᎦᏅᏨᎢ, ᎠᎴ ᎢᎩᏅᎦᎸᏗᏱ ᏂᎦᎥ ᎤᏲ ᏗᎦᎸᏫᏍᏓᏗ ᎨᏒᎢ."
  },
  {
    "verse": "10",
    "kjv": "If we say that we have not sinned, we make him a liar, and his word is not in us.",
    "web": "If we say that we haven’t sinned, we make him a liar, and his word is not in us.",
    "chr": "ᎢᏳᏃ ᎥᏝ ᏲᎩᏍᎦᏅᏨ ᏱᏓᏗᎭ, ᎡᏗᏰᎪᎥᏍᎦᏉ, ᎠᎴ ᎧᏃᎮᏛ ᎤᏤᎵᎦ ᎥᏝ ᏱᎨᎨᎭ."
  }
]
