[
  {
    "verse": "1",
    "kjv": "Beloved, believe not every spirit, but try the spirits whether they are of God: because many false prophets are gone out into the world.",
    "web": "Beloved, don’t believe every spirit, but test the spirits, whether they are of God, because many false prophets have gone out into the world.",
    "chr": "ᎢᏨᎨᏳᎢ, ᏞᏍᏗ ᎾᏂᎥ ᏗᏓᏅᏙ ᏱᏗᏦᎯᏳᎲᏍᎨᏍᏗ, ᏕᏥᎪᎵᏰᏍᎨᏍᏗᏍᎩᏂ ᏗᏓᏅᏙ, ᎤᏁᎳᏅᎯ ᏅᏓᏳᏓᎴᏅᎯ ᎨᏒ, ᎠᎴ ᎤᏁᎳᏅᎯ ᏅᏓᏳ ᏓᎴᏅᎯ ᏂᎨᏒᎾ ᎨᏒᎢ. ᎤᏂᏣᏔᏰᏃ ᎤᎾᏠᎾᏍᏗ ᎠᎾᏙᎴᎰᏍᎩ ᎠᏁᏙᎭ ᎡᎶᎯ."
  },
  {
    "verse": "2",
    "kjv": "Hereby know ye the Spirit of God: Every spirit that confesseth that Jesus Christ is come in the flesh is of God:",
    "web": "By this you know the Spirit of God: every spirit who confesses that Jesus Christ has come in the flesh is of God,",
    "chr": "ᎯᎠ ᎾᏍᎩ ᏄᏍᏗ ᎢᏦᎵᏍᏙᏗ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᎠᏓᏅᏙ; ᎾᏍᎩ ᎠᏓᏅᏙ ᎯᎠ ᎢᎦᏪᏍᎩ, ᏥᏌ ᎦᎶᏁᏛ ᎤᏇᏓᎵ ᎤᎾᏄᎪᏥᎴᎢ, ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᏅᏓᏳᏓᎴᏅᎯ."
  },
  {
    "verse": "3",
    "kjv": "And every spirit that confesseth not that Jesus Christ is come in the flesh is not of God: and this is that spirit of antichrist, whereof ye have heard that it should come; and even now already is it in the world.",
    "web": "and every spirit who doesn’t confess that Jesus Christ has come in the flesh is not of God; and this is the spirit of the Antichrist, of whom you have heard that it comes. Now it is in the world already.",
    "chr": "ᎾᏍᎩᏃ ᎠᏓᏅᏙ ᎯᎠ ᎢᎦᏪᏍᎩ ᏂᎨᏒᎾ, ᏥᏌ ᎦᎶᏁᏛ ᎤᏇᏓᎵ ᎤᎾᏄᎪᏥᎴᎢ, ᎥᏝ ᎤᏁᎳᏅᎯ ᏅᏓᏳᏓᎴᏅᎯ ᏱᎩ. ᎾᏍᎩᏍᎩᏂ ᎯᎠ ᎦᎶᏁᏛ-ᎠᏡᏗᏍᎩ ᎤᏤᎵᎦ ᎠᏓᏅᏙ, ᎾᏍᎩ ᎤᎷᎯᏍᏗᏱ ᎢᏣᏛᎦᏅᎯ ᏥᎩ, ᎠᎴ ᎿᏉ ᎦᏳᎳ ᎡᎶᎯ ᎡᎭ."
  },
  {
    "verse": "4",
    "kjv": "Ye are of God, little children, and have overcome them: because greater is he that is in you, than he that is in the world.",
    "web": "You are of God, little children, and have overcome them, because greater is he who is in you than he who is in the world.",
    "chr": "ᏂᎯ ᎤᏁᎳᏅᎯ ᏅᏓᏣᏓᎴᏅᎯ, ᏗᏥᏲᎵ, ᎠᎴ ᏕᏥᏎᎪᎩᏒ ᎾᏍᎩ; ᏅᏗᎦᎵᏍᏙᏗᎭ ᎤᏟ ᎤᎵᏂᏗᎩᏗᏳ ᎨᏒ ᎢᏥᏯᎢ ᎡᏍᎦᏉ ᎡᎶᎯ ᎠᏯᎢ."
  },
  {
    "verse": "5",
    "kjv": "They are of the world: therefore speak they of the world, and the world heareth them.",
    "web": "They are of the world. Therefore they speak of the world, and the world hears them.",
    "chr": "ᎡᎶᎯ ᏅᏓᏳᎾᏓᎴᏅᎯ ᎾᏍᎩ, ᎾᏍᎩ ᎢᏳᏍᏗ ᎡᎶᎯ ᎡᎯ ᎠᏂᏬᏂᎭ, ᎠᎴ ᎡᎶᎯ ᎤᎾᏛᎦᏁᎰᎢ."
  },
  {
    "verse": "6",
    "kjv": "We are of God: he that knoweth God heareth us; he that is not of God heareth not us. Hereby know we the spirit of truth, and the spirit of error.",
    "web": "We are of God. He who knows God listens to us. He who is not of God doesn’t listen to us. By this we know the spirit of truth, and the spirit of error.",
    "chr": "ᎠᏴ ᎤᏁᎳᏅᎯ ᏅᏓᏲᎦᏓᎴᏅᎯ; ᎾᏍᎩ Ꮎ ᎤᏁᎳᏅᎯ ᎠᎦᏔᎯ ᎣᎦᏛᎦᏁᎰᎢ. ᎾᏃ ᎤᏁᎳᏅᎯ ᏅᏓᏳᏓᎴᏅᎯ ᏂᎨᏒᎾ ᎥᏝ ᏲᎦᏛᎦᏁᎰᎢ. ᎾᏍᎩ ᏅᏗᎦᎵᏍᏙᏗᎭ ᏕᏗᎦᏔᎭ ᏚᏳᎪᏛ ᎢᏯᎾᏛᏁᎯ ᎠᏓᏅᏙ, ᎠᎴ ᏚᏳᎪᏛ ᎢᏯᏌᏛᏁᎯ ᏂᎨᏒᎾ ᏗᏓᏅᏙ."
  },
  {
    "verse": "7",
    "kjv": "Beloved, let us love one another: for love is of God; and every one that loveth is born of God, and knoweth God.",
    "web": "Beloved, let’s love one another, for love is of God; and everyone who loves has been born of God and knows God.",
    "chr": "ᎢᏨᎨᏳᎢ, ᏕᎦᏓᎨᏳᏎᏍᏗ; ᎠᏓᎨᏳᏗᏰᏃᎨᏒ ᎤᏁᎳᏅᎯ ᎤᏓᏳᏓᎴᏅᎯ, ᎩᎶᏃ ᏧᏓᎨᏳᏐ ᎤᏁᎳᏅᎯ ᎤᎾᏄᎪᏫᏒᎯ ᎨᏐᎢ, ᎠᎴ ᎠᎦᏔᎰ ᎤᏁᎳᏅᎯ."
  },
  {
    "verse": "8",
    "kjv": "He that loveth not knoweth not God; for God is love.",
    "web": "He who doesn’t love doesn’t know God, for God is love.",
    "chr": "ᎤᏓᎨᏳᎯᏃ ᏂᎨᏒᎾ, ᎥᏝ ᏯᎦᏔᎰ ᎤᏁᎳᏅᎯ; ᎤᏁᎳᏅᎯᏰᏃ ᎤᏓᎨᏳᏗ ᎨᏒ ᏚᏙᎥ."
  },
  {
    "verse": "9",
    "kjv": "In this was manifested the love of God toward us, because that God sent his only begotten Son into the world, that we might live through him.",
    "web": "By this God’s love was revealed in us, that God has sent his only born Son into the world that we might live through him.",
    "chr": "ᎠᏂ ᎯᎠ ᎬᏂᎨᏒ ᏄᎵᏍᏔᏅᎩ ᎤᏁᎳᏅᎯ ᎢᎩᎨᏳᏒᎢ, ᎤᏁᎳᏅᎯᏰᏃ ᏧᏅᏎ ᎤᏩᏒᎯᏳ ᎤᏕᏁᎸᎯ ᎤᏪᏥ ᎡᎶᎯ ᎤᎷᎯᏍᏗᏱ, ᎾᏍᎩ ᎢᏳᏩᏂᏐᏗᏱ ᎬᏂᏛ ᎢᎩᏩᏛᏗᏱ, ᎾᏍᎩ ᎢᏳᏩᏂᏐᏗᏱ ᎬᏂᏛ ᎢᎩᏩᏛᏗᏱ."
  },
  {
    "verse": "10",
    "kjv": "Herein is love, not that we loved God, but that he loved us, and sent his Son to be the propitiation for our sins.",
    "web": "In this is love, not that we loved God, but that he loved us, and sent his Son as the atoning sacrifice for our sins.",
    "chr": "ᎠᏂᎯᎠ ᎠᏓᎨᏳᏗ ᎨᏒᎢ, ᎥᏝ ᎤᏁᎳᏅᎯ ᎡᏗᎨᏳᎢᏳ ᏄᎵᏍᏔᏅᎢ, ᎠᏴᏍᎩᏂ ᎢᎩᎨᏳᎯᏳ ᏄᎵᏍᏔᏅᎢ, ᎠᎴ ᏧᏅᏒ ᎤᏤᎵᎦ ᎤᏪᏥ ᎠᎵᏍᎪᎸᏔᏅᎯ ᎠᎫᏴᏙᏗ ᎢᎩᏍᎦᏍᏨᎢ."
  },
  {
    "verse": "11",
    "kjv": "Beloved, if God so loved us, we ought also to love one another.",
    "web": "Beloved, if God loved us in this way, we also ought to love one another.",
    "chr": "ᎢᏨᎨᏳᎢ, ᎢᏳᏃ ᎤᏁᎳᏅᎯ ᎾᏍᎩ ᎢᎦᎢ ᎢᎩᎨᏳᎯᏳ ᎢᏳᎵᏍᏔᏅᎯ ᏱᎩ, ᎠᏴ ᎾᏍᏉ ᏗᎦᏓᎨᏳᎯᏳ ᏱᎩ."
  },
  {
    "verse": "12",
    "kjv": "No man hath seen God at any time. If we love one another, God dwelleth in us, and his love is perfected in us.",
    "web": "No one has seen God at any time. If we love one another, God remains in us, and his love has been perfected in us.",
    "chr": "ᎥᏝ ᎢᎸᎯᏳ ᎩᎶ ᎤᏁᎳᏅᎯ ᎤᎪᎲᎯ ᏱᎩ. ᎢᏳᏃ ᏗᎦᏓᎨᏳᎯᏳ ᏱᎩ, ᎤᏁᎳᏅᎯ ᎢᎩᏯᎠ, ᎠᎴ ᎠᏴ ᎡᏗᎨᏳᏒ ᎤᎧᎵᏨᎯ ᎨᏐᎢ."
  },
  {
    "verse": "13",
    "kjv": "Hereby know we that we dwell in him, and he in us, because he hath given us of his Spirit.",
    "web": "By this we know that we remain in him and he in us, because he has given us of his Spirit.",
    "chr": "ᎯᎠ ᎾᏍᎩ ᎢᏓᏙᎴᎰᎯᏍᏗᎭ ᎡᏗᏯᎥᎢ ᎠᎴ ᎠᏴ ᎢᎩᏯᎥᎢ, ᎾᏍᎩ ᏅᏗᎦᎵᏍᏙᏗᏍᎬ ᎢᎦᎵᏍᎪᎸᏓᏁᎸᎯ ᎨᏒ ᎤᏩᏒ ᎤᏤᎵ ᎠᏓᏅᏙ."
  },
  {
    "verse": "14",
    "kjv": "And we have seen and do testify that the Father sent the Son to be the Saviour of the world.",
    "web": "We have seen and testify that the Father has sent the Son as the Savior of the world.",
    "chr": "ᎠᎴ ᎠᏴ ᎣᎩᎪᎲ ᎠᎴ ᎣᏥᏃᎮᎭ ᎠᎦᏴᎵᎨ ᏧᏅᏒ ᎤᏪᏥ ᎡᎶᎯ ᎠᏍᏕᎵᏍᎩ ᎢᏳᎵᏍᏙᏗᏱ."
  },
  {
    "verse": "15",
    "kjv": "Whosoever shall confess that Jesus is the Son of God, God dwelleth in him, and he in God.",
    "web": "Whoever confesses that Jesus is the Son of God, God remains in him, and he in God.",
    "chr": "ᎩᎶ ᎯᎠ ᎢᎦᏪᏍᎩ ᏥᏌ ᎤᏁᎳᏅᎯ ᎤᏪᏥ ᎨᏒᎢ, ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎣᏯᎣᎢ, ᎠᎴ ᎾᏍᎩ ᎤᏁᎳᏅᎯᏱ ᎠᏯᎣᎢ."
  },
  {
    "verse": "16",
    "kjv": "And we have known and believed the love that God hath to us. God is love; and he that dwelleth in love dwelleth in God, and God in him.",
    "web": "We know and have believed the love which God has for us. God is love, and he who remains in love remains in God, and God remains in him.",
    "chr": "ᎠᎴ ᎠᏴ ᎢᎩᎦᏙᎥᏒ ᎠᎴ ᎢᎪᎯᏳᏅ ᎤᏁᎳᏅᎯ ᎢᎩᎨᏳᎯᏳ ᎨᏒ-Ꭲ. ᎤᏁᎳᏅᎯ ᎠᏓᎨᏳᏗ ᎨᏒ ᏚᏙᎥ, ᎠᏓᎨᏳᏗᏃ ᎨᏒ ᎡᎯ ᎤᎾᎳᏅᎯ ᎠᏯᎣᎢ, ᎠᎴ ᎤᎾᎳᏅᎯ ᎾᏍᎩ ᎤᏯᎣᎢ."
  },
  {
    "verse": "17",
    "kjv": "Herein is our love made perfect, that we may have boldness in the day of judgment: because as he is, so are we in this world.",
    "web": "In this, love has been made perfect among us, that we may have boldness in the day of judgment, because as he is, even so we are in this world.",
    "chr": "ᎠᏂ ᎯᎠ ᎢᎦᏓᎨᏳᏗ ᎨᏒ ᎤᎧᎵᏨᎯ, ᏄᎵᏍᏔᏅ Ꮎ-Ꭹ ᏂᏗᎾᏰᏍᎬᎾ ᎢᏳᎵᏍᏙᏗᏱ ᏗᎫᎪᏙᏗᏱ ᎢᎦ ᎨᏎᏍᏗ, ᏅᏗᎦᎵᏍᏙᏗᎭ ᎾᏍᎩᏯ ᏄᏍᏛ ᎾᏍᏉ ᎾᏍᎩ ᏂᎦᏍᏗ ᎠᏴ ᎠᏂ ᎡᎶᎯ."
  },
  {
    "verse": "18",
    "kjv": "There is no fear in love; but perfect love casteth out fear: because fear hath torment. He that feareth is not made perfect in love.",
    "web": "There is no fear in love; but perfect love casts out fear, because fear has punishment. He who fears is not made perfect in love.",
    "chr": "ᎥᏝ ᎦᎾᏰᎯᏍᏗ ᎨᏒ ᏳᏓᏑᏯ ᎠᏓᎨᏳᏗ ᎨᏒᎢ, ᎤᎧᎵᏨᎯᏍᎩᏂ ᎨᏒ ᎠᏓᎨᏳᏗ ᎦᏄᎪᏫᏍᎦ ᎦᎾᏰᎯᏍᏗ ᎨᏒᎢ; ᎦᎾᏰᎯᏍᏗᏰᏃ ᎨᏒ ᎠᎩᎵᏯ ᎤᏪᎭ; ᎩᎶ ᏥᎦᎾᏰᏍᎪᎢ ᎥᏝ ᎤᎧᎵᏨᎯ ᏱᎨᏐ ᎠᏓᎨᏳᏗ ᎨᏒᎢ."
  },
  {
    "verse": "19",
    "kjv": "We love him, because he first loved us.",
    "web": "We love him, because he first loved us.",
    "chr": "ᎡᏗᎨᏳᎠ ᎾᏍᎩ ᏅᏗᎦᎵᏍᏙᏗᎭ ᎠᏴ ᎢᎬᏱ ᎢᎩᎨᏳᎯᏳ ᏄᎵᏍᏔᏅᎢ."
  },
  {
    "verse": "20",
    "kjv": "If a man say, I love God, and hateth his brother, he is a liar: for he that loveth not his brother whom he hath seen, how can he love God whom he hath not seen?",
    "web": "If a man says, “I love God,” and hates his brother, he is a liar; for he who doesn’t love his brother whom he has seen, how can he love God whom he has not seen?",
    "chr": "ᎢᏳᏃ ᎩᎶ ᎤᏁᎳᏅᎯ ᏥᎨᏳᎠ ᏯᏗᎭ, ᏯᏍᎦᎦᏃ ᏗᎾᏓᏅᏟ, ᎦᏰᎪᎩ ᎾᏍᎩ, ᎤᎨᏳᎯᏰᏃ ᏂᎨᏒᎾ ᏱᎩ ᏗᎾᏓᏅᏟ ᎾᏍᎩ ᎤᎪᎲᎯ, ᎦᏙ ᏱᎦᎵᏍᏙᏓ ᎤᎨᏳᎯᏳ ᏱᎩ ᎤᏁᎳᏅᎯ ᎤᎪᎲᎯ ᏂᎨᏒᎾ ᎨᏒᎢ."
  },
  {
    "verse": "21",
    "kjv": "And this commandment have we from him, That he who loveth God love his brother also.",
    "web": "This commandment we have from him, that he who loves God should also love his brother.",
    "chr": "ᎯᎠᏃ ᎾᏍᎩ ᏗᎧᎿᏩᏛᏍᏗ ᎢᎩᏁᎸᎯ, ᎾᏍᎩ ᎢᏳᏃ ᎩᎶ ᎤᎨᏳᎯᏳ ᎨᏎᏍᏗ ᎤᏁᎳᏅᎯ, ᎾᏍᏉ ᎤᎨᏳᎯᏳ ᎨᏎᏍᏗ ᏗᎾᏓᏅᏟ."
  }
]
