[
  {
    "verse": "1",
    "kjv": "Whosoever believeth that Jesus is the Christ is born of God: and every one that loveth him that begat loveth him also that is begotten of him.",
    "web": "Whoever believes that Jesus is the Christ has been born of God. Whoever loves the Father also loves the child who is born of him.",
    "chr": "ᎩᎶ ᏱᎪᎯᏳᎲᏍᎦ ᏥᏌ ᎾᏍᎩ ᎦᎶᏁᏛ ᎨᏒᎢ, ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎤᏕᏔᏅᎯ, ᎩᎶᏃ ᏳᎨᏳᎭ ᎤᏓᎾᏄᎪᏫᏒᎯ, ᎾᏍᏉ ᎠᏥᎾᏄᎪᏫᏒᎯ ᎤᎨᏳᎯᏳ ᎨᏐᎢ."
  },
  {
    "verse": "2",
    "kjv": "By this we know that we love the children of God, when we love God, and keep his commandments.",
    "web": "By this we know that we love the children of God, when we love God and keep his commandments.",
    "chr": "ᎤᏁᎳᏅᎯ ᎡᏗᎨᏳᎢ ᏥᎨᏐᎢ, ᎠᎴ ᏥᎩᏍᏆᏂᎪᏙ ᎤᏤᎵᎦ ᏗᎧᎿᏩᏛᏍᏗ, ᎾᏍᎩ ᎢᏓᏙᎴᎰᎯᏍᏗᏍᎪ ᎨᏗᎨᏳᎢᏳ ᎨᏒ ᎤᏁᎳᏅᎯ ᏧᏪᏥ."
  },
  {
    "verse": "3",
    "kjv": "For this is the love of God, that we keep his commandments: and his commandments are not grievous.",
    "web": "For this is loving God, that we keep his commandments. His commandments are not grievous.",
    "chr": "ᎾᏍᎩᏰᏃ ᎯᎠ ᏄᏍᏗ ᎤᏁᎳᏅᎯ ᎠᎨᏳᏗ ᎨᏒᎢ, ᎾᏍᎩ ᏗᎩᏍᏆᏂᎪᏙᏗᏱ ᏧᏤᎵ ᏗᎧᎿᏩᏛᏍᏗ; ᎤᏤᎵᏃ ᏗᎧᎿᏩᏛᏍᏗ ᎥᏝ ᎦᎨᏗᏳ ᏱᎩ."
  },
  {
    "verse": "4",
    "kjv": "For whatsoever is born of God overcometh the world: and this is the victory that overcometh the world, even our faith.",
    "web": "For whatever is born of God overcomes the world. This is the victory that has overcome the world: your faith.",
    "chr": "ᏂᎦᎥᏰᏃ ᎪᎱᏍᏗ ᎤᏁᎳᏅᎯ ᎤᏕᏔᏅᎯ ᎠᏎᎪᎩᏍᎪ ᎡᎶᎯ. ᎢᎪᎯᏳᏒᏃ ᎾᏍᎩ ᎠᏎᎪᎩᏍᎩ ᎡᎶᎯ."
  },
  {
    "verse": "5",
    "kjv": "Who is he that overcometh the world, but he that believeth that Jesus is the Son of God?",
    "web": "Who is he who overcomes the world, but he who believes that Jesus is the Son of God?",
    "chr": "ᎦᎪ Ꮎ ᎡᎶᎯ ᎠᏎᎪᎩᏍᎩ ᎢᏳᏃ ᎾᏍᎩ ᏂᎨᏒᎾ ᏱᎩ ᎾᏍᎩ Ꮎ ᎪᎯᏳᎲᏍᎩᏥᏌ ᎤᏁᎳᏅᎯ ᎤᏪᏥ ᎨᏒᎢ?"
  },
  {
    "verse": "6",
    "kjv": "This is he that came by water and blood, even Jesus Christ; not by water only, but by water and blood. And it is the Spirit that beareth witness, because the Spirit is truth.",
    "web": "This is he who came by water and blood, Jesus Christ; not with the water only, but with the water and the blood. It is the Spirit who testifies, because the Spirit is the truth.",
    "chr": "ᎾᏍᎩ ᎠᎺ ᎠᎴ ᎩᎬ ᎤᎷᎯᏍᏔᏅᎯ, ᎯᎠ ᏥᏌ ᎦᎶᏁᏛ; ᎥᏝ ᎠᎹᏉ ᎤᏩᏒ, ᎠᎹᏍᎩᏂ ᎠᎴ ᎩᎬ. ᎬᏩᏠᏯᏍᏗ ᎠᎴ ᎠᏓᏅᏙ ᎾᏍᎩ ᎧᏃᎮᏍᎩ, ᎠᏓᏅᏙᏰᏃ ᎦᏱᎪᎩ ᏂᎨᏒᎾ."
  },
  {
    "verse": "7",
    "kjv": "For there are three that bear record in heaven, the Father, the Word, and the Holy Ghost: and these three are one.",
    "web": "For there are three who testify:",
    "chr": "ᎠᏂᏦᎢᏰᏃ ᎠᏂᏃᎮᏍᎩ ᎦᎸᎳᏗ; ᎠᎦᏴᎵᎨᎢ, ᎧᏃᎮᏛ, ᎦᎸᏉᏗᏳᏃ ᎠᏓᏅᏙ; ᎾᏍᎩᏃ ᎯᎠ ᎠᏂᏦᎢ ᎨᏒ ᏌᏉᏉ."
  },
  {
    "verse": "8",
    "kjv": "And there are three that bear witness in earth, the Spirit, and the water, and the blood: and these three agree in one.",
    "web": "the Spirit, the water, and the blood; and the three agree as one.",
    "chr": "ᎠᏂᏦᎢᏃ ᎠᏂᏃᎮᏍᎩ ᎡᎶᎯ, ᎠᏓᏅᏙ, ᎠᎹ, ᎠᎴ ᎩᎬ, ᎾᏍᎩᏃ ᎯᎠ ᎠᏂᏦᎢ ᎨᏒ ᎤᏠᏱ ᎠᏂᏃᎮᎭ."
  },
  {
    "verse": "9",
    "kjv": "If we receive the witness of men, the witness of God is greater: for this is the witness of God which he hath testified of his Son.",
    "web": "If we receive the witness of men, the witness of God is greater; for this is God’s testimony which he has testified concerning his Son.",
    "chr": "ᎢᏳᏃ ᏱᏗᏗᏂᏱᎭ ᏴᏫ ᎤᏂᏃᎮᎸᎯ, ᎤᏁᎳᏅᎯ ᎤᏃᎮᎸᎯ ᎤᏟ ᎦᎸᏉᏗᏳ; ᎯᎠᏰᏃ ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎤᏃᎮᎸᎯ, ᎾᏍᎩ ᎤᏁᎢᏍᏔᏅᎯ ᏥᎩ ᎤᏪᏥ."
  },
  {
    "verse": "10",
    "kjv": "He that believeth on the Son of God hath the witness in himself: he that believeth not God hath made him a liar; because he believeth not the record that God gave of his Son.",
    "web": "He who believes in the Son of God has the testimony in himself. He who doesn’t believe God has made him a liar, because he has not believed in the testimony that God has given concerning his Son.",
    "chr": "ᎪᎯᏳᎲᏍᎩ ᎤᏁᎳᏅᎯ ᎤᏪᏥ ᎾᏍᎩ ᎤᏩᏒ ᎨᏒ ᎤᏪᎭ ᎪᎯᏳᏗᏍᎩ; ᎤᏁᎳᏅᎯ ᎪᎯᏳᎲᏍᎩ ᏂᎨᏒᎾ, ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎤᏰᎪᏅ, ᏅᏗᎦᎵ ᏍᏙᏗᎭ ᏂᎪᎯᏳᎲᏍᎬᎾ ᎨᏒ ᎤᏁᎳᏅᎯ ᎤᏃᎮᎸᎢ ᎤᏪᏥ ᎤᏁᎢᏍᏔᏅᎢ."
  },
  {
    "verse": "11",
    "kjv": "And this is the record, that God hath given to us eternal life, and this life is in his Son.",
    "web": "The testimony is this: that God gave to us eternal life, and this life is in his Son.",
    "chr": "ᎯᎠᏃ ᎾᏍᎩ ᏄᏍᏗ ᎧᏃᎮᎸᎯ ᎨᏒᎢ, ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎢᎩᏁᎸ ᏫᎾᏍᏛᎾ ᎬᏂᏛ, ᎠᎴ ᎾᏍᎩ ᎯᎠ ᎬᏂᏛ ᎤᏪᏥ ᎤᏤᎵᎦ ᎨᏒᎢ."
  },
  {
    "verse": "12",
    "kjv": "He that hath the Son hath life; and he that hath not the Son of God hath not life.",
    "web": "He who has the Son has the life. He who doesn’t have God’s Son doesn’t have the life.",
    "chr": "ᎩᎶ ᎤᏁᎳᏅᎯ ᎤᏪᏥ ᎤᏪᎯ, ᎾᏍᎩ ᎬᏂᏛ ᎤᏪᎭ; ᎤᏁᎳᏅᎯᏃ ᎤᏪᏥ ᏄᏪᎲᎾ ᎥᏝ ᏳᏪᎭ ᎬᏂᏛ."
  },
  {
    "verse": "13",
    "kjv": "These things have I written unto you that believe on the name of the Son of God; that ye may know that ye have eternal life, and that ye may believe on the name of the Son of God.",
    "web": "These things I have written to you who believe in the name of the Son of God, that you may know that you have eternal life, and that you may continue to believe in the name of the Son of God.",
    "chr": "ᎾᏍᎩ ᎯᎠ ᏄᏍᏗ ᎢᏨᏲᏪᎳᏏ ᎢᏦᎯᏳᎲᏍᎩ ᏚᏙᎥ ᎤᏁᎳᏅᎯ ᎤᏪᏥ, ᎢᏣᏙᎴᎰᎯᏍᏗᏱ ᎬᏂᏛ ᎢᏤᎲᎢ ᎨᏒᎢ, ᎠᎴ ᎢᏦᎯᏳᏗᏱ ᏚᏙᎥ ᎤᏁᎳᏅᎯ ᎤᏪᏥ."
  },
  {
    "verse": "14",
    "kjv": "And this is the confidence that we have in him, that, if we ask any thing according to his will, he heareth us:",
    "web": "This is the boldness which we have toward him, that if we ask anything according to his will, he listens to us.",
    "chr": "ᎠᎴ ᎾᏍᎩ ᎯᎠ ᏄᏍᏗ ᎡᏙᎢᏳᏒᎢ, ᎾᏍᎩ ᎢᏳᏃ ᏂᎦᎥ ᎪᎱᏍᏗ ᎡᏗᏔᏲᏏ ᎣᏍᏛ ᎤᏰᎸᏗ ᎨᏒᎢ, ᎢᎦᏛᎦᏁᎲᎢ."
  },
  {
    "verse": "15",
    "kjv": "And if we know that he hear us, whatsoever we ask, we know that we have the petitions that we desired of him.",
    "web": "And if we know that he listens to us, whatever we ask, we know that we have the petitions which we have asked of him.",
    "chr": "ᎢᏳᏃ ᏱᏗᎦᏔᎭ ᎢᎦᏛᏁᎲᎢ, ᏂᎦᎥ ᎪᎱᏍᏗ ᎡᏗᏔᏲᏏ ᎢᏗᎦᏔᎰ ᎢᎩᏁᎲ ᎢᏳᏍᏗ ᎡᏗᏔᏲᏎᎸᎢ."
  },
  {
    "verse": "16",
    "kjv": "If any man see his brother sin a sin which is not unto death, he shall ask, and he shall give him life for them that sin not unto death. There is a sin unto death: I do not say that he shall pray for it.",
    "web": "If anyone sees his brother sinning a sin not leading to death, he shall ask, and God will give him life for those who sin not leading to death. There is sin leading to death. I don’t say that he should make a request concerning this.",
    "chr": "ᎢᏳᏃ ᎩᎶ ᏳᎪᎲ ᏗᎾᏓᏅᏟ ᏳᏍᎦᏅᏨ ᎠᏲᎱᎯᏍᏗ ᏂᎨᏒᎾ ᎠᏍᎦᏅᎢᏍᏗ ᎨᏒᎢ, ᎾᏍᎩ ᎠᏔᏲᎯᎮᏍᏗ ᎠᎴ ᎠᏎ ᎬᏂᏛ ᏓᏰᏥᏁᎵ ᎠᏲᎱᎯᏍᏗ ᏂᎨᏒᎾ ᎤᏂᏍᎦᏅᏨᎯ ᏅᏗᎦᎵᏍᏙᏗᏍᎬᎢ. ᎡᎭ ᎠᏍᎦᏅᎢᏍᏗ ᎠᏲᎱᎯᏍᏗ ᎨᏒᎢ, ᎥᏝ ᎠᏔᏲᎯᎮᏍᏗ ᎾᏍᎩ ᎠᏥᏙᎵᏍᏗᏱ ᏱᎦᏗᎭ."
  },
  {
    "verse": "17",
    "kjv": "All unrighteousness is sin: and there is a sin not unto death.",
    "web": "All unrighteousness is sin, and there is sin not leading to death.",
    "chr": "ᏂᎦᎥ ᏚᏳᎪᏛ ᏂᎨᏒᎾ ᎾᏍᎩ ᎠᏍᎦᏂ, ᎡᎭᏃ ᎠᏍᎦᏅᎢᏍᏗ ᎨᏒ ᎠᏲᎱᎯᏍᏗ ᏂᎨᏒᎾ."
  },
  {
    "verse": "18",
    "kjv": "We know that whosoever is born of God sinneth not; but he that is begotten of God keepeth himself, and that wicked one toucheth him not.",
    "web": "We know that whoever is born of God doesn’t sin, but he who was born of God keeps himself, and the evil one doesn’t touch him.",
    "chr": "ᎢᏗᎦᏔᎭ ᎩᎶ ᎤᏁᎳᏅᎯ ᎤᏕᏔᏅᎯ ᏥᎨᏐᎢ ᎥᏝ ᏯᏍᎦᏅᎪᎢ, ᎤᏁᎳᏅᎯᏍᎩᏂ ᎤᏕᏔᏅᎯ ᎤᎵᏍᏆᏂᎪᏙᎢ, ᎾᏍᎩᏃ Ꮎ ᎤᏁᎫᏥᏛ ᎥᏝ ᏳᏒᏂᎰᎢ."
  },
  {
    "verse": "19",
    "kjv": "And we know that we are of God, and the whole world lieth in wickedness.",
    "web": "We know that we are of God, and the whole world lies in the power of the evil one.",
    "chr": "ᎢᏗᎦᏔᎭ ᎤᏁᎳᏅᎯ ᏅᏓᎦᏓᎴᏅᎯ ᎨᏒᎢ, ᎠᎴ ᏂᎬᎾᏛ ᎡᎶᎯ ᎤᏃᏴᏨ ᎤᏲ ᎨᏒᎢ."
  },
  {
    "verse": "20",
    "kjv": "And we know that the Son of God is come, and hath given us an understanding, that we may know him that is true, and we are in him that is true, even in his Son Jesus Christ. This is the true God, and eternal life.",
    "web": "We know that the Son of God has come and has given us an understanding, that we know him who is true; and we are in him who is true, in his Son Jesus Christ. This is the true God and eternal life.",
    "chr": "ᎢᏗᎦᏔᎭᏃ ᎤᏁᎳᏅᎯ ᎤᏪᏥ ᎤᎷᏨᎢ, ᎠᎴ ᎢᎩᏁᎸ ᎢᎪᎵᏍᏗᏱ, ᎾᏍᎩ ᎡᏙᎵᏍᏗᏱ ᎾᏍᎩ ᎦᏰᎪᎩ ᏂᎨᏒᎾ ᏥᎩ; ᎠᎴ ᎾᏍᎩ ᎡᏗᏯᎠ ᎦᏰᎪᎩ ᏂᎨᏒᎾ ᏥᎩ, ᎾᏍᎩ ᎤᏪᏥ ᏥᏌ ᎦᎶᏁᏛ. ᎾᏍᎩ ᎯᎠ ᎤᏙᎯᏳᎯᏯ ᎤᏁᎳᏅᎯ, ᎠᎴ ᏫᎾᏍᏛᎾ ᎬᏂᏛ."
  },
  {
    "verse": "21",
    "kjv": "Little children, keep yourselves from idols. Amen.",
    "web": "Little children, keep yourselves from idols.",
    "chr": "ᏗᏥᏲᎵ, ᏕᏤᏯᏙᎮᏍᏗ ᎤᏁᎳᏅᎯ ᏗᏰᎸᎯ. ᎡᎺᏅ."
  }
]
