[
  {
    "verse": "1",
    "kjv": "Paul, a servant of God, and an apostle of Jesus Christ, according to the faith of God's elect, and the acknowledging of the truth which is after godliness;",
    "web": "Paul, a servant of God and an apostle of Jesus Christ, according to the faith of God’s chosen ones and the knowledge of the truth which is according to godliness,",
    "chr": "ᎠᏴ, ᏉᎳ, ᎤᏁᎳᏅᎯ ᎠᎩᏅᏏᏙᎯ, ᎠᎴ ᏥᏌ ᎦᎶᏁᏛ ᎠᎩᏅᏏᏛ, ᎾᏍᎩᏯ ᎤᏃᎯᏳᏒ ᎤᏁᎳᏅᎯ ᏧᏑᏰᏛ, ᎠᎴ [ᎾᏍᎩᏯ] ᏗᏓᏂᎸᎢᏍᏗ ᎨᏒ ᏚᏳᎪᏛ ᎨᏒᎢ, ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎦᎾᏰᎯᏍᏗ ᎨᏒ ᎾᏍᎩᏯ ᏥᎩ,"
  },
  {
    "verse": "2",
    "kjv": "In hope of eternal life, which God, that cannot lie, promised before the world began;",
    "web": "in hope of eternal life, which God, who can’t lie, promised before time began;",
    "chr": "ᏧᎵᏠᏯᏍᏗ ᎤᏚᎩ ᎬᏗ ᎨᏒ ᎬᏂᏛ ᎠᎵᏍᏆᏗᏍᎩ ᏂᎨᏒᎾ ᎠᏩᏛᏗᏱ, ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᏞᏩᏥᎪᏗ ᏂᎨᏒᎾ ᏧᏚᎢᏍᏔᏁ ᎠᏏ ᎾᏓᎴᏂᏍᎬᎾ ᏥᎨᏎ ᎡᎶᎯ;"
  },
  {
    "verse": "3",
    "kjv": "But hath in due times manifested his word through preaching, which is committed unto me according to the commandment of God our Saviour;",
    "web": "but in his own time revealed his word in the message with which I was entrusted according to the commandment of God our Savior,",
    "chr": "ᎠᏎᏃ ᎾᎯᏳ ᎠᏎᎸᎯ ᎨᏒ ᎬᏂᎨᏒ ᏄᏩᏁᎴ ᎤᏤᎵ ᎧᏃᎮᏛ ᎤᏴᏔᏁ ᎠᎵᏥᏙᏗ ᎨᏒᎢ, ᎾᏍᎩ ᎠᏴ ᎥᏆᎨᏅᏛᎯ ᏥᎩ, ᎾᏍᎩᏯ ᎤᏁᏨ ᎤᏁᎳᏅᎯ ᎢᎩᏍᏕᎵᏍᎩ;"
  },
  {
    "verse": "4",
    "kjv": "To Titus, mine own son after the common faith: Grace, mercy, and peace, from God the Father and the Lord Jesus Christ our Saviour.",
    "web": "to Titus, my true child according to a common faith: Grace, mercy, and peace from God the Father and the Lord Jesus Christ our Savior.",
    "chr": "ᏫᎬᏲᏪᎳᏏ, ᏓᏓᏏ, ᎠᏇᏥᏯᎢ, ᎾᏍᎩᏯ ᎾᏂᎥ ᎠᏃᎯᏳᎲᏍᎩ ᎤᏃᎯᏳᏒᎢ; ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ, ᎠᎴ ᎤᏓᏙᎵᏣᏛᎢ, ᎠᎴ ᏅᏩᏙᎯᏯᏛ, ᏅᏓᏳᎾᎵᏍᎪᎸᏔᏅᎯ ᎤᏁᎳᏅᎯ ᎠᎦᏴᎵᎨᎢ, ᎠᎴ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ ᎢᎩᏍᏕᎵᏍᎩ, ᏕᏣᎧᎿᏩᏗᏙᎮᏍᏗ."
  },
  {
    "verse": "5",
    "kjv": "For this cause left I thee in Crete, that thou shouldest set in order the things that are wanting, and ordain elders in every city, as I had appointed thee:",
    "web": "I left you in Crete for this reason, that you would set in order the things that were lacking and appoint elders in every city, as I directed you—",
    "chr": "ᎯᎠ ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᏟᏗᏱ ᏨᏓᎬᏯᎧᎯᏴᎩ, ᎾᏍᎩ ᎣᏍᏛ ᎢᏨᏁᎵᏓᏍᏗᏱ ᎾᏍᎩ ᏧᏓᎴᏅᏛ ᎤᏃᏒᏅᎢ, ᎠᎴ ᏘᎪᏗᏱ ᏗᎨᎦᏁᎶᏗ ᏕᎦᏚᏩᏗᏒᎢ, ᎾᏍᎩᏯ ᎢᏣᏛᏁᏗᏱ ᎬᏁᏤᎸᎢ;"
  },
  {
    "verse": "6",
    "kjv": "If any be blameless, the husband of one wife, having faithful children not accused of riot or unruly.",
    "web": "if anyone is blameless, the husband of one wife, having children who believe, who are not accused of loose or unruly behavior.",
    "chr": "ᎢᏳᏃ ᎩᎶ ᎪᎱᏍᏗ ᎾᏓᎢᏍᏛᎾ ᎨᏎᏍᏗ, ᏌᏉ ᎠᏓᏰᎮᏍᏗ, ᎠᏃᎯᏳᎲᏍᎩ ᏚᏪᎧᎮᏍᏗ ᏧᏪᏥ, ᏂᎨᏥᎳᏫᏎᎲᎾ ᏄᎾᏁᎸᎾ ᎤᎾᎴᏂᏙᎸᎢ, ᎠᎴ ᏂᏚᎾᏓᏁᎶᏛᎾ."
  },
  {
    "verse": "7",
    "kjv": "For a bishop must be blameless, as the steward of God; not selfwilled, not soon angry, not given to wine, no striker, not given to filthy lucre;",
    "web": "For the overseer must be blameless, as God’s steward, not self-pleasing, not easily angered, not given to wine, not violent, not greedy for dishonest gain;",
    "chr": "ᎠᏥᎦᏘᏗᏍᏗᏰᏃ ᎪᎱᏍᏗ ᎾᎫᎢᏍᏛᎾ ᏱᎩ, ᎾᏍᎩᏯ ᎣᏍᏛ ᎢᏳᏩᎿᏕᎩ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ; ᎥᏝ ᎤᏩᏒ ᎠᏓᏅᏖᏍᎬ ᎤᏟ ᎤᏰᎸᎯ, ᎥᏝ ᎤᎿᎸᏣᏘ, ᎥᏝ ᎩᎦᎨ-ᎠᏗᏔᏍᏗ ᎤᎦᎾᏏᏍᎩ, ᎥᏝ ᎠᏓᏛᏂᎯ, ᎥᏝ ᏧᎬᏩᎶᏗ ᎤᎬᎥᏍᎩ."
  },
  {
    "verse": "8",
    "kjv": "But a lover of hospitality, a lover of good men, sober, just, holy, temperate;",
    "web": "but given to hospitality, a lover of good, sober minded, fair, holy, self-controlled,",
    "chr": "ᎤᏓᏍᏆᏂᎪᏙᏗᏱᏍᎩᏂ ᎣᏏᏳ ᎤᏰᎸᎯ, ᎣᏍᏛ ᎨᏒ ᎤᎨᏳᎯ, ᎤᏴᏍᏕᏍᎩ ᏂᎨᏒᎾ, ᏚᏳᎪᏛ ᎢᏯᏛᏁᎯ, ᎾᏍᎦᏅᎾ, ᎤᎵᏏᎾᏍᏗ;"
  },
  {
    "verse": "9",
    "kjv": "Holding fast the faithful word as he hath been taught, that he may be able by sound doctrine both to exhort and to convince the gainsayers.",
    "web": "holding to the faithful word which is according to the teaching, that he may be able to exhort in the sound doctrine, and to convict those who contradict him.",
    "chr": "ᎠᏍᏓᏯ ᏧᏂᏴᎯ ᏄᏓᎵᏍᏛᎾ ᎧᏃᎮᏛ ᎾᏍᎩᏯ ᎠᎨᏲᏅᎢ, ᎾᏍᎩ ᏅᏓᏳᎵᏍᏙᏗᏱ ᏰᎵᏉ ᏗᎬᏩᏬᏁᏙᏗ ᎣᏍᏛ ᏗᏕᏲᏗ ᎨᏒ ᎬᏗᏍᎬᎢ; ᎠᎴ ᎬᏩᎾᏙᎯᏳᎾᏁᏗ ᎢᎬᏩᏁᏗ ᏗᏂᎦᏘᎴᎩ ᎨᏒᎢ."
  },
  {
    "verse": "10",
    "kjv": "For there are many unruly and vain talkers and deceivers, specially they of the circumcision:",
    "web": "For there are also many unruly men, vain talkers and deceivers, especially those of the circumcision,",
    "chr": "ᎤᏂᏣᏔᏰᏃ ᏂᏚᎾᏓᏁᎶᏛᎾ, ᎠᏎᏉᏉ ᎠᏂᏬᏂᏍᎩ, ᎠᎴ ᎤᎾᏠᎾᏍᏗ, ᎨᎤᎬᏫᏳᎭ ᎾᏍᎩ Ꮎ ᏗᎨᏥᎤᏍᏕᏎᎸᎯ;"
  },
  {
    "verse": "11",
    "kjv": "Whose mouths must be stopped, who subvert whole houses, teaching things which they ought not, for filthy lucre's sake.",
    "web": "whose mouths must be stopped: men who overthrow whole houses, teaching things which they ought not, for dishonest gain’s sake.",
    "chr": "ᎾᏍᎩ ᏗᏂᎰᎵ ᎠᏎ ᏗᎨᏥᏍᏚᏁᏗ, ᎾᏍᎩ ᎾᏂᎥ ᏏᏓᏁᎸᎯ ᎠᏁᎯ ᏗᏂᎦᏔᎲᏍᎩ, ᎾᏍᎩ ᏥᏓᎾᏕᏲᎲᏍᎦ ᏂᏚᏳᎪᏛᎾ ᏥᎩ ᏧᎾᏕᏲᏗᏱ, ᏧᎬᏩᎶᏗ ᎦᏓᎭ ᎤᏂᎬᎥᏍᎬ ᎢᏳᏍᏗ."
  },
  {
    "verse": "12",
    "kjv": "One of themselves, even a prophet of their own, said, the Cretians are alway liars, evil beasts, slow bellies.",
    "web": "One of them, a prophet of their own, said, “Cretans are always liars, evil beasts, and idle gluttons.”",
    "chr": "ᎩᎶ ᎢᏳᏍᏗ ᎤᏅᏒᏉ ᎠᏁᎲ ᎡᎯ, ᎠᏙᎴᎰᏍᎩ ᎤᏅᏒᏉ ᎤᎾᏤᎵᎦ, ᎯᎠ ᏄᏪᏎᎢ, ᏟᏗᏱ ᎠᏁᎯ ᎠᏂᏰᎪᎩ ᎨᏐ ᏂᎪᎯᎸᎢ, ᎤᏂᏲ ᎢᎾᎨ ᎠᏁᎯ, ᏧᏍᎦᏃᎸ ᏧᏂᏍᏉᎵᏱ."
  },
  {
    "verse": "13",
    "kjv": "This witness is true. Wherefore rebuke them sharply, that they may be sound in the faith;",
    "web": "This testimony is true. For this cause, reprove them sharply, that they may be sound in the faith,",
    "chr": "ᎯᎠ ᎾᏍᎩ ᎢᎦᏪᏛ ᏥᎩ ᎤᎪᎯᏳᎭ. ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᏍᏓᏯ ᏕᎯᎬᏍ\\ᎸᏅᎭ, ᎾᏍᎩ ᎤᎪᎸ ᏂᎨᏒᎾ ᎢᏳᎵᏍᏙᏗᏱ ᎤᏃᎯᏳᏒᎢ;"
  },
  {
    "verse": "14",
    "kjv": "Not giving heed to Jewish fables, and commandments of men, that turn from the truth.",
    "web": "not paying attention to Jewish fables and commandments of men who turn away from the truth.",
    "chr": "ᏄᎾᎦᏌᏯᏍᏛᎾᏉ ᎢᏳᎵᏍᏙᏗᏱ ᎠᏂᏧᏏ ᎤᏁᏃᎮᎸᏗ ᎨᏒᎢ, ᎠᎴ ᏴᏫᏉ ᎾᏍᎩ ᏚᏳᎪᏛ ᎨᏒ ᏗᏂᎪᎸᏍᎩ ᎤᏂᏁᏨᎯ."
  },
  {
    "verse": "15",
    "kjv": "Unto the pure all things are pure: but unto them that are defiled and unbelieving is nothing pure; but even their mind and conscience is defiled.",
    "web": "To the pure, all things are pure, but to those who are defiled and unbelieving, nothing is pure; but both their mind and their conscience are defiled.",
    "chr": "ᎾᏍᎩ Ꮎ ᎤᎾᏓᏅᎦᎸᏛ ᎨᏒᎢ, ᏂᎦᏗᏳ ᏧᏓᎴᏅᏛ ᎤᎾᏓᎥᎦᎸᎡᎸᎯ ᎨᏐᎢ; ᎾᏍᎩᏍᎩᏂ Ꮎ ᎦᏓᎭ ᎢᏳᎾᎵᏍᏔᏅᎯ ᎠᎴ ᏄᏃᎯᏳᏒᎾ, ᎥᏝ ᎪᎱᏍᏗ ᎤᎾᏓᏅᎦᎸᎡᎸᎯ ᏱᎨᏐᎢ; ᎾᏍᏉᏍᎩᏂ ᏚᎾᏓᏅᏛ ᎠᎴ ᏧᏄᎪᏙᏗᏱ ᎦᏓᎭ ᎢᏗᎬᏁᎸᎯ."
  },
  {
    "verse": "16",
    "kjv": "They profess that they know God; but in works they deny him, being abominable, and disobedient, and unto every good work reprobate.",
    "web": "They profess that they know God, but by their deeds they deny him, being abominable, disobedient, and unfit for any good work.",
    "chr": "ᎬᏂᎨᏒ ᎾᏅᏁᎭ ᎠᏂᎦᏔᎯᏳ ᎨᏒ ᎤᏁᎳᏅᎯ; ᎠᏎᏃ ᏚᏂᎸᏫᏍᏓᏁᎲ ᎢᎬᏩᏓᏱᎭ, ᏅᏗᎦᎵᏍᏙᏗᎭ ᎤᏂᏂᏆᏘᏍᏗᏳ ᎨᏒᎢ, ᎠᎴ ᎤᏃᎯᏳᎯᏍᏛ ᏂᎨᏒᎾ ᎨᏒᎢ; ᎠᎴ ᏂᎦᎥ ᎣᏍᏛ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒ ᎨᏥᏐᏅᎢᏍᏔᏅᎯ."
  }
]
