[
  {
    "verse": "1",
    "kjv": "Wherefore laying aside all malice, and all guile, and hypocrisies, and envies, and all evil speakings,",
    "web": "Putting away therefore all wickedness, all deceit, hypocrisies, envies, and all evil speaking,",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏴᏛ ᏂᏨᎦ ᏄᏓᎴᏒ ᎤᏲ ᎨᏒᎢ ᎠᎴ ᏄᏓᎴᏒ ᎦᎶᏄᎮᏛ ᎠᎴ ᎤᏠᎾᏍᏗ ᎨᏒ ᎠᏛᏳᎨᏗ ᎠᎴ ᏄᏓᎴᏒ ᎤᏲ ᏗᏓᏃᎮᏗ ᎨᏒᎢ,"
  },
  {
    "verse": "2",
    "kjv": "As newborn babes, desire the sincere milk of the word, that ye may grow thereby:",
    "web": "as newborn babies, long for the pure spiritual milk, that with it you may grow,",
    "chr": "ᎾᏍᎩᏯ ᎩᎳᎢ ᎤᎾᏕᏃᏅᎯ ᏗᏂᏲᎵ ᎤᏅᏗ ᏧᎾᏚᎵᏍᎪᎢ ᎢᏣᏚᎵᏍᎨᏍᏗ ᎦᎶᏄᎮᏛ ᏄᏓᏑᏴᏫ ᎧᏃᎮᏛ, ᎾᏍᎩ ᏗᏣᏛᎯᏍᏙᏗᏱ;"
  },
  {
    "verse": "3",
    "kjv": "If so be ye have tasted that the Lord is gracious.",
    "web": "if indeed you have tasted that the Lord is gracious.",
    "chr": "ᎢᏳᏃ ᎢᏣᏙᎴᎰᏎᏍᏗ ᎤᎬᏫᏳᎯ ᎤᏓᏅᏘᏳ ᎨᏒᎢ."
  },
  {
    "verse": "4",
    "kjv": "To whom coming, as unto a living stone, disallowed indeed of men, but chosen of God, and precious,",
    "web": "Come to him, a living stone, rejected indeed by men, but chosen by God, precious.",
    "chr": "ᎾᏍᎩ ᎡᏥᎷᏤᎲᎢ, ᎾᏍᎩ ᎬᏃᏛ ᏅᏯ ᎤᏂᏲᎢᏎᎸᎯᏍᎩᏂᏃᏅ ᎤᏙᎯᏳᎯ ᏴᏫ, ᎠᏎᏃ ᎤᏁᎳᏅᎯ ᎤᏑᏰᏛ ᎠᎴ ᎦᎸᏉᏗᏳ,"
  },
  {
    "verse": "5",
    "kjv": "Ye also, as lively stones, are built up a spiritual house, an holy priesthood, to offer up spiritual sacrifices, acceptable to God by Jesus Christ.",
    "web": "You also as living stones are built up as a spiritual house, to be a holy priesthood, to offer up spiritual sacrifices, acceptable to God through Jesus Christ.",
    "chr": "ᏂᎯ ᎾᏍᏉ ᏗᏨᏃᏛ ᏅᏯ ᎡᏣᏁᏍᎨᎲᎯ ᎠᏓᏅᏙ ᎠᏓᏁᎸ ᎢᏰᏨᏁᎸᎯ, ᎡᏥᎸᏉᏔᏅᎯ ᎠᏥᎸᎢᏤᎶᎯ, ᎡᏣᎵᏍᎪᎸᏓᏁᏗᏱ ᎠᏥᎸ-ᎨᎳᏍᏗ ᎠᏓᏅᏙ ᎤᎬᏩᎵ ᏰᎵᏉ ᏗᎬᎠᏓᏂᎸᎢᏍᏗ ᎨᏒ ᎤᏁᎳᏅᎯ, ᏥᏌ ᎦᎶᏁᏛ ᎢᏳᏩᏂᏌᏛ."
  },
  {
    "verse": "6",
    "kjv": "Wherefore also it is contained in the scripture, Behold, I lay in Sion a chief corner stone, elect, precious: and he that believeth on him shall not be confounded.",
    "web": "Because it is contained in Scripture, “Behold, I lay in Zion a chief cornerstone, chosen and precious. He who believes in him will not be disappointed.”",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎾᏍᏉ ᎯᎠ ᏂᎬᏅ ᎪᏪᎵᎯ--ᎬᏂᏳᏉ ᏥᎲᎦ ᏌᏯᏂ ᏄᎬᏫᏳᏒ ᎤᏅᏏᏴ ᎠᏗ ᏅᏯ ᎠᏑᏰᏛ, ᎦᎸᏉᏗ, ᎠᎴ ᎩᎶ ᎾᏍᎩ ᎪᎯᏳᎲᏍᎨᏍᏗ ᎥᏝ ᎤᏕᎰᎯᏍᏗ ᏱᎨᏎᏍᏗ."
  },
  {
    "verse": "7",
    "kjv": "Unto you therefore which believe he is precious: but unto them which be disobedient, the stone which the builders disallowed, the same is made the head of the corner,",
    "web": "For you who believe therefore is the honor, but for those who are disobedient, “The stone which the builders rejected has become the chief cornerstone,”",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᏂᎯ ᎡᏦᎢᏳᎲᏍᎩ ᏥᎩ ᎦᎸᏉᏗᏳ ᎡᏂᏰᎸᎠ; ᎾᏍᎩᏍᎩᏂ Ꮎ ᎾᏃᎯᏳᎲᏍᎬᎾ, ᎾᏍᎩ Ꮎ \"ᏅᏯ ᏗᎾᏁᏍᎨᏍᎩ ᎤᏂᏲᎢᏎᎸᎯ ᏄᎬᏫᏳᏒ ᎤᏅᏏᏴ ᎠᏗ ᏄᎾᎵᏍᏓᏁᎸ;\""
  },
  {
    "verse": "8",
    "kjv": "And a stone of stumbling, and a rock of offence, even to them which stumble at the word, being disobedient: whereunto also they were appointed.",
    "web": "and, “a stumbling stone and a rock of offense.” For they stumble at the word, being disobedient, to which also they were appointed.",
    "chr": "ᎠᎴ \"ᏅᏯ ᎠᏓᎿᏍᏆᎶᏍᏗᏍᎩ ᎠᎴ ᏅᏯ ᏗᏓᏙᏕᏍᏗᏍᎩ,\" ᎾᏍᎩ Ꮎ ᎧᏃᎮᏛ ᏥᏚᏂᎾᏍᏆᎶᏍᏗᎭ, ᎾᏃᎯᏳᎲᏍᎬᎾ ᎨᏒ ᎢᏳᏍᏗ, ᎾᏍᎩ ᎢᏳᎾᎵᏍᏓᏁᏗᏱ ᎾᏍᏉ ᏥᏕᎨᏥᎧᏁᎢ."
  },
  {
    "verse": "9",
    "kjv": "But ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye should shew forth the praises of him who hath called you out of darkness into his marvellous light;",
    "web": "But you are a chosen race, a royal priesthood, a holy nation, a people for God’s own possession, that you may proclaim the excellence of him who called you out of darkness into his marvelous light.",
    "chr": "ᏂᎯᏍᎩᏂ ᎡᏣᏑᏰᏛ ᎢᏥᏠᏱ ᎨᏒᎢ, ᎢᏥᎬᏫᏳᎯ ᎠᏥᎸ-ᎢᏤᎶᎯ, ᎡᏥᎸᏉᏔᏅᎯ ᎢᏣᏓᏤᎵᏛ ᎨᏒᎢ, ᎤᏣᏘ ᏗᏣᎬᏩᎳᏅᎯ ᏴᏫ, ᎾᏍᎩ ᏧᎵᏏᎬᏫᏥᏯᏅᏛ, ᎤᏍᏆᏂᎪᏗᏳᏃ ᎢᎦ ᎦᎸᏌᏛ ᏫᏥᎧᏅᎯ;"
  },
  {
    "verse": "10",
    "kjv": "Which in time past were not a people, but are now the people of God: which had not obtained mercy, but now have obtained mercy.",
    "web": "In the past, you were not a people, but now are God’s people, who had not obtained mercy, but now have obtained mercy.",
    "chr": "ᎾᏍᎩ ᎢᎸᎯᏳ ᏥᎨᏒ ᎢᏣᏓᏤᎵᏛ ᏂᎨᏒᎾ ᎨᏎᎢ, ᎪᎯᏍᎩᏂ ᏥᎩ ᎢᏣᏓᏤᎵᏛ ᎤᏁᎳᏅᎯ ᏧᏤᎵ ᏂᏣᎵᏍᏔᏅ; ᎾᏍᎩ ᎥᏝ ᎡᏥᏙᎵᏨᎯ ᏱᎨᏎᎢ, ᎪᎯᏍᎩᏂ ᏥᎩ ᎡᏥᏙᎵᏨᎯ."
  },
  {
    "verse": "11",
    "kjv": "Dearly beloved, I beseech you as strangers and pilgrims, abstain from fleshly lusts, which war against the soul;",
    "web": "Beloved, I beg you as foreigners and pilgrims to abstain from fleshly lusts which war against the soul,",
    "chr": "ᎢᏨᎨᏳᎢ, ᎢᏨᏔᏲᏎᎭ, ᎾᏍᎩᏯ ᏂᎨᏥᎦᏔᎲᎾ ᎠᎴ ᎠᏁᏙᎯ ᎢᏳᎾᏛᏁᏗ ᏂᏣᏛᎦ, ᏗᏥᏲᎯ ᎤᏇᏓᎸ ᎤᎬᎥᎯᏍᏗ ᎨᏒᎢ, ᎾᏍᎩ ᎠᏓᏅᏙ ᏥᏓᏁᏓᎿᏫᏯ."
  },
  {
    "verse": "12",
    "kjv": "Having your conversation honest among the Gentiles: that, whereas they speak against you as evildoers, they may by your good works, which they shall behold, glorify God in the day of visitation.",
    "web": "having good behavior among the nations, so in that of which they speak against you as evildoers, they may see your good works and glorify God in the day of visitation.",
    "chr": "ᎠᎴ ᎢᏣᎴᏂᏙᎲ ᎣᏍᏛ ᎨᏎᏍᏗ ᎠᏁᎲ ᏧᎾᏓᎴᏅᏛ ᏴᎾ, ᎾᏍᎩ ᎨᏣᏡᏗᏍᎬ ᎤᏲ ᏧᏂᎸᏫᏍᏓᏁᎯ ᏥᎨᏦᏎᎭ, ᎾᏍᎩ ᎣᏍᏛ ᏕᏥᎸᏫᏍᏓᏁᎲ ᎠᏂᎪᏩᏘᏍᎬ ᏱᏅᏓᎦᎵᏍᏙᏓ ᏯᏂᎸᏉᏓ ᎤᏁᎳᏅᎯ ᎾᎯᏳ ᎢᎦ ᏓᏩᏛᎯᎸᎭ."
  },
  {
    "verse": "13",
    "kjv": "Submit yourselves to every ordinance of man for the Lord's sake: whether it be to the king, as supreme;",
    "web": "Therefore subject yourselves to every ordinance of man for the Lord’s sake: whether to the king, as supreme,",
    "chr": "ᎤᎬᏫᏳᎯ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ, ᏕᏦᎯᏳᏎᏍᏗ ᎾᏂᎥ ᏴᏫ ᏗᎨᎦᏁᎶᏗ ᎨᏒᎢ--ᎾᏍᏉ ᎤᎬᏫᏳᎯ ᏄᎬᏫᏳᏒ ᎨᏎᏍᏗ,"
  },
  {
    "verse": "14",
    "kjv": "Or unto governors, as unto them that are sent by him for the punishment of evildoers, and for the praise of them that do well.",
    "web": "or to governors, as sent by him for vengeance on evildoers and for praise to those who do well.",
    "chr": "ᎠᎴ ᎾᏍᏉ ᎠᎾᎵᏍᏕᎵᏍᎩᏉ ᎨᏎᏍᏗ ᎾᏍᎩ ᏂᏙᏓᏳᏅᏏᏛ ᎤᎬᏫᏳᎯ ᎨᏥᎩᎵᏲᎢᏍᏙᏗᏱ ᎤᏲ ᏧᏂᎸᏫᏍᏓᏁᎯ, ᎠᎴ ᎨᏥᎸᏉᏙᏗᏱ ᎣᏍᏛ ᏧᏂᎸᏫᏍᏓᏁᎯ."
  },
  {
    "verse": "15",
    "kjv": "For so is the will of God, that with well doing ye may put to silence the ignorance of foolish men:",
    "web": "For this is the will of God, that by well-doing you should put to silence the ignorance of foolish men.",
    "chr": "ᎾᏍᎩᏰᏃ ᎯᎠ ᎣᏏᏳ ᎤᏰᎸᏗ ᎤᏁᎳᏅᎯ, ᎾᏍᎩ ᎣᏏᏳ ᏕᏥᎸᏫᏍᏓᏁᎲ ᎡᎳᏪ ᏗᏨᏗᏱ ᎾᏂᎦᏔᎿᎥᎾ ᎠᎴ ᎤᏂᏁᎫ ᏴᏫ."
  },
  {
    "verse": "16",
    "kjv": "As free, and not using your liberty for a cloke of maliciousness, but as the servants of God.",
    "web": "Live as free people, yet not using your freedom for a cloak of wickedness, but as bondservants of God.",
    "chr": "ᎾᏍᎩᏯ ᏂᏗᎨᏥᎾᏝᎥᎾ ᎢᏳᏍᏛᏁᏗ ᏂᏣᏛᏁᎮᏍᏗ, ᎥᏝᏍᏗ ᎠᏗᎾ ᏂᏕᏥᎾᏝᎥᎾ ᎨᏒ ᏱᏨᏗᏍᎨᏍᏗ ᏱᏧᏢᎥᏍᎨᏍᏗ ᎤᏲ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒᎢ, ᎤᏁᎳᏅᎯᏍᎩᏂ ᏧᏅᏏᏓᏍᏗ ᎢᏳᎾᏛᏁᏗ ᏂᏣᏛᏁᎮᏍᏗ."
  },
  {
    "verse": "17",
    "kjv": "Honour all men. Love the brotherhood. Fear God. Honour the king.",
    "web": "Honor all men. Love the brotherhood. Fear God. Honor the king.",
    "chr": "ᏕᏥᎸᏉᏕᏍᏗ ᎾᏂᎥᎢ; ᏕᏥᎨᏳᏎᏍᏗ ᎠᎾᎵᏅᏢᎢ; ᎤᏁᎳᏅᎯ ᎡᏥᎾᏰᏍᎨᏍᏗ; ᎤᎬᏫᏳᎯ ᎡᏥᎸᏉᏆᏍᏗ."
  },
  {
    "verse": "18",
    "kjv": "Servants, be subject to your masters with all fear; not only to the good and gentle, but also to the froward.",
    "web": "Servants, be in subjection to your masters with all respect, not only to the good and gentle, but also to the wicked.",
    "chr": "ᏤᏥᎾᏝᎢ, ᏕᏦᎯᏳᏎᏍᏗ ᏗᎨᏥᎾᏝᎢ ᎤᎶᏘ ᎦᎾᏰᎯᏍᏗ ᎢᏨᏗᏍᎨᏍᏗ; ᎥᏞᏍᏗ ᎠᏃᏍᏛ ᎠᎴ ᎤᎾᏓᏅᏘ ᎤᏅᏒ ᏱᏗᏦᎯᏳᏎᏍᏗ, ᎾᏍᏉᏍᎩᏂ ᎤᏂᎾᎸᏣᏘ."
  },
  {
    "verse": "19",
    "kjv": "For this is thankworthy, if a man for conscience toward God endure grief, suffering wrongfully.",
    "web": "For it is commendable if someone endures pain, suffering unjustly, because of conscience toward God.",
    "chr": "ᎾᏍᎩᏰᏃ ᎯᎠ ᎦᎸᏉᏗᏳ, ᎢᏳᏃ ᎩᎶ ᎤᏁᎳᏅᎯ ᏧᏓᏅᏛ ᎤᎸᏉᏗᏳ ᎨᏒ ᏱᏅᏗᎦᎵᏍᏙᏗᎭ ᎬᏂᏗᏳ ᏱᎩ ᎠᎩᎵᏲᎬᎢ, ᏂᏚᏳᎪᏛᎾ ᎠᏥᎩᎵᏲᎢᏍᏗᏍᎬᎢ."
  },
  {
    "verse": "20",
    "kjv": "For what glory is it, if, when ye be buffeted for your faults, ye shall take it patiently? but if, when ye do well, and suffer for it, ye take it patiently, this is acceptable with God.",
    "web": "For what glory is it if, when you sin, you patiently endure beating? But if when you do well, you patiently endure suffering, this is commendable with God.",
    "chr": "ᎦᏙᎨᏃ ᎦᎸᏉᏙᏗ ᏂᎦᎵᏍᏗᎭ, ᎢᏳᏃ ᎤᏣᏘᏂ ᏂᏣᏛᏁᎸ ᎢᏥᏍᏛᏗᏍᎨᏍᏗ ᎡᏥᎵᎥᏂᎮᏍᏗ ᎢᏨᏂᏗᏳ ᎨᏎᏍᏗ; ᎢᏳᏍᎩᏂ ᎣᏍᏛ ᏂᏣᏛᏁᎮᏍᏗ ᎠᎴ ᎢᏥᎩᎵᏲᎨᏍᏗ ᎢᏨᏂᏗᏳ ᎨᏎᏍᏗ, ᎾᏍᎩ ᎣᏍᏛ ᎠᏰᎵ ᎨᏒ ᎤᏁᎳᏅᎯ ᎠᏓᏅᏖᏍᎬᎢ."
  },
  {
    "verse": "21",
    "kjv": "For even hereunto were ye called: because Christ also suffered for us, leaving us an example, that ye should follow his steps:",
    "web": "For you were called to this, because Christ also suffered for us, leaving you an example, that you should follow his steps,",
    "chr": "ᎾᏍᎩᏰᏃ ᎢᏣᎵᏍᏓᏁᏗᏱ ᎡᏥᏯᏅᏛ; ᎦᎶᏁᏛᏰᏃ ᎾᏍᏉ ᎢᎩᎩᎵᏲᏤᎴᎢ, ᎠᎴ ᎢᎩᎯᏰᎴ ᏗᎩᎧᎿᏩᏛᏍᏗ, ᎾᏍᎩ ᎤᏪᏙᎸ ᏗᏥᎧᎿᏩᏛᏍᏗᏱ."
  },
  {
    "verse": "22",
    "kjv": "Who did no sin, neither was guile found in his mouth:",
    "web": "who didn’t sin, “neither was deceit found in his mouth.”",
    "chr": "ᎾᏍᎩ ᎥᏝ ᏳᏍᎦᏅᏤᎢ, ᎥᏝ ᎠᎴ ᎦᎶᏄᎮᏛ ᏯᏥᏪᏛᎡᎴ ᎠᎰᎵ;"
  },
  {
    "verse": "23",
    "kjv": "Who, when he was reviled, reviled not again; when he suffered, he threatened not; but committed himself to him that judgeth righteously:",
    "web": "When he was cursed, he didn’t curse back. When he suffered, he didn’t threaten, but committed himself to him who judges righteously.",
    "chr": "ᎾᏍᎩ ᎦᏰᏥᏐᏢᏔᏅ, ᎥᏝ ᏳᏞᏤ ᏱᎬᏩᏓᏐᏢᏔᏁᎢ; ᎤᎩᎵᏲᏨᏃ ᎥᏝ ᏳᏁᏤᎢ; ᏚᏓᏲᎯᏎᎴᏉᏍᎩᏂ ᎾᏍᎩ ᏚᏳᎪᏛ ᏗᎫᎪᏓᏁᎯ."
  },
  {
    "verse": "24",
    "kjv": "Who his own self bare our sins in his own body on the tree, that we, being dead to sins, should live unto righteousness: by whose stripes ye were healed.",
    "web": "He himself bore our sins in his body on the tree, that we, having died to sins, might live to righteousness. You were healed by his wounds.",
    "chr": "ᎾᏍᎩ ᎤᏩᏒ ᎨᏒ ᎤᎩᏎ ᎢᏗᏍᎦᎾᎯᏳ ᎨᏒ ᎤᏩᏒ ᎠᏰᎸ ᏞᎬ ᏧᎩᎵᏲᏤᎢ, ᎾᏍᎩ ᎠᏴ ᏗᎩᏲᎱᏒᎯ ᎨᏒ ᎠᏍᎦᏅᎢᏍᏗ ᎨᏒ ᎢᏗᏢ, ᏗᏛᏃᏛ ᎢᏳᎵᏍᏙᏗᏱ ᏚᏳᎪᏛ ᎢᏗᏢ ᎨᏒᎢ; ᎾᏍᎩ ᎠᏥᎵᎥᏂᎸᎢ ᎢᏣᏗᏫᏍᏗᎭ."
  },
  {
    "verse": "25",
    "kjv": "For ye were as sheep going astray; but are now returned unto the Shepherd and Bishop of your souls.",
    "web": "For you were going astray like sheep; but now you have returned to the Shepherd and Overseer of your souls.",
    "chr": "ᏂᎯᏰᏃ ᎠᏫ ᎤᎾᎴᏲᎥᎯ ᎾᏍᎩᏯ ᎨᏎᎢ; ᎪᎯᏍᎩᏂ ᎨᏒ ᎢᏣᏨᏒ ᎡᏥᎷᏤᎸ ᎠᏫ-ᏗᎦᏘᏯ ᎠᎴ ᏗᏣᏓᏅᏙ ᏗᎦᏘᏯ."
  }
]
