[
  {
    "verse": "1",
    "kjv": "And when he had called unto him his twelve disciples, he gave them power against unclean spirits, to cast them out, and to heal all manner of sickness and all manner of disease.",
    "web": "He called to himself his twelve disciples, and gave them authority over unclean spirits, to cast them out, and to heal every disease and every sickness.",
    "chr": "ᏫᏚᏯᏅᎲᏃ ᏔᎳᏚ ᎢᏯᏂᏛ ᎬᏩᏍᏓᎦᏗᏙᎯ, ᏕᏁᎸ ᎠᏂᏍᎩᎾ ᏧᏂᏄᎪᏫᏍᏗᏱ, ᎠᎴ ᏧᎾᏓᏅᏬᏗᏱ ᏂᎦᎥ ᏚᏂᏢᎬ, ᎠᎴ ᏂᎦᎥ ᎥᏳᎩ."
  },
  {
    "verse": "2",
    "kjv": "Now the names of the twelve apostles are these; The first, Simon, who is called Peter, and Andrew his brother; James the son of Zebedee, and John his brother;",
    "web": "Now the names of the twelve apostles are these. The first, Simon, who is called Peter; Andrew, his brother; James the son of Zebedee; John, his brother;",
    "chr": "ᎯᎠᏃ ᎾᏍᎩ ᏄᏍᏗ ᏚᎾᏙᎥ ᏔᎳᏚ ᎢᏯᏂᏛ ᎨᏥᏅᏏᏛ. ᎢᎬᏱᏱ ᏌᏩᏂ ᏈᏓ ᏣᏃᏎᎰᎢ, ᎡᏂᏗᏃ ᎾᏍᎩᏉ ᎤᏅᏟ, ᏥᎻᏃ ᏤᏈᏗ ᎤᏪᏥ, ᏣᏂᏃ ᎾᏍᎩᏉ ᎤᏅᏟ."
  },
  {
    "verse": "3",
    "kjv": "Philip, and Bartholomew; Thomas, and Matthew the publican; James the son of Alphaeus, and Lebbaeus, whose surname was Thaddaeus;",
    "web": "Philip; Bartholomew; Thomas; Matthew the tax collector; James the son of Alphaeus; Lebbaeus, who was also called Thaddaeus;",
    "chr": "ᏈᎵᎩᏃ, ᏩᏓᎳᎻᏃ, ᏓᎻᏃ, ᎹᏚᏃ ᎠᏕᎸ ᎠᎩᏏᏙᎯ, ᏥᎻᏃ ᎡᎵᏈ ᎤᏪᏥ, ᎴᏈᏯᏃ ᏓᏗᏯ ᏣᏃᏎᎰᎢ,"
  },
  {
    "verse": "4",
    "kjv": "Simon the Canaanite, and Judas Iscariot, who also betrayed him.",
    "web": "Simon the Zealot; and Judas Iscariot, who also betrayed him.",
    "chr": "ᏌᏩᏂᏃ ᎠᎨᎾᏂᏗ, ᏧᏓᏏᏃ ᎢᏍᎦᎳᏗ ᎾᏍᎩ ᏥᏌ ᏧᎶᏄᎮᎸᎩ."
  },
  {
    "verse": "5",
    "kjv": "These twelve Jesus sent forth, and commanded them, saying, Go not into the way of the Gentiles, and into any city of the Samaritans enter ye not:",
    "web": "Jesus sent these twelve out and commanded them, saying, “Don’t go among the Gentiles, and don’t enter into any city of the Samaritans.",
    "chr": "ᎾᏍᎩ ᎯᎠ ᏔᎳᏚ ᎢᏯᏂᏛ ᏥᏌ ᏚᏅᏒᎩ ᏑᏁᏤᎸᏃ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᏗᏁᎲ ᎢᏗᏢ ᏞᏍᏗ ᏫᏥᎶᏒᎩ, ᎠᎴ ᏌᎺᎵ ᎠᏁᎯ ᏚᏂᏚᎲ ᏞᏍᏗ ᎢᏥᏴᎸᎩ"
  },
  {
    "verse": "6",
    "kjv": "But go rather to the lost sheep of the house of Israel.",
    "web": "Rather, go to the lost sheep of the house of Israel.",
    "chr": "ᎠᏫᏍᎩᏂ ᎤᎾᎴᎾᎯᏛ ᎢᏏᎵ ᏏᏓᏁᎸ ᎨᏒ ᏗᏥᏩᏛᎱᎦ."
  },
  {
    "verse": "7",
    "kjv": "And as ye go, preach, saying, The kingdom of heaven is at hand.",
    "web": "As you go, preach, saying, ‘The Kingdom of Heaven is at hand!’",
    "chr": "ᎢᏣᎢᏒᏃ ᎢᏣᎵᏥᏙᎲᏍᎨᏍᏗ, ᎯᎠ ᏂᏥᏪᏍᎨᏍᏗ; ᎦᎸᎳᏗ ᎡᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎡᏍᎦᏂᏳ ᏓᏯᎢ."
  },
  {
    "verse": "8",
    "kjv": "Heal the sick, cleanse the lepers, raise the dead, cast out devils: freely ye have received, freely give.",
    "web": "Heal the sick, cleanse the lepers, and cast out demons. Freely you received, so freely give.",
    "chr": "ᏧᏂᏢᎩ ᏕᏥᏅᏫᏍᎨᏍᏗ, ᎠᏓᏰᏍᎩ ᏧᏂᏢᎩ ᏕᏥᏅᎦᎵᏍᎨᏍᏗ, ᏧᏂᏲᎱᏒᎯ ᏕᏣᎴᏗᏍᎨᏍᏗ, ᎠᏂᏍᎩᎾ ᏕᏥᏄᎪᏫᏍᎨᏍᏗ. ᎠᏎᏉ ᎡᏥᏁᎸᎯ, ᎠᏎᏉ ᎢᏣᏓᏁᎮᏍᏗ."
  },
  {
    "verse": "9",
    "kjv": "Provide neither gold, nor silver, nor brass in your purses,",
    "web": "Don’t take any gold, silver, or brass in your money belts.",
    "chr": "ᏞᏍᏗ ᏕᏣᏓᏠᎲ ᏱᏣᏓᏁᎴᏍᏗ ᏓᎶᏂᎨ ᎠᏕᎸ ᎠᎴ ᎤᏁᎬ ᎠᏕᎸ ᎠᎴ ᎥᏣᏱ,"
  },
  {
    "verse": "10",
    "kjv": "Nor scrip for your journey, neither two coats, neither shoes, nor yet staves: for the workman is worthy of his meat.",
    "web": "Take no bag for your journey, neither two coats, nor sandals, nor staff: for the laborer is worthy of his food.",
    "chr": "ᎠᎴ ᏕᎦᎶᏗ, ᎠᎴ ᏔᎵ ᏗᏣᏄᏬ, ᎠᎴ ᏗᎳᏑᎶ, ᎠᎴ ᏗᏙᎳᏅᏍᏗ; ᏧᎸᏫᏍᏓᏁᎯᏰᏃ ᎤᏩᏛᏗ ᎨᏐ ᎤᎵᏍᏓᏴᏗ."
  },
  {
    "verse": "11",
    "kjv": "And into whatsoever city or town ye shall enter, enquire who in it is worthy; and there abide till ye go thence.",
    "web": "Into whatever city or village you enter, find out who in it is worthy, and stay there until you go on.",
    "chr": "ᎢᎸᎯᏢᏃ ᎤᏛᎾ ᎦᏚᎲ ᎠᎴ ᎤᏍᏗ ᎦᏚᎲ ᎢᏥᎷᎨᏍᏗ, ᎢᏣᏓᏛᏛᎲᏍᎨᏍᏗ ᎩᎶ ᎡᎲ ᎤᏓᏅᏘ, ᎾᎿᏃ ᎢᏥᏁᏍᏗ ᎬᏂ ᎥᏣᏂᎩ."
  },
  {
    "verse": "12",
    "kjv": "And when ye come into an house, salute it.",
    "web": "As you enter into the household, greet it.",
    "chr": "ᎠᏓᏁᎸᏃ ᎢᏥᏴᎭ ᎢᏥᏲᎵᎮᏍᏗ."
  },
  {
    "verse": "13",
    "kjv": "And if the house be worthy, let your peace come upon it: but if it be not worthy, let your peace return to you.",
    "web": "If the household is worthy, let your peace come on it, but if it isn’t worthy, let your peace return to you.",
    "chr": "ᎢᏳᏃ ᎾᎿ ᎠᏂᏁᎳ ᎤᏩᏙᎯᏯᏛ ᏗᎬᏩᎾᏓᏂᎸᎢᏍᏗ ᎢᎨᏎᏍᏗ, ᎾᏍᎩ ᎤᏩᏙᎯᏯᏛ ᎢᏣᏤᎵ ᎤᏂᎷᏤᏗ ᎨᏎᏍᏗ; ᎢᏳᏃ ᏗᎬᏩᎾᏓᏂᎸᎢᏍᏗ ᏂᎨᏒᎾ ᎢᎨᏎᏍᏗ, ᎾᏍᎩ ᏅᏩᏙᎯᏯᏛ ᎢᏨᏒᏉ ᎢᏥᎷᏤᏗ ᎢᎨᏎᏍᏗ."
  },
  {
    "verse": "14",
    "kjv": "And whosoever shall not receive you, nor hear your words, when ye depart out of that house or city, shake off the dust of your feet.",
    "web": "Whoever doesn’t receive you or hear your words, as you go out of that house or that city, shake the dust off your feet.",
    "chr": "ᎢᏳᏃ ᎩᎶ ᏂᏗᏣᏓᏂᎸᎬᎾ ᎢᎨᏎᏍᏗ, ᎠᎴ ᎢᏥᏁᎬ ᎾᏛᎩᏍᎬᎾ ᎢᎨᏎᏍᏗ, ᎾᎿ ᎦᎵᏦᏕ ᎠᎴ ᎦᏚᎲ ᎢᏥᏄᎪᎩ, ᏕᏥᏅᎪᎥᏗᏍᎨᏍᏗ ᎦᏓ ᏗᏣᎳᏏᏕᏂ."
  },
  {
    "verse": "15",
    "kjv": "Verily I say unto you, It shall be more tolerable for the land of Sodom and Gomorrha in the day of judgment, than for that city.",
    "web": "Most certainly I tell you, it will be more tolerable for the land of Sodom and Gomorrah in the day of judgment than for that city.",
    "chr": "ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏳᏪᏎᎭ, ᎡᏍᎦᏉ ᎢᎦᎢ ᎤᏂᎩ ᎵᏲᎢᏍᏗ ᎨᏎᏍᏗ ᏐᏓᎻ ᎠᎴ ᎪᎹᎵ, ᏗᎫᎪᏙᏗᏱ ᎢᎦ ᎨᏎᏍᏗ, ᎤᏟᎯᏳ ᎾᏍᎩ Ꮎ ᎦᏚᎲᎢ."
  },
  {
    "verse": "16",
    "kjv": "Behold, I send you forth as sheep in the midst of wolves: be ye therefore wise as serpents, and harmless as doves.",
    "web": "“Behold, I send you out as sheep among wolves. Therefore be wise as serpents and harmless as doves.",
    "chr": "ᎬᏂᏳᏉ ᎢᏨᏅᎵ ᎠᏫ ᎤᏂᏃᏕᎾ ᏣᏁᎳᏗᏙᎰ ᏩᏲᎯ ᎾᏍᎩᏯᎢ; ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᎾᏛ ᎢᎨᏥᏏᎾᏌᏂ ᎨᏌᏍᏗ, ᎠᎴ ᎫᎴ-ᏗᏂᏍᎪᏂᎯ ᎢᎨᏣᏓᏅᏘ ᎨᏎᏍᏗ."
  },
  {
    "verse": "17",
    "kjv": "But beware of men: for they will deliver you up to the councils, and they will scourge you in their synagogues;",
    "web": "But beware of men, for they will deliver you up to councils, and in their synagogues they will scourge you.",
    "chr": "ᏕᏤᏯᏙᏤᎮᏍᏗ ᎠᏗᎾ ᏴᏫ, ᏕᎦᎳᏫᎥᏰᏃ ᏙᏓᎨᏣᏘᏃᎵ, ᏧᏂᎳᏫᎢᏍᏗᏱᏃ ᏙᏓᎨᏥᎵᎥᏂᎵ."
  },
  {
    "verse": "18",
    "kjv": "And ye shall be brought before governors and kings for my sake, for a testimony against them and the Gentiles.",
    "web": "Yes, and you will be brought before governors and kings for my sake, for a testimony to them and to the nations.",
    "chr": "ᎠᎴ ᎠᏴ ᎨᏒ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ ᏄᏂᎬᏫᏳᏌᏕᎩ ᎠᎴ ᎤᏂᎬᏫᏳᎯ ᏚᏃᎸ ᎢᎬᏱᏗᏢ ᏕᏣᏘᏃᎯᎮᏍᏗ, ᎾᏍᎩ ᎤᏅᏒ ᎠᎴ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᎤᎾᏙᎴᎰᎯᏍᏙᏗ."
  },
  {
    "verse": "19",
    "kjv": "But when they deliver you up, take no thought how or what ye shall speak: for it shall be given you in that same hour what ye shall speak.",
    "web": "But when they deliver you up, don’t be anxious how or what you will say, for it will be given you in that hour what you will say.",
    "chr": "ᎠᏎᏃ ᎿᏉ ᏕᎨᏣᏘᏃᎯᎮᏍᏗ ᏞᏍᏗ ᏱᏤᎵᎯᏍᎨᏍᏗ ᎢᏳᏍᏗ ᎢᏥᏁᎢᏍᏗᏱ ᎠᎴ ᎢᏥᏪᏍᏗᏱ; ᎾᎯᏳᏉᏰᏃ ᎡᏥᏁᏗ ᎨᏎᏍᏗ ᎢᏥᏪᏍᏗᏱ."
  },
  {
    "verse": "20",
    "kjv": "For it is not ye that speak, but the Spirit of your Father which speaketh in you.",
    "web": "For it is not you who speak, but the Spirit of your Father who speaks in you.",
    "chr": "ᎥᏝᏰᏃ ᏂᎯ ᏱᏥᏁᎪᎢ, ᎢᏥᏙᏓᏍᎩᏂ ᎤᏓᏅᏙ ᎧᏁᎪᎢ ᏂᎯ ᎢᏨᏗᏍᎪᎢ."
  },
  {
    "verse": "21",
    "kjv": "And the brother shall deliver up the brother to death, and the father the child: and the children shall rise up against their parents, and cause them to be put to death.",
    "web": "“Brother will deliver up brother to death, and the father his child. Children will rise up against parents and cause them to be put to death.",
    "chr": "ᎠᏍᎦᏯᏃ ᏙᏓᏳᏲᏏ ᎤᏲᎱᎯᏍᏗᏱ ᏗᎾᏓᏅᏟ, ᎠᎦᏴᎵᎨᏃ ᎤᏪᏥ ᏙᏓᏳᏲᏏ, ᎠᎴ ᎣᏂ ᏧᎾᏛᏒᎯ ᏙᏛᎾᏡᏔᏂ ᏧᏂᎦᏴᎵᎨᎢ, ᎠᎴ ᎾᏍᎩ ᎤᏛᏅᏂᏌᏂ ᏗᎨᏥᎢᏍᏗ ᎨᏎᏍᏗ."
  },
  {
    "verse": "22",
    "kjv": "And ye shall be hated of all men for my name's sake: but he that endureth to the end shall be saved.",
    "web": "You will be hated by all men for my name’s sake, but he who endures to the end will be saved.",
    "chr": "ᎠᎴ ᎾᏂᎥᏉ ᏴᏫ ᎨᏥᏍᎦᎩ ᎨᏎᏍᏗ ᎠᏴ ᏓᏆᏙᎥ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ; ᎠᏎᏃ ᎾᏍᎩ ᎬᎵᏍᏆᏗᏍᎩ ᎠᏟᏂᎬᏁᎯ ᎠᏥᏍᏕᎸᏗ ᎨᏎᏍᏗ."
  },
  {
    "verse": "23",
    "kjv": "But when they persecute you in this city, flee ye into another: for verily I say unto you, Ye shall not have gone over the cities of Israel, till the Son of man be come.",
    "web": "But when they persecute you in this city, flee into the next, for most certainly I tell you, you will not have gone through the cities of Israel until the Son of Man has come.",
    "chr": "ᎠᎴ ᎿᏉ ᎤᏲ ᏂᎨᏨᎿᏕᎨᏍᏗ ᎢᎸᎯᏢ ᎦᏚᎲᎢ, ᎢᎶᎵᏍᎨᏍᏗ ᏅᏩᎵᎴ ᏗᎦᏚᎲ ᏫᏥᎶᏍᎨᏍᏗ. ᎤᏙᎯᏳᎯᏯᏰᏃ ᎯᎠ ᏂᏨᏪᏎᎭ, ᎥᏝ ᎢᏏᎵᏱ ᏕᎦᏚᎲᎢ ᏱᎨᏤᏙᏁᏍᏗ ᎿᏉ ᏴᏫ ᎤᏪᏥ ᏓᎦᎷᏥ."
  },
  {
    "verse": "24",
    "kjv": "The disciple is not above his master, nor the servant above his lord.",
    "web": "“A disciple is not above his teacher, nor a servant above his lord.",
    "chr": "ᏗᏕᎶᏆᏍᎩ ᎥᏝ ᎤᏟ ᏱᎾᏥᎸᏉᏙᎢ ᎡᏍᎦᏉ ᏧᏪᏲᎲᏍᎩ, ᎠᎴ ᎠᏥᏅᏏᏓᏍᏗ ᎥᏝ ᎤᏟ ᏱᎾᏥᎸᏉᏙᎢ ᏒᏍᎦᏉ ᎤᏅᏏᏙᎯ."
  },
  {
    "verse": "25",
    "kjv": "It is enough for the disciple that he be as his master, and the servant as his lord. If they have called the master of the house Beelzebub, how much more shall they call them of his household?",
    "web": "It is enough for the disciple that he be like his teacher, and the servant like his lord. If they have called the master of the house Beelzebul, how much more those of his household!",
    "chr": "ᏰᎵᏉᏰᏃ ᏗᏕᎶᏆᏍᎩ ᏧᏪᏲᎲᏍᎩ ᎢᏧᎳᎭᏉ ᏱᎩ, ᎠᎴ ᎠᏥᏅᏏᏓᏍᏗ ᎤᏅᏏᏙᎯ ᎢᏧᎳᎭᏉ ᏱᎩ. ᎢᏳᏰᏃ ᏧᏓᏘᎿᎢ ᎠᏓᏁᎸ ᏇᎵᏥᏆ ᏳᏃᏎᎸ, ᎤᏟ ᎠᎯᏗᏳ ᎾᏍᎩ ᎢᏧᏂᏪᏎᏗᏱ ᏚᏓᏘᎿᎥᎢ."
  },
  {
    "verse": "26",
    "kjv": "Fear them not therefore: for there is nothing covered, that shall not be revealed; and hid, that shall not be known.",
    "web": "Therefore don’t be afraid of them, for there is nothing covered that will not be revealed, or hidden that will not be known.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᏞᏍᏗ ᏱᏗᏥᏍᎦᎢᎮᏍᏗ. ᎥᏝᏰᏃ ᎪᎱᏍᏗ ᏱᎬᏍᎦᎳ ᎾᏍᎩ ᎬᏂᎨᏒ ᎢᏳᎵᏍᏙᏗ ᏂᎨᏒᎾ ᎨᏒᎢ, ᎥᏝ ᎠᎴ ᎪᎱᏍᏗ ᎤᏕᎵᏛ ᏱᎩ ᎾᏍᎩ ᎠᏙᎴᎰᎯᏍᏗ ᏂᎨᏒᎾ ᎨᏒᎢ."
  },
  {
    "verse": "27",
    "kjv": "What I tell you in darkness, that speak ye in light: and what ye hear in the ear, that preach ye upon the housetops.",
    "web": "What I tell you in the darkness, speak in the light; and what you hear whispered in the ear, proclaim on the housetops.",
    "chr": "ᎤᎵᏏᎬ ᎢᏨᏁᏤᎸᎢ ᎢᎦᎦᏛ ᎢᏥ ᏁᎨᏍᏗ; ᎡᏣᏙᏅᎡᎸᏃ ᎨᏒ ᎦᏌᎾᎵ ᎢᏣᎵᏥᏙᎲᏍᎨᏍᏗ."
  },
  {
    "verse": "28",
    "kjv": "And fear not them which kill the body, but are not able to kill the soul: but rather fear him which is able to destroy both soul and body in hell.",
    "web": "Don’t be afraid of those who kill the body, but are not able to kill the soul. Rather, fear him who is able to destroy both soul and body in Gehenna.",
    "chr": "ᎠᎴ ᏞᏍᏗ ᏱᏗᏥᏍᎦᎢᎮᏍᏗ ᎠᏰᎸᎢ ᎠᏂᎯᎯ, ᎠᏎᏃ ᎠᏓᏅᏙ ᎬᏩᏂᎯᏍᏗ ᏂᎨᏒᎾ ᏥᎩ. ᎤᎬᏫᏳᏎᏍᏗᏍᎩᏂ ᎡᏥᏍᎦᎢᎮᏍᏗ ᎾᏍᎩ ᏗᎬᏩᎯᏍᏗ ᏥᎩᎠᏰᎸᎢ ᎠᎴ ᎠᏓᏅᏙ ᎢᏧᎳ ᏨᏍᎩᏃᎢ."
  },
  {
    "verse": "29",
    "kjv": "Are not two sparrows sold for a farthing? and one of them shall not fall on the ground without your Father.",
    "web": "“Aren’t two sparrows sold for an assarion coin? Not one of them falls to the ground apart from your Father’s will.",
    "chr": "ᏝᏍᎪ ᎠᏂᏔᎵ ᏥᏍᏆᏯ ᏌᏉ ᎢᏯᏓᏅᏖᏗ ᏧᎾᎬᏩᎶᏗ ᏱᎩ, ᎠᏎᏃ ᎥᏝᏌᏉ ᎡᎳᏗ ᎤᏅᎢᏍᏗ ᏱᎩ ᎢᏥᏙᏓ ᎤᏓᏅᏖᎸᎯ ᏂᎨᏒᎾ."
  },
  {
    "verse": "30",
    "kjv": "But the very hairs of your head are all numbered.",
    "web": "But the very hairs of your head are all numbered.",
    "chr": "ᎾᏍᏉᏍᎩᏂ ᎢᏥᏍᏘᏰᎬ ᎢᏥᏍᎪᎵ ᏂᎦᏗᏳ ᏗᏎᎸᎯ."
  },
  {
    "verse": "31",
    "kjv": "Fear ye not therefore, ye are of more value than many sparrows.",
    "web": "Therefore don’t be afraid. You are of more value than many sparrows.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᏞᏍᏗ ᏱᏥᏍᎦᎢᎮᏍᏗ; ᎤᏟᏰᏃ ᏂᎦᎥ ᏗᏣᎬᏩᎶᏗ ᏂᎯ ᎡᏍᎦᏉ ᎤᏂᏣᏘ ᏥᏍᏆᏯ."
  },
  {
    "verse": "32",
    "kjv": "Whosoever therefore shall confess me before men, him will I confess also before my Father which is in heaven.",
    "web": "Everyone therefore who confesses me before men, I will also confess him before my Father who is in heaven.",
    "chr": "ᎩᎶᏰᏃ ᎬᏂᎨᏒ ᎾᏋᏁᎮᏍᏗ ᏴᏫ ᎠᏂᎦᏔᎲᎢ, ᎾᏍᏉ ᎠᏴ ᎾᏍᎩ ᎬᏂᎨᏒ ᎤᏓᏥᏴᏁᎵ ᎡᏙᏓ ᎦᎸᎳᏗ ᎡᎯ ᎠᎦᏔᎲᎢ."
  },
  {
    "verse": "33",
    "kjv": "But whosoever shall deny me before men, him will I also deny before my Father which is in heaven.",
    "web": "But whoever denies me before men, I will also deny him before my Father who is in heaven.",
    "chr": "ᎩᎶᏍᎩᏂ ᎢᎠᏆᏓᏱᎮᏍᏗ ᏴᏫ ᎠᏂᎦᏔᎲᎢ, ᎾᏍᏉ ᎠᏴ ᎾᏍᎩ ᏓᏥᏯᏓᏱᎵ ᎡᏙᏓ ᎦᎸᎳᏗ ᎡᎯ ᎠᎦᏔᎲᎢ."
  },
  {
    "verse": "34",
    "kjv": "Think not that I am come to send peace on earth: I came not to send peace, but a sword.",
    "web": "“Don’t think that I came to send peace on the earth. I didn’t come to send peace, but a sword.",
    "chr": "ᏞᏍᏗ ᏙᎯᏱ ᎤᎾᏄᎪᏫᏏᎸ ᎡᎶᎯ, ᏱᏍᎩᏰᎵᏎᎮᏍᏗ; ᎥᏝᏍᎩᏂ ᏙᎯᏱ ᏯᎩᎾᏄᎪᏫᎸ, ᎠᏰᎳᏍᏗᏍᎩᏂ ᎦᏅᎯᏛ."
  },
  {
    "verse": "35",
    "kjv": "For I am come to set a man at variance against his father, and the daughter against her mother, and the daughter in law against her mother in law.",
    "web": "For I came to set a man at odds against his father, and a daughter against her mother, and a daughter-in-law against her mother-in-law.",
    "chr": "ᎠᏴᏰᏃ ᎠᎩᎷᏥᎸ, ᏗᎾᏓᏍᎦᎩ ᎢᏳᎵᏍᏙᏗᏱ ᎠᏍᎦᏯ ᎤᏙᏓᏃ, ᎠᎴ ᎠᎦᏅᎩ ᎠᎨᏴ ᎤᏥᏃ, ᎠᎴ ᎤᏓᏦᎯᏯ ᎤᏦᎯᏃ;"
  },
  {
    "verse": "36",
    "kjv": "And a man's foes shall be they of his own household.",
    "web": "A man’s foes will be those of his own household.",
    "chr": "ᎩᎶᏃ ᎤᏩᏒᏉ ᏚᏓᏘᎿᎥ ᎬᏩᏍᎦᎩ ᎨᏎᏍᏗ."
  },
  {
    "verse": "37",
    "kjv": "He that loveth father or mother more than me is not worthy of me: and he that loveth son or daughter more than me is not worthy of me.",
    "web": "He who loves father or mother more than me is not worthy of me; and he who loves son or daughter more than me isn’t worthy of me.",
    "chr": "ᎩᎶᏃ ᎤᏟ ᏄᎨᏳᏎᏍᏗ ᎤᏙᏓ ᎠᎴ ᎤᏥ ᎡᏍᎦᏉ ᎠᏴ ᎾᎩᎨᏳᏎᏍᏗ, ᎥᏝ ᏰᎵ ᎾᏍᎩ ᎠᏴ ᎠᏆᏤᎵ ᎢᎬᏩᎵᏍᏙᏗ ᏱᎨᏎᏍᏗ. ᎩᎶᏃ ᎤᏟ ᏄᎨᏳᏎᏍᏗ ᎤᏪᏥ ᎠᏍᎦᏯ ᎠᎴ ᎤᏪᏥ ᎠᎨᏴ ᎡᏍᎦᏉ ᎠᏴ ᎾᎩᎨᏳᏎᏍᏗ, ᎥᏝ ᏰᎵ ᎾᏍᎩ ᎠᏴ ᎠᏆᏤᎵ ᎢᎬᏩᎵᏍᏙᏗ ᏱᎨᏎᏍᏗ."
  },
  {
    "verse": "38",
    "kjv": "And he that taketh not his cross, and followeth after me, is not worthy of me.",
    "web": "He who doesn’t take his cross and follow after me isn’t worthy of me.",
    "chr": "ᎩᎶ ᎾᏱᏍᎬᎾ ᎢᎨᏎᏍᏗ ᎤᏤᎵ ᏧᏓᎿᏩᏛ ᎠᎴ ᎾᎩᏍᏓᏩᏕᎬᎾ ᎢᎨᏎᏍᏗ, ᎥᏝ ᏰᎵ ᎠᏴ ᎠᏆᏤᎵ ᎢᎬᏩᎵᏍᏙᏗ ᏱᎨᏎᏍᏗ."
  },
  {
    "verse": "39",
    "kjv": "He that findeth his life shall lose it: and he that loseth his life for my sake shall find it.",
    "web": "He who seeks his life will lose it; and he who loses his life for my sake will find it.",
    "chr": "ᎩᎶᏃ ᎬᏅ ᎢᎠᏩᏘᏍᎨᏍᏗ, ᎾᏍᎩ ᎤᏲᎱᏎᏗ ᎨᏎᏍᏗ; ᎩᎶᏃ ᎢᎤᏲᎱᏎᎮᏍᏗ ᎬᏅ ᎠᏴ ᎤᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ, ᎾᏍᎩ ᎤᏩᏛᏗ ᎨᏎᏍᏗ."
  },
  {
    "verse": "40",
    "kjv": "He that receiveth you receiveth me, and he that receiveth me receiveth him that sent me.",
    "web": "“He who receives you receives me, and he who receives me receives him who sent me.",
    "chr": "ᎩᎶᏃ ᏕᏣᏓᏂᎸᎨᏍᏗ, ᎾᏍᎩ ᎠᏴ ᏓᏆᏓᏂᎸᎨᏍᏗ; ᎩᎶᏃ ᎠᏴ ᏓᏆᏓᏂᎸᎨᏍᏗ, ᎾᏍᎩ ᏓᏓᏂᎸᎨᏍᏗ ᏅᏛᎩᏅᏒᎯ"
  },
  {
    "verse": "41",
    "kjv": "He that receiveth a prophet in the name of a prophet shall receive a prophet's reward; and he that receiveth a righteous man in the name of a righteous man shall receive a righteous man's reward.",
    "web": "He who receives a prophet in the name of a prophet will receive a prophet’s reward. He who receives a righteous man in the name of a righteous man will receive a righteous man’s reward.",
    "chr": "ᎩᎶᏃ ᏓᏓᏂᎸᎨᏍᏗ ᎠᏙᎴᎰᏍᎩ ᎠᏙᎴᎰᏍᎩ ᎨᏒ ᎤᏗᎦᎵᏍᏙᏗᎨᏍᏗ, ᎠᏙᎴᎰᏍᎩ ᎠᎦᎫᏴᏓᏁᏗ ᎨᏒ ᎾᏍᎩ ᎠᎦᎫᏴᏓᏁᎮᏍᏗ; ᎩᎶᏃ ᏓᏓᏂᎸᎨᏍᏗ ᎤᏓᏅᏘ ᎠᏍᎦᏯ ᎤᏓᏅᏘ ᎨᏒ ᎤᏗᎦᎵᏍᏙ ᏗᏍᎨᏍᏗ, ᎤᏓᏅᏘ ᎠᏍᎦᏯ ᎠᎦᎫᏴᏓᏁᏗ ᎨᏒ ᎾᏍᎩ ᎠᎦᎫᏴᏓᏁᎮᏍᏗ."
  },
  {
    "verse": "42",
    "kjv": "And whosoever shall give to drink unto one of these little ones a cup of cold water only in the name of a disciple, verily I say unto you, he shall in no wise lose his reward.",
    "web": "Whoever gives one of these little ones just a cup of cold water to drink in the name of a disciple, most certainly I tell you, he will in no way lose his reward.”",
    "chr": "ᎩᎶᏃ ᏌᏉ ᎯᎠ ᏧᎾᏍᏗ ᎨᏒᎢ ᎤᎵᏍᏈᏗᏉ ᎠᎧᎵᎢ ᎤᏴᏜ ᎠᎹ ᎠᎱᎥᏍᎨᏍᏗ ᎠᎩᏍᏓᏩᏗᏙᎯ ᎨᏒ ᎤᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ, ᎤᏙᎯᏳᎯᏯ ᏂᏨᏪᏎᎭ, ᎥᏝ ᎾᏍᎩ ᎤᏲᎱᏎᏗ ᏱᎨᏎᏍᏗ ᎠᎦᎫᏴᎡᏗ ᎨᏒᎢ."
  }
]
