[
  {
    "verse": "1",
    "kjv": "At that time Jesus went on the sabbath day through the corn; and his disciples were an hungred, and began to pluck the ears of corn and to eat.",
    "web": "At that time, Jesus went on the Sabbath day through the grain fields. His disciples were hungry and began to pluck heads of grain and to eat.",
    "chr": "ᎾᎯᏳ ᏥᏌ ᎠᎢᏒᎩ ᎠᏫᏒ ᎤᏣᎴᏍᏗ ᎤᎾᏙᏓᏆᏍᎬ ᎢᎦ; ᎬᏩᏍᏓᏩᏗᏙᎯᏃ ᎠᎪᏄ ᏚᏂᏲᏏᏍᎬᎩ, ᎠᎴ ᎤᎾᎴᏅᎲᎩ ᎤᏂᏍᎫᏕᏒᎩ ᎤᏣᎴᏍᏗ ᎠᎴ ᎤᏂᏍᏗᎬᎩ"
  },
  {
    "verse": "2",
    "kjv": "But when the Pharisees saw it, they said unto him, Behold, thy disciples do that which is not lawful to do upon the sabbath day.",
    "web": "But the Pharisees, when they saw it, said to him, “Behold, your disciples do what is not lawful to do on the Sabbath.”",
    "chr": "ᎠᏎᏃ ᎠᏂᏆᎵᏏ ᎤᎾᏙᎴᎰᏒ ᎯᎠ ᏅᎬᏩᏪᏎᎸᎩ; ᎬᏂᏳᏉ ᎢᎬᏛᏁᏗ ᏂᎨᏒᎾ ᎤᎾᏙᏓᏆᏍᎬ ᎢᎦ ᎾᎾᏛᏁ ᎨᏣᏍᏓᏩᏗᏙᎯ."
  },
  {
    "verse": "3",
    "kjv": "But he said unto them, Have ye not read what David did, when he was an hungred, and they that were with him;",
    "web": "But he said to them, “Haven’t you read what David did when he was hungry, and those who were with him:",
    "chr": "ᎠᏎᏃ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᏝᏍᎪ ᏱᏥᎪᎵᏰᎣ ᏕᏫ ᏄᏛᏁᎸ ᎠᎪᏄ ᏧᏲᏏᏍᎨ, ᎠᎴ ᎾᏍᎩ ᎠᏁᎯ,"
  },
  {
    "verse": "4",
    "kjv": "How he entered into the house of God, and did eat the shewbread, which was not lawful for him to eat, neither for them which were with him, but only for the priests?",
    "web": "how he entered into God’s house and ate the show bread, which was not lawful for him to eat, nor for those who were with him, but only for the priests?",
    "chr": "ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᎠᏓᏁᎸ ᏧᏴᎴᎢ, ᎠᎴ ᎠᎦᏙᏗ ᎦᏚ ᏧᎨᎢ, ᏰᎵ ᎬᏩᎩᏍᏗ ᏂᎨᏒᎾ ᏥᎨᏎᎢ, ᎠᎴ ᎾᏍᎩ ᎠᏁᎯ, ᎠᏥᎸᏍᎩᏂ-ᎠᏁᎶᎯ ᎤᏅᏒ?"
  },
  {
    "verse": "5",
    "kjv": "Or have ye not read in the law, how that on the sabbath days the priests in the temple profane the sabbath, and are blameless?",
    "web": "Or have you not read in the law that on the Sabbath day the priests in the temple profane the Sabbath and are guiltless?",
    "chr": "ᏝᏍᎪ ᎾᏍᏉ ᏱᏥᎪᎵᏰᎣ ᏗᎧᎿᏩᏛᏍᏗᏱ ᎾᏍᎩ ᎤᎾᏙᏓᏆᏍᎬ ᎢᎦ ᎤᏛᎾ ᏗᎦᏔᏫᎢᏍᏗᏱ ᎠᏥᎸ-ᎠᏁᎶᎯ ᎤᎾᏙᏓᏆᏍᎬ ᎠᏂᏲᏍᏗᏍᎬ, ᎠᎴ ᎤᏂᏍᎦᏅᏨᎯ ᏂᎨᏒᎾ ᎨᏒᎢ"
  },
  {
    "verse": "6",
    "kjv": "But I say unto you, That in this place is one greater than the temple.",
    "web": "But I tell you that one greater than the temple is here.",
    "chr": "ᎠᏎᏃ ᎯᎠ ᏂᏨᏪᏎᎭ; ᎠᏂ ᎡᏙᎭ ᎤᏟ ᎠᏥᎸᏉᏗᏳ ᎡᏍᎦᏉ ᎤᏛᎾ ᏗᎦᎳᏫᎢᏍᏗᏱ."
  },
  {
    "verse": "7",
    "kjv": "But if ye had known what this meaneth, I will have mercy, and not sacrifice, ye would not have condemned the guiltless.",
    "web": "But if you had known what this means, ‘I desire mercy, and not sacrifice,’ you wouldn’t have condemned the guiltless.",
    "chr": "ᏱᏥᎦᏙᎥᏎᏍᎩᏂ ᎦᏛᎬ ᎯᎠ ᎾᏍᎩ ᏥᏂᎦᏪᎠ, ᎠᏓᏙᎵᏍᏗ ᎨᏒ ᎠᏆᏚᎵᎭ, ᎥᏝᏃ ᎠᏥᎸ-ᎨᎳᏍᏗᏱ ᎨᏒᎢ, ᎥᏝ ᎤᏂᏍᎦᏅᏨᎯ ᏱᏙᎨᏥᏰᎸᏁ ᏄᏂᏍᎦᏅᏨᎾ."
  },
  {
    "verse": "8",
    "kjv": "For the Son of man is Lord even of the sabbath day.",
    "web": "For the Son of Man is Lord of the Sabbath.”",
    "chr": "ᏴᏫᏰᏃ ᎤᏪᏥ ᎤᎬᏫᏳᎯ ᎾᏍᏉ ᎤᎾᏙᏓᏆᏍᎬ ᎢᎦ."
  },
  {
    "verse": "9",
    "kjv": "And when he was departed thence, he went into their synagogue:",
    "web": "He departed from there and went into their synagogue.",
    "chr": "ᎾᎿᏃ ᎢᎤᏓᏅᏒ, ᏧᏂᎳᏫᎢᏍᏗᏱ ᏭᏴᎸᎩ."
  },
  {
    "verse": "10",
    "kjv": "And, behold, there was a man which had his hand withered. And they asked him, saying, Is it lawful to heal on the sabbath days? that they might accuse him.",
    "web": "And behold, there was a man with a withered hand. They asked him, “Is it lawful to heal on the Sabbath day?” so that they might accuse him.",
    "chr": "ᎬᏂᏳᏉᏃ ᎡᏙᎲᎩ ᎠᏍᎦᏯ ᎤᏬᏰᏂ ᎤᏩᎢᏎᎸᎯ. ᎬᏩᏛᏛᏅᎩᏃ ᎯᎠ ᏄᏂᏪᏒᎩ; ᏥᎪ ᏰᎵᏉ ᎬᏓᏅᏬᏗ ᎤᎾᏙᏓᏆᏍᎬᎢ; ᎬᏩᏱᎵᏓᏍᏗᏱ ᎤᎾᏚᎵᏍᎬᎩ."
  },
  {
    "verse": "11",
    "kjv": "And he said unto them, What man shall there be among you, that shall have one sheep, and if it fall into a pit on the sabbath day, will he not lay hold on it, and lift it out?",
    "web": "He said to them, “What man is there among you who has one sheep, and if this one falls into a pit on the Sabbath day, won’t he grab on to it and lift it out?",
    "chr": "ᎯᎠᏃ ᏂᏚᏪᏎᎸᎩ; ᏥᎪ ᎠᏯᎦᏯ ᎤᎦᏑᏯ ᎢᏤᎲᎢ, ᎢᏳᏃ ᏌᏉ ᎠᏫ ᎤᏃᏕᎾ ᏳᎾᏝᎠ, ᎠᏔᎴᏒᏃ ᏳᎸᏨ ᎤᎾᏙᏓᏆᏍᎬᎢ, ᎾᏍᎩ ᏭᏂᏴᏗ ᎠᎴ ᏭᎴᏍᏗ ᏂᎨᏒᎾ?"
  },
  {
    "verse": "12",
    "kjv": "How much then is a man better than a sheep? Wherefore it is lawful to do well on the sabbath days.",
    "web": "Of how much more value then is a man than a sheep! Therefore it is lawful to do good on the Sabbath day.”",
    "chr": "ᏂᎦᎥᏍᎩᏂ ᎤᏟᎯᏳ ᎠᏥᎸᏉᏗᏳ ᏴᏫ ᎡᏉᎦᏉ ᎠᏫ ᎤᏃᏕᎾ. ᎾᏍᎩᏍᎩᏂ ᎢᏳᏍᏗ ᏰᎵᏉ ᎣᏍᏛ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎤᎾᏙᏓᏆᏍᎬ ᎢᎦ."
  },
  {
    "verse": "13",
    "kjv": "Then saith he to the man, Stretch forth thine hand. And he stretched it forth; and it was restored whole, like as the other.",
    "web": "Then he told the man, “Stretch out your hand.” He stretched it out; and it was restored whole, just like the other.",
    "chr": "ᎿᏉᏃ ᎯᎠ ᏄᏪᏎᎸ ᎠᏍᎦᏯ; ᎭᏙᏯᏅᎯᏓ; ᎤᏙᏯᏅᎯᎩᏃ. ᎠᎴ ᎤᏗᏩᏒᎩ, ᎾᏍᎩᏯ ᏐᎢ ᏄᏍᏛ ᏄᎵᏍᏔᏅᎩ."
  },
  {
    "verse": "14",
    "kjv": "Then the Pharisees went out, and held a council against him, how they might destroy him.",
    "web": "But the Pharisees went out and conspired against him, how they might destroy him.",
    "chr": "ᎿᏉᏃ ᎠᏂᏆᎵᏏ ᎤᏂᏄᎪᏨ ᎤᏂᏃᎮᎸ ᎢᏳᏅᏁᏗᏱ ᎤᏂᎯᏍᏗᏱ."
  },
  {
    "verse": "15",
    "kjv": "But when Jesus knew it, he withdrew himself from thence: and great multitudes followed him, and he healed them all;",
    "web": "Jesus, perceiving that, withdrew from there. Great multitudes followed him; and he healed them all,",
    "chr": "ᎠᏎᏃ ᏥᏌ ᎤᏙᎴᎰᏒ ᎾᎿᎤᏓᏅᏒᎩ; ᎤᏂᏣᏘᏃ ᎬᏩᏍᏓᏩᏛᏒᎩ; ᎠᎴ ᏂᎦᏛ ᏚᏅᏩᏅᎩ,"
  },
  {
    "verse": "16",
    "kjv": "And charged them that they should not make him known:",
    "web": "and commanded them that they should not make him known,",
    "chr": "ᎠᎴ ᏚᏅᏍᏓᏕᎸ ᎬᏂᎨᏒ ᎢᎬᏩᏁᏗᏱ."
  },
  {
    "verse": "17",
    "kjv": "That it might be fulfilled which was spoken by Esaias the prophet, saying,",
    "web": "that it might be fulfilled which was spoken through Isaiah the prophet, saying,",
    "chr": "ᎤᏙᎯᏳᏗᏱ ᎠᏰᎸᏒᎩ ᎢᏌᏯ ᎠᏙᎴᎰᏍᎩ ᏧᏁᏤᎢ, ᎯᎠ ᏥᏄᏪᏎᎢ;"
  },
  {
    "verse": "18",
    "kjv": "Behold my servant, whom I have chosen; my beloved, in whom my soul is well pleased: I will put my spirit upon him, and he shall shew judgment to the Gentiles.",
    "web": "“Behold, my servant whom I have chosen, my beloved in whom my soul is well pleased. I will put my Spirit on him. He will proclaim justice to the nations.",
    "chr": "ᎬᏂᏳᏉ ᏥᏅᏏᏓᏍᏗ ᏥᏯᏑᏰᏛ ᏥᎨᏳᎢ ᏗᏆᏓᏅᏛ ᎢᏴᏛ ᎣᏍᏛ ᏥᏰᎸᎢ; ᏓᏥᏁᎵ ᎠᏆᏓᏅᏙ, ᎠᎴ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᏚᏳᎪᏛ ᏧᎾᏄᎪᏫᏎᏗ ᎨᏎᏍᏗ."
  },
  {
    "verse": "19",
    "kjv": "He shall not strive, nor cry; neither shall any man hear his voice in the streets.",
    "web": "He will not strive, nor shout, neither will anyone hear his voice in the streets.",
    "chr": "ᎥᏝ ᏧᏘᏲᏍᏗ ᎠᎴ ᎤᏪᎷᏗ ᏱᎨᏎᏍᏗ, ᎥᏝ ᎠᎴ ᎩᎶ ᎤᏛᎦᏁᏗ ᏱᎨᏎᏍᏗ ᎧᏁᎬ ᏕᎦᎳᏅᏛᎢ."
  },
  {
    "verse": "20",
    "kjv": "A bruised reed shall he not break, and smoking flax shall he not quench, till he send forth judgment unto victory.",
    "web": "He won’t break a bruised reed. He won’t quench a smoking flax, until he leads justice to victory.",
    "chr": "ᏩᏐᎾ ᎤᏰᏓᏬᏨᎯ ᎥᏝ ᏧᏍᏆᎵᏍᏗ ᏱᎨᏎᏍᏗ, ᎠᎴ ᏙᎴᏛ ᏧᎦᏒᏍᏗ ᎥᏝ ᎤᏩᏜᏗᏍᏗ ᏱᎨᏎᏍᏗ, ᎬᏂ ᎠᏓᎵᏁᎯᏙᏅᎭ ᏚᏳᎪᏛ ᎨᏒ ᏓᏰᎵᎯᏍᏗᏍᎬᎢ."
  },
  {
    "verse": "21",
    "kjv": "And in his name shall the Gentiles trust.",
    "web": "In his name, the nations will hope.”",
    "chr": "ᎠᎴ ᏚᏙᎥ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᎠᎾᎵᏍᎦᏍᏙᏗᏍᎨᏍᏗ."
  },
  {
    "verse": "22",
    "kjv": "Then was brought unto him one possessed with a devil, blind, and dumb: and he healed him, insomuch that the blind and dumb both spake and saw.",
    "web": "Then one possessed by a demon, blind and mute, was brought to him; and he healed him, so that the blind and mute man both spoke and saw.",
    "chr": "ᎿᏉᏃ ᎠᎦᏘᏃᎮᎸᎩ ᎠᏍᎩᎾ ᎤᏯᎢ ᏗᎨᏫ ᎠᎴ ᎤᏩᎨᏫ, ᎠᎴ ᎤᏅᏩᏅᎩ; ᎾᏍᎩᏃ ᏗᎨᏫ ᎠᎴ ᎤᏩᎨᏫ ᎤᏬᏂᏒᎩ ᎠᎴ ᎤᎪᎲᎩ."
  },
  {
    "verse": "23",
    "kjv": "And all the people were amazed, and said, Is not this the son of David?",
    "web": "All the multitudes were amazed, and said, “Can this be the son of David?”",
    "chr": "ᏂᎦᏛᏃ ᏴᏫ ᎤᏂᏍᏆᏂᎪᏒᎩ, ᎯᎠ ᏄᏂᏪᏒᎩ; ᏝᏍᎪ ᎯᎠ ᏕᏫ ᎤᏪᏥᏱᎩ?"
  },
  {
    "verse": "24",
    "kjv": "But when the Pharisees heard it, they said, This fellow doth not cast out devils, but by Beelzebub the prince of the devils.",
    "web": "But when the Pharisees heard it, they said, “This man does not cast out demons except by Beelzebul, the prince of the demons.”",
    "chr": "ᎠᏎᏃ ᎠᏂᏆᎵᏏ ᎤᎾᏛᎦᏅ, ᎯᎠ ᏄᏂᏪᏒᎩ; ᎯᎠ ᎥᏝ ᎠᏂᏍᎩᎾ ᏱᏗᎦᏄᎪᏫᏍᎦ ᎬᏂ ᏧᏍᏕᎵᏍᎪ ᏇᎵᏥᏆ ᎤᎬᏫᏳᎯ ᎠᏂᏍᎩᎾᎤᎾᏤᎵᎦ."
  },
  {
    "verse": "25",
    "kjv": "And Jesus knew their thoughts, and said unto them, Every kingdom divided against itself is brought to desolation; and every city or house divided against itself shall not stand:",
    "web": "Knowing their thoughts, Jesus said to them, “Every kingdom divided against itself is brought to desolation, and every city or house divided against itself will not stand.",
    "chr": "ᎠᎴᏥᏌ ᎠᎦᏔᎲᏄᏍᏛ ᎠᎾᏓᏅᏖᏍᎬᎢ, ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᏂᎦᎥ ᎠᏰᎵ ᎪᏢᏒᎢ ᏔᎵ ᏥᎾᏓᏗᏍᎪ ᎤᏩᏒᏉ ᏣᏓᏡᏗᏍᎪ ᎠᏥᎪᏉ; ᎠᎴ ᏂᎦᎥ ᎦᏚᎲ ᎠᎴ ᎠᏓᏁᎸ ᏔᎵ ᏥᎾᏓᏗᏍᎪ ᎤᏩᏒᏉ ᏣᏓᏡᏗᏍᎪ ᎥᏝ ᏱᏂᎬᏩᏍᏙᏉ."
  },
  {
    "verse": "26",
    "kjv": "And if Satan cast out Satan, he is divided against himself; how shall then his kingdom stand?",
    "web": "If Satan casts out Satan, he is divided against himself. How then will his kingdom stand?",
    "chr": "ᎢᏳ ᎠᎴ ᏎᏓᏂ ᏎᏓᏂ ᏱᎦᏄᎪᏫᏍᎦ, ᏔᎵ ᎾᏓᏗᏍᎪᎢ ᎤᏩᏒᏉ ᎠᏓᏡᏗᏍᎪᎢ; ᎦᏙᏃ ᏱᎦᎵᏍᏙᏓ ᏱᏂᎬᏩ ᏍᏗᏉ ᎤᏤᎵᎪᎯ?"
  },
  {
    "verse": "27",
    "kjv": "And if I by Beelzebub cast out devils, by whom do your children cast them out? therefore they shall be your judges.",
    "web": "If I by Beelzebul cast out demons, by whom do your children cast them out? Therefore they will be your judges.",
    "chr": "ᎢᏳᏃ ᎠᏴ ᏇᎵᏥᏆ ᏯᎩᏍᏕᎵ ᎠᏂᏍᎩᎾ ᏱᏗᏥᏄᎪᏫᏍᎦ, ᎦᎪ ᎤᏂᏍᏕᎵᏍᎪ ᏗᏤᏥ ᏥᏓᏂᏄᎪᏫᏍᎪᎢ? ᎾᏍᎩ ᏍᎩᏂ ᏗᎨᏧᎪᏓᏁᎯ ᎨᏎᏍᏗ."
  },
  {
    "verse": "28",
    "kjv": "But if I cast out devils by the Spirit of God, then the kingdom of God is come unto you.",
    "web": "But if I by the Spirit of God cast out demons, then God’s Kingdom has come upon you.",
    "chr": "ᎢᏳᏍᎩᏂ ᎠᏴ ᎤᏁᎳᏅᎯ ᎤᏓᏅᏙ ᏱᎬᏗ ᎠᏂᏍᎩᎾ ᏱᏗᏥᏄᎪᏫᏍᎦ, ᎿᏉᏍᎩᏂ ᎦᎸᎳᏗ ᎡᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎢᏥᎷᏤᎸ."
  },
  {
    "verse": "29",
    "kjv": "Or else how can one enter into a strong man's house, and spoil his goods, except he first bind the strong man? and then he will spoil his house.",
    "web": "Or how can one enter into the house of the strong man and plunder his goods, unless he first bind the strong man? Then he will plunder his house.",
    "chr": "ᎠᎴ ᎦᏙ ᏯᏛᎶ ᎤᎵᏂᎩᏛ ᎠᏍᎦᏯ ᎦᏁᎸ ᏯᏴᎭ ᎠᎴ ᎤᎿᎥ ᏯᏬᏅ, ᎢᏳᏃ ᎢᎬᏱ ᏄᎸᎸᎾ ᏱᎩ ᎾᏍᎩ ᎤᎵᏂᎩᏛ ᎠᏍᎦᏯ? ᎩᎳ ᎿᏉ ᏯᏬᏅ ᎦᏁᎸᎢ ᎤᎿᎥᎢ."
  },
  {
    "verse": "30",
    "kjv": "He that is not with me is against me; and he that gathereth not with me scattereth abroad.",
    "web": "“He who is not with me is against me, and he who doesn’t gather with me, scatters.",
    "chr": "ᎩᎶ ᎾᏆᎵᎪᏁᎲᎾ, ᎾᏍᎩ ᎠᏆᏡᏗᎭ; ᎩᎶᏃ ᏃᏍᏗᏟᏏᏍᎬᎾ, ᎾᏍᎩ ᏯᏗᎦᎴᏯᏍᎦ."
  },
  {
    "verse": "31",
    "kjv": "Wherefore I say unto you, All manner of sin and blasphemy shall be forgiven unto men: but the blasphemy against the Holy Ghost shall not be forgiven unto men.",
    "web": "Therefore I tell you, every sin and blasphemy will be forgiven men, but the blasphemy against the Spirit will not be forgiven men.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎯᎠ ᏂᏨᏪᏎᎭ; ᏂᎦᎥ ᏄᏓᎴᏒ ᎠᏍᎦᏅᎢᏍᏗ ᎨᏒ ᎠᎴ ᎠᏐᏢᏙᏗ ᎨᏒ ᎨᏥᏙᎵᏍᏗᏉ ᎨᏎᏍᏗ ᏴᏫ; ᎦᎸᏉᏗᏳᏍᎩᏂ ᎠᏓᏅᏙ ᎠᏐᏢᏙᏗ ᎨᏒ ᎥᏝ ᎨᏥᏙᎵᏍᏗ ᏱᎨᏎᏍᏗ ᏴᏫ."
  },
  {
    "verse": "32",
    "kjv": "And whosoever speaketh a word against the Son of man, it shall be forgiven him: but whosoever speaketh against the Holy Ghost, it shall not be forgiven him, neither in this world, neither in the world to come.",
    "web": "Whoever speaks a word against the Son of Man, it will be forgiven him; but whoever speaks against the Holy Spirit, it will not be forgiven him, either in this age, or in that which is to come.",
    "chr": "ᎠᎴ ᎩᎶ ᎦᏬᏂᏍᎬ ᎠᏡᏗᏍᎨᏍᏗ ᏴᏫ ᎤᏪᏥ, ᎠᏥᏙᎵᏍᏗᏉ ᎨᏎᏍᏗ; ᎩᎶᏍᎩᏂ ᎦᏬᏂᏍᎬ ᎠᏡᏗᏍᎨᏍᏗ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ, ᎥᏝ ᎠᏥᏙᎵᏍᏗ ᏱᎨᏎᏍᏗ ᎪᎯ ᎨᏒ ᎠᎴ ᎾᏍᏉ ᏐᎢᏱ ᏗᎨᏒᎢ."
  },
  {
    "verse": "33",
    "kjv": "Either make the tree good, and his fruit good; or else make the tree corrupt, and his fruit corrupt: for the tree is known by his fruit.",
    "web": "“Either make the tree good and its fruit good, or make the tree corrupt and its fruit corrupt; for the tree is known by its fruit.",
    "chr": "ᏡᎬ ᎣᏍᏛ ᏂᏨᎦ ᎤᏛᏃ ᎣᏍᏛ, ᎠᎴ ᏡᎬ ᎤᏐᏅ ᏂᏨᎦ ᎤᏛᏃ ᎤᏐᏅᎢ; ᏡᎬᏰᏃ ᎪᎵᏍᏙᏗ ᎨᏐ ᏄᏍᏛ ᎤᏛᎢ."
  },
  {
    "verse": "34",
    "kjv": "O generation of vipers, how can ye, being evil, speak good things? for out of the abundance of the heart the mouth speaketh.",
    "web": "You offspring of vipers, how can you, being evil, speak good things? For out of the abundance of the heart, the mouth speaks.",
    "chr": "Ᏺ ᎢᎾᏛ ᏧᏁᏥ ᏂᎯ! ᏥᏂᏥᏲᎢᏴ ᎦᎴ ᏡᎬ ᎤᏐᏅ ᏂᏨᎦ ᎤᏛᏃ ᎤᏐᏅᎢ; ᏡᎬᏰᏃ ᎪᎵᏍᏙᏗ ᎨᏐ ᏄᏍᏛ ᎤᏛᎢ."
  },
  {
    "verse": "35",
    "kjv": "A good man out of the good treasure of the heart bringeth forth good things: and an evil man out of the evil treasure bringeth forth evil things.",
    "web": "The good man out of his good treasure brings out good things, and the evil man out of his evil treasure brings out evil things.",
    "chr": "ᎣᏍᏛ ᏴᏫ, ᎣᏍᏛ ᎤᏍᏆᏂᎪᏛ ᎤᎾᏫᏱ, ᎣᏍᏛ ᎦᎾᏄᎪᏫᏍᎪᎢ. ᎤᏲᏃ ᏴᏫ, ᎤᏲ ᎤᏍᏆᏂᎪᏛ ᎤᏲ ᎦᎾᏄᎪᏫᏍᎪᎢ."
  },
  {
    "verse": "36",
    "kjv": "But I say unto you, That every idle word that men shall speak, they shall give account thereof in the day of judgment.",
    "web": "I tell you that every idle word that men speak, they will give account of it in the day of judgment.",
    "chr": "ᎯᎠᏃ ᏂᏨᏪᏎᎭ; ᏂᎦᎥ ᎤᏲ ᎠᏂᏬᏂᏍᎬ ᏴᏫ, ᎤᏂᏃᎮᏗ ᎨᏎᏍᏗ ᏗᎫᎪᏗᏱ ᎢᎦ ᎨᏒᎢ."
  },
  {
    "verse": "37",
    "kjv": "For by thy words thou shalt be justified, and by thy words thou shalt be condemned.",
    "web": "For by your words you will be justified, and by your words you will be condemned.”",
    "chr": "ᎯᏁᎬᏰᏃ ᏣᏚᏓᎴᏍᏙᏗ ᎨᏎᏍᏗ, ᎠᎴ ᎯᏁᎬ ᏣᏍᎦᏅᏨ ᏗᏣᏚᎪᏓᏁᏗ ᎨᏎᏍᏗ."
  },
  {
    "verse": "38",
    "kjv": "Then certain of the scribes and of the Pharisees answered, saying, Master, we would see a sign from thee.",
    "web": "Then certain of the scribes and Pharisees answered, “Teacher, we want to see a sign from you.”",
    "chr": "ᎿᏉᏃ ᎩᎶ ᎢᏳᎾᏍᏗ ᏗᏃᏪᎵᏍᎩ ᎠᎴ ᎠᏂᏆᎵᏏ ᎤᏂᏁᏨ, ᎯᎠ ᏄᏂᏪᏒᎩ; ᏔᏕᏲᎲᏍᎩ, ᎤᏰᎸᏛ ᎣᎦᏚᎵ ᎢᏨᎪᏩᏛᏒᏗᏱ."
  },
  {
    "verse": "39",
    "kjv": "But he answered and said unto them, An evil and adulterous generation seeketh after a sign; and there shall no sign be given to it, but the sign of the prophet Jonas:",
    "web": "But he answered them, “An evil and adulterous generation seeks after a sign, but no sign will be given to it but the sign of Jonah the prophet.",
    "chr": "ᎤᏁᏨᏃ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎪᎯ ᏣᏁᎭ ᎤᏂᏲ ᏗᎾᏓᏲᏁᎯ ᎤᏰᎸᏛ ᎤᏂᏲᎰᎢ; ᎠᏎᏃ ᎤᏰᎸᏛ ᎥᏝ ᎨᏥᏁᏗ ᏱᎨᏎᏍᏗ, ᏦᎾ ᎠᏙᎴᎰᏍᎩ ᎤᏤᎵᎦ ᎤᏰᎸᏛ ᎤᏩᏒ."
  },
  {
    "verse": "40",
    "kjv": "For as Jonas was three days and three nights in the whale's belly; so shall the Son of man be three days and three nights in the heart of the earth.",
    "web": "For as Jonah was three days and three nights in the belly of the huge fish, so will the Son of Man be three days and three nights in the heart of the earth.",
    "chr": "ᏦᎾᏰᏃ ᏦᎢ ᎢᎦ ᎠᎴ ᏦᎢ ᏒᏃᏱ ᎠᏣᏗ ᎡᏆ ᎤᏍᏉᎵᏱ ᏣᏯᏒᎢ, ᎾᏍᏉᏍᎩᏂ ᏴᏫ ᎤᏪᏥ ᏦᎢ ᎢᎦ ᎠᎴ ᏦᎢ ᏒᏃᏱ ᎦᏙᎯ ᎭᏫᏂ ᎠᏯᎡᏍᏗ."
  },
  {
    "verse": "41",
    "kjv": "The men of Nineveh shall rise in judgment with this generation, and shall condemn it: because they repented at the preaching of Jonas; and, behold, a greater than Jonas is here.",
    "web": "The men of Nineveh will stand up in the judgment with this generation and will condemn it, for they repented at the preaching of Jonah; and behold, someone greater than Jonah is here.",
    "chr": "ᏴᏫ ᏂᏂᏫ ᏣᏁᎲᎩ ᏙᏛᎾᎴᏂ ᏓᎬᏩᎾᏡᏔᏂ ᎪᎯ ᏣᏁᎭ, ᏗᎫᎪᏙᏗᏱ ᎢᎦ ᎨᏒᎢ, ᎠᎴ ᎤᏂᏍᎦᏅᏨ ᎬᏂᎨᏒ ᎤᏛᏅᏁᎵ; ᎾᏍᎩᏰᏃ ᏚᎾᏓᏅᏃ ᏚᎾᏓᏅᏛ ᏚᏂᏁᏟᏴᏒᎩ ᏦᎾ ᎠᎵᏥᏙᎲᏍᎬ ᏄᏩᏂᏌᏅᎩ, ᎬᏂᏳᏉᏃ ᎠᏂ ᎡᏙᎭ ᎤᏟ ᎠᏥᎸᏉᏗᏳ ᎡᏍᎨᏉ ᏦᎾ."
  },
  {
    "verse": "42",
    "kjv": "The queen of the south shall rise up in the judgment with this generation, and shall condemn it: for she came from the uttermost parts of the earth to hear the wisdom of Solomon; and, behold, a greater than Solomon is here.",
    "web": "The Queen of the South will rise up in the judgment with this generation and will condemn it, for she came from the ends of the earth to hear the wisdom of Solomon; and behold, someone greater than Solomon is here.",
    "chr": "ᎤᎬᏫᏳᎯ ᎠᎨᏴ ᏧᎦᎾᏴ ᏤᎮᎢ ᏙᏛᎴᏂ ᏓᏳᎾᏡᏔᏂ ᎪᎯ ᏣᏁᎭ ᏗᎫᎪᏙᏗᏱ ᎢᎦ ᎨᏒᎢ, ᎠᎴ ᎤᏂᏍᎦᏅᏨ Ꭼ Ꮒ ᎨᏒ ᎤᏓᎬᏁᎵ; ᎾᏍᎩᏰᏃ ᎦᏙᎯ ᏩᏍᏛ ᎢᏴᏛ ᏧᏪᏅᏎ ᎤᏛᎦᏂᎴ ᏐᎵᎼᏅ ᎠᎦᏔᎿᎢᏳ ᎨᏒᎢ, ᎬᏂᏳᏉᏃ ᎠᏂ ᎡᏙᎭᎤᏟ ᎠᏥᎸᏉᏗᏳ ᎡᏍᎦᏉ ᏐᎵᎼᏅ."
  },
  {
    "verse": "43",
    "kjv": "When the unclean spirit is gone out of a man, he walketh through dry places, seeking rest, and findeth none.",
    "web": "“When an unclean spirit has gone out of a man, he passes through waterless places seeking rest, and doesn’t find it.",
    "chr": "ᎢᏳᏃ ᎦᏓᎭ ᎠᏓᏅᏙ ᏴᏫᎯ ᎦᏄᎪᎢ, ᎤᎧᏲᏛᎯ ᎡᏙᎰᎢ ᎤᏯᏪᏐᎸᏍᏗᏱ ᎤᏲᎰᎢ, ᎠᏎᏃ ᎥᏝ ᏯᏩᏘᏍᎪᎢ."
  },
  {
    "verse": "44",
    "kjv": "Then he saith, I will return into my house from whence I came out; and when he is come, he findeth it empty, swept, and garnished.",
    "web": "Then he says, ‘I will return into my house from which I came;’ and when he has come back, he finds it empty, swept, and put in order.",
    "chr": "ᎿᏉᏃ ᎯᎠ ᏂᎦᏪᏍᎪᎢ; ᏗᏥᏁᎸ ᏗᎩᏄᎪᏨ ᏴᏛᏥᎶᏏ. ᎿᏉᏃ ᏫᎦᎷᎩ ᎠᏩᏘᏍᎪ ᎤᏏᏩ ᎨᏐ ᎠᎴ ᎬᏃᏌᏛᎯ ᎠᎴ ᎪᏚᎢᏍᏙᎢ."
  },
  {
    "verse": "45",
    "kjv": "Then goeth he, and taketh with himself seven other spirits more wicked than himself, and they enter in and dwell there: and the last state of that man is worse than the first. Even so shall it be also unto this wicked generation.",
    "web": "Then he goes and takes with himself seven other spirits more evil than he is, and they enter in and dwell there. The last state of that man becomes worse than the first. Even so will it be also to this evil generation.”",
    "chr": "ᎿᏉᏃ ᎢᎡᎪᎢ ᏫᏓᏯᏂᏍᎪ ᎤᏩᎾᏓᎴ ᎦᎵᏉᎩ ᎠᏂᏍᎩᎾ ᎤᏟ ᎢᏳᏂᏁᎫᏥᏛ ᎡᏍᎦᏉ ᎤᏩᏒ, ᎾᎿᏃ ᎠᏂᏴᎯᎰᎢ ᎠᎴ ᎠᎾᏁᎳᏗᏍᎪᎢ, ᎣᏂᏃ ᏄᏍᏛ Ꮎ ᎠᏍᎦᏯ ᎤᏟ ᎤᏲᎢᏳ ᎨᏐᎢ ᎡᏍᎦᏉ ᎢᎬᏱᏱ. ᎾᏍᎩᏍᎩᏂ ᏄᎾᏍᏕᏍᏗ ᎪᎯ ᎤᏂᏁᎫᏥᏛ ᏣᏁᎭ."
  },
  {
    "verse": "46",
    "kjv": "While he yet talked to the people, behold, his mother and his brethren stood without, desiring to speak with him.",
    "web": "While he was yet speaking to the multitudes, behold, his mother and his brothers stood outside, seeking to speak to him.",
    "chr": "ᎠᏏᏉ ᏕᎦᏬᏁᏗᏍᎬ ᏴᏫ, ᎬᏂᏳᏉ ᎤᏥ ᎠᎴ ᎠᎾᎵᏅᏟ ᏙᏱᏢ ᎠᏂᏙᎾᎥᎩ, ᎤᎾᏚᎵᏍᎬᎩ ᎬᏩᎵᏃᎮᏙᏗᏱ."
  },
  {
    "verse": "47",
    "kjv": "Then one said unto him, Behold, thy mother and thy brethren stand without, desiring to speak with thee.",
    "web": "One said to him, “Behold, your mother and your brothers stand outside, seeking to speak to you.”",
    "chr": "ᎩᎶᏃ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎬᏂᏳᏉ ᏣᏥ ᎠᎴ ᎢᏣᎵᏅᏟ ᏙᏱ ᎠᏂᏙᎾᎠ, ᎨᏣᎵᏃᎮᏙᏗᏱ ᎤᎾᏚᎵᎭ."
  },
  {
    "verse": "48",
    "kjv": "But he answered and said unto him that told him, Who is my mother? and who are my brethren?",
    "web": "But he answered him who spoke to him, “Who is my mother? Who are my brothers?”",
    "chr": "ᎤᏁᏨᏃ ᎯᎠ ᏄᏪᏎᎸ ᎤᏃᏁᎸᎯ; ᎦᎪ ᎡᏥ? ᎠᎴ ᎦᎪ ᎣᏣᎵᏅᏟ?"
  },
  {
    "verse": "49",
    "kjv": "And he stretched forth his hand toward his disciples, and said, Behold my mother and my brethren!",
    "web": "He stretched out his hand toward his disciples, and said, “Behold, my mother and my brothers!",
    "chr": "ᏫᏚᏐᏅᏃ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎯᎠ ᏄᏪᏒᎩ; ᎬᏂᏳᏉ ᎡᏥ ᎠᎴ ᏱᏣᎵᏅᏟ."
  },
  {
    "verse": "50",
    "kjv": "For whosoever shall do the will of my Father which is in heaven, the same is my brother, and sister, and mother.",
    "web": "For whoever does the will of my Father who is in heaven, he is my brother, and sister, and mother.”",
    "chr": "ᎩᎶᏰᏃ ᎾᏛᏁᎮᏍᏗ ᏄᏍᏛ ᎤᏚᎵᏍᎬ ᎡᏙᏓ ᎦᎸᎳᏗ ᎡᎯ, ᎾᏍᎩ ᎥᎩᏅᏟ ᎠᎴ ᎥᎩᏙ ᎠᎴ ᎡᏥ."
  }
]
