[
  {
    "verse": "1",
    "kjv": "The same day went Jesus out of the house, and sat by the sea side.",
    "web": "On that day Jesus went out of the house and sat by the seaside.",
    "chr": "ᎾᎯᏳ ᎢᎦ ᏥᏌ ᎤᏄᎪᏨᎩ ᎠᏓᏁᎸᎢ, ᎠᎴ ᎥᏓᎷᎶᏗ ᎤᏪᏅᎩ."
  },
  {
    "verse": "2",
    "kjv": "And great multitudes were gathered together unto him, so that he went into a ship, and sat; and the whole multitude stood on the shore.",
    "web": "Great multitudes gathered to him, so that he entered into a boat and sat; and all the multitude stood on the beach.",
    "chr": "ᎤᏂᏣᏘᏃ ᏴᏫ ᎬᏩᏓᏡᏫᏍᏔᏅᎩ, ᎾᏍᎩ ᎢᏳᏍᏗ ᏥᏳᎯ ᎤᏣᏅᎩ, ᎠᎴ ᎤᏪᏅᎩ. ᏂᎦᏗᏳᏃ ᎾᏍᎩ ᎤᏂᏣᏘ ᎠᎹᏳᎶᏗ ᎠᏂᏙᎾᎥᎩ."
  },
  {
    "verse": "3",
    "kjv": "And he spake many things unto them in parables, saying, Behold, a sower went forth to sow;",
    "web": "He spoke to them many things in parables, saying, “Behold, a farmer went out to sow.",
    "chr": "ᏕᎤᏬᏁᏔᏅᏃ ᎤᏣᏘ ᏧᏓᎴᏅᏛ ᏚᏟᎶᏍᏓᏁᎸᎩ; ᎯᎠ ᏄᏪᏒᎩ; ᎬᏂᏳᏉ, ᎠᏫᏍᎩ ᎤᏫᏒᏎᎢ."
  },
  {
    "verse": "4",
    "kjv": "And when he sowed, some seeds fell by the way side, and the fowls came and devoured them up:",
    "web": "As he sowed, some seeds fell by the roadside, and the birds came and devoured them.",
    "chr": "ᎤᏫᏒᏃ ᎢᎦᏛ ᏅᏃᎱᎶᏗ ᎤᎳᎨᏯᏛᏤᎢ, ᏥᏍᏆᏃ ᎤᏂᎷᏤ ᎠᎴ ᎤᏄᏘᏐᏁᎢ."
  },
  {
    "verse": "5",
    "kjv": "Some fell upon stony places, where they had not much earth: and forthwith they sprung up, because they had no deepness of earth:",
    "web": "Others fell on rocky ground, where they didn’t have much soil, and immediately they sprang up, because they had no depth of earth.",
    "chr": "ᎢᎦᏛᏃ ᏅᏲᎯ ᎨᏒ Ꭴ ᎳᎨᏯᏛᏤᎢ, ᎦᏲᎵ ᎦᏓ ᎦᎳᎨᏴᎢ, ᎩᎳᏉᏃ ᎢᏴᏛ ᎤᎵᏰᏁᎢ, ᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᏌᎨᎢᏳᎨᏒ ᎦᏓ."
  },
  {
    "verse": "6",
    "kjv": "And when the sun was up, they were scorched; and because they had no root, they withered away.",
    "web": "When the sun had risen, they were scorched. Because they had no root, they withered away.",
    "chr": "ᎠᏎᏃ ᏅᏙ ᏧᎧᎸᏨ ᎤᎴᏴᏎᎢ, ᏂᏚᎿᏍᏕᏢᎾᏃ ᎨᏒ ᎢᏳᏍᏗᎤᎿᏍᎬᏤᏉ."
  },
  {
    "verse": "7",
    "kjv": "And some fell among thorns; and the thorns sprung up, and choked them:",
    "web": "Others fell among thorns. The thorns grew up and choked them.",
    "chr": "ᎢᎦᏛᏃ ᎠᏄᎦᎸᎯ ᎤᎳᎨᏯᏛᏤᎢ, ᎠᏄᎦᎸᏃ ᏧᏛᏒ ᎤᏁᏄᎳᏍᏔᏁᎢ."
  },
  {
    "verse": "8",
    "kjv": "But other fell into good ground, and brought forth fruit, some an hundredfold, some sixtyfold, some thirtyfold.",
    "web": "Others fell on good soil and yielded fruit: some one hundred times as much, some sixty, and some thirty.",
    "chr": "ᎢᎦᏛᏍᎩᏂ ᎣᏒ ᎦᏙᎯ ᎤᎳᎨᏯᏛᏤᎢ, ᎾᏍᎩᏃ ᎤᎦᏔᏔᏁᎢ, ᎢᎦᏛ ᎠᏍᎪᎯᏧᏈ ᎤᏁᏉᏤᎢ, ᎢᎦᏛᏃ ᏑᏓᎳᏍᎪᎯ ᎤᏁᏉᏤᎢ, ᎢᎦᏛᏃ ᏦᎠᏍᎪᎯ ᎤᏁᏉᏤᎢ."
  },
  {
    "verse": "9",
    "kjv": "Who hath ears to hear, let him hear.",
    "web": "He who has ears to hear, let him hear.”",
    "chr": "ᎩᎶ ᏕᎦᎷᎨᏍᏗ ᎤᏛᎪᏗᏱ ᏩᏛᎬᎦ."
  },
  {
    "verse": "10",
    "kjv": "And the disciples came, and said unto him, Why speakest thou unto them in parables?",
    "web": "The disciples came, and said to him, “Why do you speak to them in parables?”",
    "chr": "ᎬᏩᏍᏓᏩᏗᏙᎯᏃ ᎬᏩᎷᏤᎸ ᎯᎠ ᏂᎬᏩᏪᏎᎸᎩ; ᎦᏙᏃ ᏕᎯᏬᏁᏗᏍᎬ ᏥᏕᎭᏟᎶᏍᏓᏁᎭ?"
  },
  {
    "verse": "11",
    "kjv": "He answered and said unto them, Because it is given unto you to know the mysteries of the kingdom of heaven, but to them it is not given.",
    "web": "He answered them, “To you it is given to know the mysteries of the Kingdom of Heaven, but it is not given to them.",
    "chr": "ᎤᏁᏨᏃ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᏅᏗᎦᎵᏍᏙᏗᏍᎩᏂ ᏂᎯ ᎡᏥᏁᎸᎯ ᎨᏒ ᎢᏦᎵᏍᏗᏱ ᎤᏕᎵᏛ ᎨᏒ ᎦᎸᎳᏗ ᎡᎯ ᎤᎬ ᏫᏳᎯ ᎨᏒᎢ, Ꮎ-ᏍᎩᏂ ᎥᏝ ᎨᎦᎵᏍᎪᎸᏓᏁᎸᎯ ᏱᎩ."
  },
  {
    "verse": "12",
    "kjv": "For whosoever hath, to him shall be given, and he shall have more abundance: but whosoever hath not, from him shall be taken away even that he hath.",
    "web": "For whoever has, to him will be given, and he will have abundance; but whoever doesn’t have, from him will be taken away even that which he has.",
    "chr": "ᎩᎶᏰᏃ ᎤᎮᏍᏗ ᎠᏥᏁᏗ ᎨᏎᏍᏗ, ᎤᏣᏘᏃ ᎤᎮᏍᏗ; ᎩᎶᏍᎩᏂ ᏄᎲᎾ ᎨᏎᏍᏗ ᎠᏥᎩᎡᏗᏉ ᎨᏎᏍᏗ ᎾᏍᎩ ᎾᏍᏉ ᎤᎲᎢ."
  },
  {
    "verse": "13",
    "kjv": "Therefore speak I to them in parables: because they seeing see not; and hearing they hear not, neither do they understand.",
    "web": "Therefore I speak to them in parables, because seeing they don’t see, and hearing, they don’t hear, neither do they understand.",
    "chr": "ᎾᏍᎩ ᏅᏗᎦᎵᏍᏙᏗᎭ ᏥᏕᎦᏥᏯᏟᎶᏍᏓᏁᎭ, ᎠᏂᎪᏩᏘᏍᎬᏰᏃ ᎥᏝ ᏱᎾᏛᎩᎭ ᎠᎴ ᎥᏝ ᏱᏃᎵᎦ."
  },
  {
    "verse": "14",
    "kjv": "And in them is fulfilled the prophecy of Esaias, which saith, By hearing ye shall hear, and shall not understand; and seeing ye shall see, and shall not perceive:",
    "web": "In them the prophecy of Isaiah is fulfilled, which says, ‘By hearing you will hear, and will in no way understand; Seeing you will see, and will in no way perceive;",
    "chr": "ᎠᎴ ᎠᏁᎲ ᎤᏙᎯᏳᏅ ᎢᏌᏯ ᏧᏙᎴᎰᏎᎢ, ᎯᎠ ᏥᏄᏪᏎᎢ; ᎢᏣᏛᎩᏍᎬ ᎢᏣᏛᎩᏍᎨᏍᏗ, ᎠᏎᏃ ᎥᏝ ᏱᏦᎵᎨᏍᏗ; ᎠᎴ ᎢᏥᎪᏩᏘᏍᎬ ᎢᏥᎪᏩᏘᏍᎨᏍᏗ, ᎠᏎᏃ ᎥᏝ ᏱᏣᏙᎴᎰᏍᎨᏍᏗ."
  },
  {
    "verse": "15",
    "kjv": "For this people's heart is waxed gross, and their ears are dull of hearing, and their eyes they have closed; lest at any time they should see with their eyes and hear with their ears, and should understand with their heart, and should be converted, and I should heal them.",
    "web": "for this people’s heart has grown callous, their ears are dull of hearing, and they have closed their eyes; or else perhaps they might perceive with their eyes, hear with their ears, understand with their heart, and would turn again, and I would heal them.’",
    "chr": "ᎯᎠᏰᏃ ᏴᏫ ᏧᏂᎾᏫ ᏚᎵᏦᎲᏒ, ᎠᎴ ᏓᏂᎵᎷᎬ [ᎦᏲᎵᏳ ᏓᏛᎩᎭ, ᎠᎴ ᏗᏂᎦᏙᎵ ᏚᏂᏍᏚᏅ; ᎾᏍᎩ ᏗᏂᎦᏙᎵ ᏗᎬᏩᏂᎪᏩᏛᏙᏗ ᏂᎨᏒᎾ ᎢᏳᎵᏍᏙᏗᏱ, ᎠᎴ ᏓᏂᎵᎷᎬ ᏗᎬᏩᎾᏛᎪᏙᏗᏂᎨᏒᎾ ᎢᏳᎵᏍᏙᏗᏱ, ᎠᎴ ᏧᏂᎾᏫ ᏗᎬᏩᏃᎵᏍᏙᏗ ᏂᎨᏒᎾ ᎢᏳᎵᏍᏙᏗᏱ, ᎠᎴ ᏗᎬᏩᎾᏓᏁᏟᏴᎡᏗ] ᏂᎨᏒᎾ ᏚᎾᏓᏅᏛ, ᎠᎴ ᏗᎦᎦᏥᏅᏬᏗ ᏂᎨᏒᎾ ᎢᏳᎵᏍᏙᏗᏱ."
  },
  {
    "verse": "16",
    "kjv": "But blessed are your eyes, for they see: and your ears, for they hear.",
    "web": "“But blessed are your eyes, for they see; and your ears, for they hear.",
    "chr": "ᏂᎯᏍᎩᏂ ᏗᏥᎦᏙᎵ ᏗᎦᎸᏉᏔᏅᎯ, ᎾᏍᎩᏃᏓᎪᏩᏘᎭ, ᎠᎴ ᏕᏥᎵᎷᎬᎢ, ᎾᏍᎩᏰᏃ ᏓᏛᎩᎭ;"
  },
  {
    "verse": "17",
    "kjv": "For verily I say unto you, That many prophets and righteous men have desired to see those things which ye see, and have not seen them; and to hear those things which ye hear, and have not heard them.",
    "web": "For most certainly I tell you that many prophets and righteous men desired to see the things which you see, and didn’t see them; and to hear the things which you hear, and didn’t hear them.",
    "chr": "ᎤᏙᎯᏳᎯᏯᏰᏃ ᎯᎠ ᏂᏨᏪᏎᎭ, ᎤᏂᏣᏘ ᎠᎾᏙᎴᎰᏍᎩ ᎠᎴ ᎤᎾᏓᏅᏘ ᎤᎾᏚᎸᏛ ᎤᏥᎪᏩᏛᏗᏱ ᎯᎠ ᎾᏍᎩ ᏥᏥᎪᏩᏘᎭ, ᎠᏎᏃ ᎥᏝ ᎤᏂᎪᎲᎯ ᏱᎩ; ᎠᎴ ᎤᎾᏛ ᎪᏗᏱ ᎯᎠ ᎾᏍᎩ ᏥᏣᏛᎩᎭ, ᎠᏎᏃ ᎥᏝ ᎤᎾᏛᎦᏅᎯ ᏱᎩ."
  },
  {
    "verse": "18",
    "kjv": "Hear ye therefore the parable of the sower.",
    "web": "“Hear, then, the parable of the farmer.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᏂᎯ ᎢᏣᏛᎬᎦ ᏓᏟᎶᏍᏛ ᎠᏫᏍᎩ."
  },
  {
    "verse": "19",
    "kjv": "When any one heareth the word of the kingdom, and understandeth it not, then cometh the wicked one, and catcheth away that which was sown in his heart. This is he which received seed by the way side.",
    "web": "When anyone hears the word of the Kingdom and doesn’t understand it, the evil one comes and snatches away that which has been sown in his heart. This is what was sown by the roadside.",
    "chr": "ᎢᏳᏃ ᎩᎶ ᎠᏛᎬᎦ ᎧᏃᎮᏛ ᎦᎸᎳᏗ ᎡᎯᎤᎬᎾᏳᎯ ᎨᏒ ᎤᎬᏩᎵ, ᏂᎪᎵᎬᎾᏃ ᏥᎨᏐᎢ, ᎿᏉ ᎤᏁᎫᏥᏛ ᎦᎷᎪᎢ ᎠᎴ ᎤᎩᎡᎰ ᎠᏫᏒ ᎤᎾᏫᏱ. ᎾᏍᎩ ᎯᎠ ᎤᏃᎱᎶᏗ ᏣᏫᏎᎢ."
  },
  {
    "verse": "20",
    "kjv": "But he that received the seed into stony places, the same is he that heareth the word, and anon with joy receiveth it;",
    "web": "What was sown on the rocky places, this is he who hears the word and immediately with joy receives it;",
    "chr": "ᎯᎠᏃ ᎾᏍᎩ ᏅᏲᎯ ᏣᏫᏎᎢ; ᎾᏍᎩ ᏣᏛᎩᏍᎪ ᎧᏃᎮᏛ, ᎠᎴ ᎩᎳᏉ ᎢᏴᏛ ᎤᎵᎮᎵᏨᎯ ᏥᏓᏓᏂᎸᎪᎢ;"
  },
  {
    "verse": "21",
    "kjv": "Yet hath he not root in himself, but dureth for a while: for when tribulation or persecution ariseth because of the word, by and by he is offended.",
    "web": "yet he has no root in himself, but endures for a while. When oppression or persecution arises because of the word, immediately he stumbles.",
    "chr": "ᎠᏎᏃ ᏂᏚᎿᏍᏕᏢᎾᏉ ᎨᏐᎢ, ᎠᎴ ᏞᎦᏉ ᏥᏓᎧᎿᏩᏕᎪᎢ; ᎠᎩᎵᏴᏰᏃ ᎦᎾᏄᎪᎢ ᎠᎴ ᎧᏃᎮᏛ ᏛᎵᏰᎢᎸᏍᏓ ᎠᎦᏕᏯᏙᏓ, ᎩᎳᏉ ᎢᏴᏛ ᏚᏬᏕᎯᎰᎢ."
  },
  {
    "verse": "22",
    "kjv": "He also that received seed among the thorns is he that heareth the word; and the care of this world, and the deceitfulness of riches, choke the word, and he becometh unfruitful.",
    "web": "What was sown among the thorns, this is he who hears the word, but the cares of this age and the deceitfulness of riches choke the word, and he becomes unfruitful.",
    "chr": "ᎯᎠᏃ ᎾᏍᏉ ᎠᏄᎦᎸᎯ ᏣᏫᏎᎢ, ᎾᏯᎩ ᏣᏛᎩᏯᎪ ᎧᏃᎮᏛ, ᎡᎶᎯᏃ ᎤᏪᎵᎯᏍᏗ ᎨᏒ ᎠᎴ ᎨᏅᎢᏍᏗ ᎨᏒ ᎤᏓᎵᏓᏍᏛ ᎠᏂᏁᏄᎳᏍᏗᏍᎪ ᎧᏃᎮᏛ, ᎾᏍᎩᏃ ᎾᎦᏔᏛᎬᎾᏉ ᎨᏐᎢ."
  },
  {
    "verse": "23",
    "kjv": "But he that received seed into the good ground is he that heareth the word, and understandeth it; which also beareth fruit, and bringeth forth, some an hundredfold, some sixty, some thirty.",
    "web": "What was sown on the good ground, this is he who hears the word and understands it, who most certainly bears fruit and produces, some one hundred times as much, some sixty, and some thirty.”",
    "chr": "ᎾᏍᎩᏍᎩᏂ Ꮎ ᎣᏒ ᎦᏙᎯ ᏣᏫᏎᎢ; ᎾᏍᎩ ᏣᏛᎩᏍᎪ ᎧᏃᎮᏛ ᎠᎴ ᏥᎪᎵᎪᎢ, ᎠᎴ ᎾᏍᏉ ᏣᎦᏔᏛᏍᎪᎢ, ᎠᎴ ᏥᎦᎾᏄᎪᏫᏍᎪᎢ, ᎢᎦᏛ ᎠᏍᎪᎯᏧᏈ ᎤᏁᏉᏨ Ꭿ, ᎢᎦᏛᏃ ᏑᏓᎳᏍᎪᎯ, ᎢᎦᏛᏃ ᏦᎠᏍᎪᎯ."
  },
  {
    "verse": "24",
    "kjv": "Another parable put he forth unto them, saying, The kingdom of heaven is likened unto a man which sowed good seed in his field:",
    "web": "He set another parable before them, saying, “The Kingdom of Heaven is like a man who sowed good seed in his field,",
    "chr": "ᎤᏩᏓᎴ ᏚᏟᎶᏍᏓᏁᎸᎩ, ᎯᎠ ᏄᏪᏒᎩ; ᎦᎸᎳᏗ ᎡᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎾᏍᎩᏯᏉ ᎠᏍᎦᏯ ᎣᏍᏛ ᎤᎦᏔ ᎤᎶᎨᏒ ᏧᏫᏎᎢ."
  },
  {
    "verse": "25",
    "kjv": "But while men slept, his enemy came and sowed tares among the wheat, and went his way.",
    "web": "but while people slept, his enemy came and sowed darnel weeds also among the wheat, and went away.",
    "chr": "ᎠᏎᏃ ᏴᏫ ᎤᏂᎵᏅᏨ, ᎤᏍᎦᏯ ᎤᎷᏤ ᎤᏲ ᎤᎦᏔ ᎤᏫᏎ ᎤᏣᎴᏍᏗ ᎠᏫᏒ ᎤᏑᏴᏁᎢ; ᎠᎴ ᎢᎤᏪᏅᏎ."
  },
  {
    "verse": "26",
    "kjv": "But when the blade was sprung up, and brought forth fruit, then appeared the tares also.",
    "web": "But when the blade sprang up and produced grain, then the darnel weeds appeared also.",
    "chr": "ᎿᏉᏃ ᎤᎵᏰᏅ ᎠᎴ ᎤᎦᏔᏔᏅ ᎾᏍᏉ ᎤᏲ ᎤᎾᏄᎪᏤᎢ."
  },
  {
    "verse": "27",
    "kjv": "So the servants of the householder came and said unto him, Sir, didst not thou sow good seed in thy field? from whence then hath it tares?",
    "web": "The servants of the householder came and said to him, ‘Sir, didn’t you sow good seed in your field? Where did these darnel weeds come from?’",
    "chr": "ᎿᏉᏃ ᎠᏍᎦᏯ ᎦᏁᎳ ᏧᏅᏏᏓᏍᏗ ᎬᏩᎷᏤᎴᎢ, ᎯᎠ ᏂᎬᏩᏪᏎᎴᎢ; ᏍᎩᏅᏏᏓᏍᏗ, ᏝᏍᎪ ᎣᏍᏛ ᎤᎦᏔ ᏱᏣᏫᏎ ᏣᎶᎨᏒᎢ? ᎦᏙ ᏗᎦᎵᏍᏙᏓᎭ ᎤᏲ ᏧᏰᎦ?"
  },
  {
    "verse": "28",
    "kjv": "He said unto them, An enemy hath done this. The servants said unto him, Wilt thou then that we go and gather them up?",
    "web": "“He said to them, ‘An enemy has done this.’ “The servants asked him, ‘Do you want us to go and gather them up?’",
    "chr": "ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ; ᎩᎶ ᎠᎩᏍᎦᎩ ᎾᏍᎩ ᏄᏛᏁᎸ. ᏧᏅᏏᏓᏍᏗ ᎯᎠ ᏂᎬᏪᏎᎴᎢ; ᏣᏚᎵᏍᎪᏃ ᎣᎩᏰᎯᏒᏍᏗᏱ?"
  },
  {
    "verse": "29",
    "kjv": "But he said, Nay; lest while ye gather up the tares, ye root up also the wheat with them.",
    "web": "“But he said, ‘No, lest perhaps while you gather up the darnel weeds, you root up the wheat with them.",
    "chr": "ᎠᏎᏃ ᎯᎠ ᏄᏪᏎᎢ; ᎥᏝ, ᎢᏥᏰᎯᏍᎬᏰᏃ ᎤᏲ, ᏱᏕᏥᎿᏍᏕᏢᏓ ᎾᏍᏉ ᎤᏣᎴᏍᏗ."
  },
  {
    "verse": "30",
    "kjv": "Let both grow together until the harvest: and in the time of harvest I will say to the reapers, Gather ye together first the tares, and bind them in bundles to burn them: but gather the wheat into my barn.",
    "web": "Let both grow together until the harvest, and in the harvest time I will tell the reapers, “First, gather up the darnel weeds, and bind them in bundles to burn them; but gather the wheat into my barn.”’”",
    "chr": "ᎤᏁᎳᎩ ᎢᎫᎳᎭ ᏫᏓᏛᎯ ᎬᏂ ᎠᎦᏛᎾᏨᎭ; ᎿᏉᏃ ᎠᎦᏛᎾᏨ ᎯᎠ ᏅᏓᎦᏥᏪᏎᎵ ᎠᏂᏍᎫᏕᏍᎩ; ᎢᎬᏱ ᎢᏥᏟᏌ ᎤᏲ, ᎠᎴ ᏗᏦᏛᏣ ᏗᎪᎲᏍᏙᏗ, ᎤᏣᎴᏍᏗᏍᎩᏂ ᎢᏥᏟᏌ ᎠᎩᏍᏆᏂᎪᏙᏗᏱ."
  },
  {
    "verse": "31",
    "kjv": "Another parable put he forth unto them, saying, The kingdom of heaven is like to a grain of mustard seed, which a man took, and sowed in his field:",
    "web": "He set another parable before them, saying, “The Kingdom of Heaven is like a grain of mustard seed which a man took, and sowed in his field,",
    "chr": "ᏅᏩᏓᎴ ᏚᏟᎶᏍᏓᏁᎸᎩ, ᎯᎠ ᏄᏪᏒᎩ; ᎦᎸᎳᏗ ᎡᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎾᏍᎩᏯᏉ ᎠᏥᎸ ᎤᎦᏔ, ᎠᏍᎦᏯ ᏧᎩᏎ ᎠᎴ ᏧᏫᏎ ᎤᎶᎨᏒᎢ."
  },
  {
    "verse": "32",
    "kjv": "Which indeed is the least of all seeds: but when it is grown, it is the greatest among herbs, and becometh a tree, so that the birds of the air come and lodge in the branches thereof.",
    "web": "which indeed is smaller than all seeds. But when it is grown, it is greater than the herbs and becomes a tree, so that the birds of the air come and lodge in its branches.”",
    "chr": "ᎾᏍᎩ ᎤᏙᎯᏳᏒ ᏥᏬᏓᎪᎾᏛᏗ ᎤᏍᏗᎩᏳ ᎨᏒ ᏂᎦᎥ"
  },
  {
    "verse": "33",
    "kjv": "Another parable spake he unto them; The kingdom of heaven is like unto leaven, which a woman took, and hid in three measures of meal, till the whole was leavened.",
    "web": "He spoke another parable to them. “The Kingdom of Heaven is like yeast which a woman took and hid in three measures of meal, until it was all leavened.”",
    "chr": "ᏅᏩᏓᎴ ᏚᏟᎶᏍᏓᏁᎸᎩ, ᎯᎠ ᏄᏬᏒᎩ; ᎦᎸᎳᏗᎡᎯ ᎤᎬᏫᏳᎯᎨᏒ ᎾᏍᎩᏯᏉ ᎠᎪᏙᏗ, ᎾᏍᎩ ᎠᎨᏴ ᏧᎩᏎ ᎠᎴ ᏧᏑᏴᏁ ᏦᎢ ᎢᏳᏟᎶᏛ ᎢᏒ ᎦᎸᎢ, ᎬᏂ ᏂᎦᏛ ᎤᎪᏐᏅ."
  },
  {
    "verse": "34",
    "kjv": "All these things spake Jesus unto the multitude in parables; and without a parable spake he not unto them:",
    "web": "Jesus spoke all these things in parables to the multitudes; and without a parable, he didn’t speak to them,",
    "chr": "ᎾᏍᎩ ᎯᎠ ᏂᎦᏗᏳ ᏥᏌ ᏚᏬᏁᏔᏅᎩ ᎤᏂᏣᏘ ᏚᏟᎶᏍᏓᏁᎸᎩ, ᏂᏓᏟᎶᏍᏓᏁᎲᎾᏃ ᎨᏒ ᎥᏝ ᏱᏚᏬᏁᏔᏁᎢ."
  },
  {
    "verse": "35",
    "kjv": "That it might be fulfilled which was spoken by the prophet, saying, I will open my mouth in parables; I will utter things which have been kept secret from the foundation of the world.",
    "web": "that it might be fulfilled which was spoken through the prophet, saying, “I will open my mouth in parables; I will utter things hidden from the foundation of the world.”",
    "chr": "ᎤᏙᎯᏳᏗᏱ ᎠᏰᎸᏒᎩ ᎠᏙᎴᎰ ᏍᎩ ᏧᏁᏤᎢ, ᎯᎠ ᏥᏄᏪᏎᎢ; ᏓᏥᏍᏚᎢᏏ ᏥᎣᎵ ᏕᎦᏟᎶᏍᏗᏍᎬᎢ, ᏓᏥᏁᎢᏍᏔᏂ ᎤᏕᎵᏛ ᎠᏍᏆᏂᎪᏛ ᎡᎶᎯ ᏧᏙᏢᏅ ᏅᏓᎬᏩᏓᎴᏅᏛ."
  },
  {
    "verse": "36",
    "kjv": "Then Jesus sent the multitude away, and went into the house: and his disciples came unto him, saying, Declare unto us the parable of the tares of the field.",
    "web": "Then Jesus sent the multitudes away, and went into the house. His disciples came to him, saying, “Explain to us the parable of the darnel weeds of the field.”",
    "chr": "ᎿᏉᏃ ᏥᏌ ᏚᏰᎵᎯᏍᏔᏅ ᎤᏂᏣᏘ, ᎠᏓᏁᎸ ᏭᏴᎸᎩ; ᎬᏩᏍᏓᏩᏗᏙᎯᏃ ᎬᏩᎷᏤᎸᎩ, ᎯᎠ ᏄᏂᏪᏒᎩ; ᏗᏍᎩᏲᏏᏌᏏ ᏓᏟᎶᏍᏛ ᎤᏲ ᏧᎵᏰᏁ ᏠᎨᏏ."
  },
  {
    "verse": "37",
    "kjv": "He answered and said unto them, He that soweth the good seed is the Son of man;",
    "web": "He answered them, “He who sows the good seed is the Son of Man,",
    "chr": "ᎤᏁᏨᏃ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎾᏍᎩ Ꮎ ᎣᏍᏛ ᎤᎦᏔ ᏧᏫᏎᎢ ᎾᏍᎩ ᏴᏫ ᎤᏪᏥ;"
  },
  {
    "verse": "38",
    "kjv": "The field is the world; the good seed are the children of the kingdom; but the tares are the children of the wicked one;",
    "web": "the field is the world, the good seeds are the children of the Kingdom, and the darnel weeds are the children of the evil one.",
    "chr": "ᏠᎨᏏᏃ ᎾᏍᎩ ᎡᎳᏂᎬᎢ; ᎣᏍᏛ ᎤᎦᏔ ᎾᏍᎩ ᎦᎸᎳᏗ ᎡᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎠᏁᎯ; ᎤᏲᏃ ᏧᎵᏰᏁ ᎾᏍᎩ ᎤᏁᎫᏥᏛ ᏧᏪᏥ;"
  },
  {
    "verse": "39",
    "kjv": "The enemy that sowed them is the devil; the harvest is the end of the world; and the reapers are the angels.",
    "web": "The enemy who sowed them is the devil. The harvest is the end of the age, and the reapers are angels.",
    "chr": "ᎠᎦᏍᎩᏃ ᎾᏍᎩ ᏧᏫᏎᎢ, ᎾᏍᎩ ᎠᏍᎩᎾ; ᎤᎦᏛᎾᎢᏍᏗᏱᏃ ᎨᏒ ᎾᏍᎩ ᎠᎵᏍᏆᏛᎭ ᎡᎶᎯ; ᎠᏂᏍᎫᏕᏍᎩᏃ ᎾᏍᎩ ᏗᏂᎧᎿᏩᏗᏙᎯ."
  },
  {
    "verse": "40",
    "kjv": "As therefore the tares are gathered and burned in the fire; so shall it be in the end of this world.",
    "web": "As therefore the darnel weeds are gathered up and burned with fire; so will it be at the end of this age.",
    "chr": "ᎾᏍᎩᏃ ᎤᏲ ᏣᏂᏟᏏᏍᎪ ᎠᎴ ᏣᎾᎪᎲᏍᏗᏍᎪ ᎠᏥᎸᏱ, ᎾᏍᎩᏯᏍᎩᏂ ᎾᏍᏉ ᏄᏍᏕᏍᏗ ᎠᎵᏍᏆᏛᎭ ᎯᎠ ᎡᎶᎯ."
  },
  {
    "verse": "41",
    "kjv": "The Son of man shall send forth his angels, and they shall gather out of his kingdom all things that offend, and them which do iniquity;",
    "web": "The Son of Man will send out his angels, and they will gather out of his Kingdom all things that cause stumbling and those who do iniquity,",
    "chr": "ᏴᏫ ᎤᏪᏥ ᏙᏓᎦᏅᏏ ᏧᏤᎵ ᏗᏂᎧᎿᏩᏗᏙᎯ, ᎠᎴ ᎾᏍᎩ ᎤᏤᎵᎪᎯ ᏙᏛᏃᏣᎴᏏ ᏂᎦᏛ ᏗᎾᏓᏙᏕᏍᏗᏍᎩ ᎠᎴ ᏂᎦᏛ ᎠᏂᏍᎦᏅᎩ,"
  },
  {
    "verse": "42",
    "kjv": "And shall cast them into a furnace of fire: there shall be wailing and gnashing of teeth.",
    "web": "and will cast them into the furnace of fire. There will be weeping and gnashing of teeth.",
    "chr": "ᏗᎪᏢᏒᏃ ᎠᏥᎸᏱ ᏫᏙᏛᎾᏓᎡᏏ; ᎾᎿ ᏓᏂᏴᎨᏍᏗ ᎠᎴ ᏓᏂᎸᏓᎩᏍᎨᏍᏗ ᏓᏂᏄᏙᎬᎢ."
  },
  {
    "verse": "43",
    "kjv": "Then shall the righteous shine forth as the sun in the kingdom of their Father. Who hath ears to hear, let him hear.",
    "web": "Then the righteous will shine like the sun in the Kingdom of their Father. He who has ears to hear, let him hear.",
    "chr": "ᎿᏉᏃ ᎤᎾᏓᏅᏘ ᎬᏩᏂᏔᎷᎩᏍᎩ ᎨᏎᏍᏗ ᎤᏂᏙᏓ ᎤᏤᎵᎪᎯ, ᏅᏙ ᎾᏍᎩᏯᎢ. ᎩᎶ ᏕᎦᎵᎷᎨᏍᏗ ᎤᏛᎪᏗᏱ ᏩᏛᎬᎦ."
  },
  {
    "verse": "44",
    "kjv": "Again, the kingdom of heaven is like unto treasure hid in a field; the which when a man hath found, he hideth, and for joy thereof goeth and selleth all that he hath, and buyeth that field.",
    "web": "“Again, the Kingdom of Heaven is like treasure hidden in the field, which a man found and hid. In his joy, he goes and sells all that he has and buys that field.",
    "chr": "ᎠᎴ ᎾᏍᎩ ᎦᎸᎳᏗ ᎡᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎾᏍᎩᏯᏉ ᏧᎬᏩᎶᏗ ᎤᏕᎵᏛ ᏠᎨᏏ ᏣᎰᎢ, ᎾᏍᎩ ᎢᏳ ᎠᏍᎦᏯ ᎠᏩᏛ, ᏣᏕᎸᏍᎪᎢ, ᎠᎵᎮᎵᎬᏃ ᎢᏳᏍᏘ ᏤᎪᎢ ᏥᏫᎦᎾᏕᎪᏂᎦᏛ ᎤᏍᏆᏂᎪᏛᎢ, ᎠᎴ ᏥᏭᏩᏍᎪ ᎾᏍᎩ ᏠᎨᏏ."
  },
  {
    "verse": "45",
    "kjv": "Again, the kingdom of heaven is like unto a merchant man, seeking goodly pearls:",
    "web": "“Again, the Kingdom of Heaven is like a man who is a merchant seeking fine pearls,",
    "chr": "ᎠᎴ ᎾᏍᏉ ᎦᎸᎳᏗ ᎡᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎾᏍᎩᏯᏉ ᎦᏃᏗᏍᎩ ᏥᏚᏲᎮ ᏧᏬᏚᎯ ᏓᎬᎾ-ᎢᏳᎾᏍᏗ."
  },
  {
    "verse": "46",
    "kjv": "Who, when he had found one pearl of great price, went and sold all that he had, and bought it.",
    "web": "who having found one pearl of great price, he went and sold all that he had and bought it.",
    "chr": "ᎾᏍᎩᏃ ᎿᏉ ᎤᏩᏛᎲ ᏌᏉ ᎤᏣᏘ ᏧᎬᏩᎶᏗ ᏓᎬᎾ ᎢᏳᏍᏗ ᎤᏪᏅᏎ ᏭᎾᏗᏅᎭ ᏂᎦᏛ ᎤᏍᏆᏂᎪᏛᎢ, ᎾᏍᎩᏃ ᎤᏩᏎᎢ."
  },
  {
    "verse": "47",
    "kjv": "Again, the kingdom of heaven is like unto a net, that was cast into the sea, and gathered of every kind:",
    "web": "“Again, the Kingdom of Heaven is like a dragnet that was cast into the sea and gathered some fish of every kind,",
    "chr": "ᎠᎴ ᎾᏍᎩ ᎦᎸᎳᏗ ᎡᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎾᏍᎩᏯᏉ ᎠᎦᏯᎷᏗ ᏥᏭᎾᏓᎢᏅᏎ ᎠᎺᏉᎯ, ᎠᎴ ᏥᏚᏂᏂᏴᎮ ᎾᏂᎥ ᏧᎾᏓᎴᏅᏛ;"
  },
  {
    "verse": "48",
    "kjv": "Which, when it was full, they drew to shore, and sat down, and gathered the good into vessels, but cast the bad away.",
    "web": "which, when it was filled, fishermen drew up on the beach. They sat down and gathered the good into containers, but the bad they threw away.",
    "chr": "ᎾᏍᎩᏃ ᎿᏉ ᎤᎧᎵᏨ ᎠᎹᏳᎶᏗ ᎤᏂᎾᏏᏃᎴᎢ, ᎠᎴ ᎤᎾᏅᏁᎢ, ᎠᏃᏍᏛᏃ ᏗᏖᎵᏙ ᏚᏂᎸᏔᏁᎢ, ᎤᏂᏲᏃ ᏚᎾᏓᎢᏅᏎᎢ."
  },
  {
    "verse": "49",
    "kjv": "So shall it be at the end of the world: the angels shall come forth, and sever the wicked from among the just,",
    "web": "So it will be in the end of the world. The angels will come and separate the wicked from among the righteous,",
    "chr": "ᎾᏍᎩᏍᎩᏂ ᏄᏍᏕᏍᏗ ᎡᎶᎯ ᎠᎵᏍᏆᏛᎭ; ᏗᏂᎧᎿᏩᏗᏙᎯ ᏛᏂᎷᏥ, ᏙᏛᎾᎦᎴᏅᏔᏂ ᎤᏂᏁᎫᏥᏛ ᎠᎴ ᎤᎾᏓᏅᏘ;"
  },
  {
    "verse": "50",
    "kjv": "And shall cast them into the furnace of fire: there shall be wailing and gnashing of teeth.",
    "web": "and will cast them into the furnace of fire. There will be weeping and gnashing of teeth.”",
    "chr": "ᎤᏂᏁᏓᏥᏛᏃ ᏫᏙᏛᎾᏓᎡᏏ ᏗᎪᏢᏒ ᎠᏥᎸᏱ, ᎾᎿ ᏓᏂᏴᎨᏍᏗ ᎠᎴ ᏓᏂᎸᏓᎩᏍᎨᏍᏗ ᏓᏂᏄᏙᎬᎢ."
  },
  {
    "verse": "51",
    "kjv": "Jesus saith unto them, Have ye understood all these things? They say unto him, Yea, Lord.",
    "web": "Jesus said to them, “Have you understood all these things?” They answered him, “Yes, Lord.”",
    "chr": "ᏥᏌᏃ ᎯᎠ ᏂᏑᏪᏎᎸᎩ; ᎢᏦᎵᎩᏧ ᏂᎦᏛ ᎯᎠ? ᎥᎥ, ᏣᎬᏫᏳᎯ, ᎥᎬᏬᏎᎸᎩ."
  },
  {
    "verse": "52",
    "kjv": "Then said he unto them, Therefore every scribe which is instructed unto the kingdom of heaven is like unto a man that is an householder, which bringeth forth out of his treasure things new and old.",
    "web": "He said to them, “Therefore every scribe who has been made a disciple in the Kingdom of Heaven is like a man who is a householder, who brings out of his treasure new and old things.”",
    "chr": "ᎿᏉᏃ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎾᏍᎩ ᎢᏳᏍᏗ ᎩᎶ ᏗᎪᏪᎵᏍᎩ ᎦᎸᎳᏗ ᎡᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎤᎬᏩᎵ ᎠᎨᏲᏅᎯ ᏥᎨᏐᎢ, ᎾᏍᎩᏯᏉ ᎠᏍᎦᏯ ᎦᏁᎳ ᏥᏙᏗᎦᎾᏄᎪᏫᏍᎪ ᏧᎬᏩᎶᏗ ᎤᏍᏆᏂᎪᏛ ᏧᏓᎴᏅᏛ ᏗᏤ ᎠᎴ ᏧᏪᏘ."
  },
  {
    "verse": "53",
    "kjv": "And it came to pass, that when Jesus had finished these parables, he departed thence.",
    "web": "When Jesus had finished these parables, he departed from there.",
    "chr": "ᎯᎠᏃ ᏄᎵᏍᏔᏅᎩ, ᎿᏉ ᏥᏌ ᎤᏍᏆᏛ ᎯᎠ ᎾᏍᎩ ᏓᏟᎶᏍᏗᏍᎬᎢ, ᎤᏂᎩᏒᎩ."
  },
  {
    "verse": "54",
    "kjv": "And when he was come into his own country, he taught them in their synagogue, insomuch that they were astonished, and said, Whence hath this man this wisdom, and these mighty works?",
    "web": "Coming into his own country, he taught them in their synagogue, so that they were astonished and said, “Where did this man get this wisdom and these mighty works?",
    "chr": "ᎿᏉᏃ ᎤᏩᏒ ᎤᏤᎵᎪᎯ ᎤᎷᏨ ᏧᏂᎳᏫᎢᏍᏗᏱ ᏚᏪᏲᏅᎩ; ᎾᏍᎩ ᎢᏳᏍᏗ ᎤᏂᏍᏆᏂᎪᏒᎩ, ᎠᎴ ᎯᎠᏄᏂᏪᏒᎩ; ᎦᏙ ᎤᎵᏍᏙᏔᏅ ᎯᎠ ᎾᏍᎩ ᎠᏍᎦᏯ ᏣᎦᎳ ᎿᎠ ᎠᎴ ᎤᏍᏆᏂᎪᏗ ᏥᏚᎸᏫᏍᏓᏁᎭ?"
  },
  {
    "verse": "55",
    "kjv": "Is not this the carpenter's son? is not his mother called Mary? and his brethren, James, and Joses, and Simon, and Judas?",
    "web": "Isn’t this the carpenter’s son? Isn’t his mother called Mary, and his brothers James, Joses, Simon, and Judas?",
    "chr": "ᎯᎠᎧᏂ ᏗᏁᏍᎨᏍᎩ ᎤᏪᏥ, ᎺᎵᎧᏂ ᎤᏥ, ᎠᎴᎧᏂ ᎠᎾᎵᏅᏟ ᏥᎻ, ᎠᎴ ᏦᏏ ᎠᎴ ᏌᏩᏂ ᎠᎴ ᏧᏓᏏ?"
  },
  {
    "verse": "56",
    "kjv": "And his sisters, are they not all with us? Whence then hath this man all these things?",
    "web": "Aren’t all of his sisters with us? Where then did this man get all of these things?”",
    "chr": "ᎠᎴᎧᏂ ᏧᏙ ᏂᎦᏛ ᎡᏍᎦᏂ ᏣᏁᎭ? ᎦᏙᏃ ᎤᎵᏍᏙᏔᏅ ᎯᎠ ᏂᎦᏛ ᏧᏪᎭ?"
  },
  {
    "verse": "57",
    "kjv": "And they were offended in him. But Jesus said unto them, A prophet is not without honour, save in his own country, and in his own house.",
    "web": "They were offended by him. But Jesus said to them, “A prophet is not without honor, except in his own country and in his own house.”",
    "chr": "ᎥᎬᏩᎪᏁᎶᎯᏎᎸᎩᏃ; ᎠᏎᏃ ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎠᏙᎴᎰᏍᎩ ᎥᏝ ᎾᏥᎸᏉᏛᎾ ᏱᎨᏐᎢ, ᎤᏩᏒᏍᎩᏂᏃᏅ ᎤᏤᎵᎪᎯ ᎠᎴ ᎤᏩᏒ ᎦᏁᎸᎢ."
  },
  {
    "verse": "58",
    "kjv": "And he did not many mighty works there because of their unbelief.",
    "web": "He didn’t do many mighty works there because of their unbelief.",
    "chr": "ᎥᏝᏃ ᏳᏣᏖ ᎤᏍᏆᏂᎪᏗ ᎾᎿ ᏱᏚᎸᏫᏍᏓᏁᎴᎢ, ᎾᏃᎯᏳᎲᏍᎨᎾ ᎬᏒ ᎤᏓᎦᎵᏍᏙᏗᏍᎬᎩ."
  }
]
