[
  {
    "verse": "1",
    "kjv": "The Pharisees also with the Sadducees came, and tempting desired him that he would shew them a sign from heaven.",
    "web": "The Pharisees and Sadducees came, and testing him, asked him to show them a sign from heaven.",
    "chr": "ᎠᏂᏆᎵᏏᏃ ᎠᎴ ᎠᏂᏌᏚᏏ ᎤᏂᎷᏨᎩ, ᎬᏩᎪᎵᏰᏍᎬᏃ ᎬᏩᏔᏲᏎᎸᎩ ᏧᎾᏄᎪᏫᏎᏗᏱ ᎤᏰᎸᏛ ᎦᎸᎳᏗ ᏅᏓᏳᎶᏒᎯ."
  },
  {
    "verse": "2",
    "kjv": "He answered and said unto them, When it is evening, ye say, It will be fair weather: for the sky is red.",
    "web": "But he answered them, “When it is evening, you say, ‘It will be fair weather, for the sky is red.’",
    "chr": "ᎤᏁᏨᏃ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎤᏒᏂᎦᎵᏍᏓ ᎯᎠ ᏂᏥᏪᏍᎪᎢ; ᎤᎸᎦᎵᏱᏌᏛ ᎨᏎᏍᏗ, ᎦᎸᎶᏰᏃ ᎩᎦᎨᎢᏳ ᎢᎩ."
  },
  {
    "verse": "3",
    "kjv": "And in the morning, It will be foul weather to day: for the sky is red and lowering. O ye hypocrites, ye can discern the face of the sky; but can ye not discern the signs of the times?",
    "web": "In the morning, ‘It will be foul weather today, for the sky is red and threatening.’ Hypocrites! You know how to discern the appearance of the sky, but you can’t discern the signs of the times!",
    "chr": "ᏑᎾᎴᏃ ᏥᎨᏐᎢ, ᎪᎯ ᎢᎦ ᏥᎩ ᏛᎦᎿᏂ, ᎦᎸᎶᏰᏃ ᎩᎦᎨᎢᏳ ᎢᎩ, ᎠᎴ"
  },
  {
    "verse": "4",
    "kjv": "A wicked and adulterous generation seeketh after a sign; and there shall no sign be given unto it, but the sign of the prophet Jonas. And he left them, and departed.",
    "web": "An evil and adulterous generation seeks after a sign, and there will be no sign given to it, except the sign of the prophet Jonah.” He left them and departed.",
    "chr": "ᎤᏂᏲ ᎠᎴ ᎤᏂᏁᎫᏥᏛ ᏣᏁᎭ ᎤᏂᏲᎰ ᎤᏰᎸᏛᎢ, ᎠᏎᏃ ᎥᏝ ᏴᎦᎨᎦᎵᏍᎪᎸᏓᏏ ᎤᏰᎸᏛᎢ, ᏦᎾ ᎠᏙᎴᎰᏍᎩ ᎤᏤᎵᏅᏰᎸᏛ ᎤᏩᏒ. ᏚᏓᏅᎡᎸᏃ ᎤᏂᎩᏒᎩ."
  },
  {
    "verse": "5",
    "kjv": "And when his disciples were come to the other side, they had forgotten to take bread.",
    "web": "The disciples came to the other side and had forgotten to take bread.",
    "chr": "ᎬᏩᏍᏓᏩᏙᎯᏃ ᏚᏂᏐᏨ ᎤᏅᎨᏫᏒᎯ ᎨᏒᎩ ᎤᎾᏕᏃᏗᏱ."
  },
  {
    "verse": "6",
    "kjv": "Then Jesus said unto them, Take heed and beware of the leaven of the Pharisees and of the Sadducees.",
    "web": "Jesus said to them, “Take heed and beware of the yeast of the Pharisees and Sadducees.”",
    "chr": "ᏥᏌᏃ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎢᏤᏯᏔᎮᏍᏗ ᎠᎪᏙᏗ ᎠᏂᏆᎵᏏ ᎠᎴ ᎠᏂᏌᏚᏏ ᎤᎾᏤᎵᎦ."
  },
  {
    "verse": "7",
    "kjv": "And they reasoned among themselves, saying, It is because we have taken no bread.",
    "web": "They reasoned among themselves, saying, “We brought no bread.”",
    "chr": "ᎤᏂᏃᎮᎸᎩᏃ ᎨᏒ ᎤᏅᏒ, ᎯᎠ ᏄᏂᏪᏒᎩ; ᏂᎦᏕᏅᎾ ᏥᎩ ᏅᏗᎦᎵᏍᏙᏗᎭ."
  },
  {
    "verse": "8",
    "kjv": "Which when Jesus perceived, he said unto them, O ye of little faith, why reason ye among yourselves, because ye have brought no bread?",
    "web": "Jesus, perceiving it, said, “Why do you reason among yourselves, you of little faith, because you have brought no bread?",
    "chr": "ᏥᏌᏃ ᎾᏍᎩ ᎤᏙᎴᎰᏒ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎤᏍᏗ ᎢᏦᎯᏳᎯ, ᎦᏙᏃ ᎢᏨᏒ ᎨᏒ ᎢᏥᏃᎮᎭ ᎠᎵᏍᏓᏴᏗ ᏂᏥᏰᎲᎾ ᎨᏒᎢ?"
  },
  {
    "verse": "9",
    "kjv": "Do ye not yet understand, neither remember the five loaves of the five thousand, and how many baskets ye took up?",
    "web": "Don’t you yet perceive or remember the five loaves for the five thousand, and how many baskets you took up,",
    "chr": "ᏝᏍᎪ ᎠᏏ ᏱᏦᎵᎦ, ᎠᎴ ᏝᏍᎪ ᏱᏣᏅᏔ ᎯᏍᎩ ᎦᏚ ᎯᏍᎩ ᎢᏯᎦᏴᎵ ᏥᎾᏂᎥᎩ, ᎠᎴ ᎢᏯᎧᎵᎢ ᏔᎷᏣ ᎢᏧᏖᏒᎢ?"
  },
  {
    "verse": "10",
    "kjv": "Neither the seven loaves of the four thousand, and how many baskets ye took up?",
    "web": "or the seven loaves for the four thousand, and how many baskets you took up?",
    "chr": "ᎠᎴ ᎦᎵᏉᎩ ᎦᏚ ᏅᎩᏃ ᎢᏯᎦᏴᎵ ᏥᎾᏂᎥᎩ, ᎠᎴ ᎢᏯᎧᎵᎢ ᏔᎳᏣ ᎢᏧᏖᏒᎢ?"
  },
  {
    "verse": "11",
    "kjv": "How is it that ye do not understand that I spake it not to you concerning bread, that ye should beware of the leaven of the Pharisees and of the Sadducees?",
    "web": "How is it that you don’t perceive that I didn’t speak to you concerning bread? But beware of the yeast of the Pharisees and Sadducees.”",
    "chr": "ᎦᏙ ᏗᎦᎵᏍᏙᏗ ᏂᏦᎵᎬᎾ ᏥᎩ, ᎾᏍᎩ ᎯᎠ ᏥᏂᏨᏪᏏ ᏝᏍᎩᏂ ᎦᏚ ᏱᏥᏛᎦ, ᎢᏤᏯᏔᎮᏍᏗ ᎠᎪᏙᏗ ᎠᏂᏆᎵᏏ ᎠᎴ ᎠᏂᏌᏚᏏ ᎤᎾᏤᎵᎦ, ᏥᏨᏲᏏ?"
  },
  {
    "verse": "12",
    "kjv": "Then understood they how that he bade them not beware of the leaven of bread, but of the doctrine of the Pharisees and of the Sadducees.",
    "web": "Then they understood that he didn’t tell them to beware of the yeast of bread, but of the teaching of the Pharisees and Sadducees.",
    "chr": "ᎿᏉᏃ ᎤᏃᎵᏨᎩ ᏄᏂᏁᏤᎲᎾ ᎨᏒ ᎤᏁᏯᏙᎢᏍᏗᏱ ᎦᏚ ᎠᎪᏙᏗ, ᏓᎾᏕᏲᎲᏍᎬᏍᎩᏂ ᎠᏂᏆᎵᏏ ᎠᎴ ᎠᏂᏌᏚᏏ."
  },
  {
    "verse": "13",
    "kjv": "When Jesus came into the coasts of Caesarea Philippi, he asked his disciples, saying, Whom do men say that I the Son of man am?",
    "web": "Now when Jesus came into the parts of Caesarea Philippi, he asked his disciples, saying, “Who do men say that I, the Son of Man, am?”",
    "chr": "ᏥᏌᏃ ᎤᎷᏨ ᏏᏌᎵᏱ ᏇᎵᎩᏱ, ᏚᏛᏛᏅᎩ ᎬᏩᏍᏓᏩᏗᏙᎯ, ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎠᏴ ᏴᏫ ᎤᏪᏥ ᏥᎩ ᎦᎪ ᎬᏉᏎᎰ ᏴᏫ?"
  },
  {
    "verse": "14",
    "kjv": "And they said, Some say that thou art John the Baptist: some, Elias; and others, Jeremias, or one of the prophets.",
    "web": "They said, “Some say John the Baptizer, some, Elijah, and others, Jeremiah or one of the prophets.”",
    "chr": "ᎯᎠᏃ ᏄᏂᏪᏒᎩ; ᎢᎦᏛ ᏣᎦᏛ ᏣᏂ ᏗᏓᏬᏍᎩ [ᎨᏦᏎᎰᎢ,] ᎢᎦᏛᏃ ᎢᎳᏯ, ᎠᏂᏐᎢᏃ ᏤᎵᎹᏯ ᎠᎴ ᎩᎶ ᎢᏳᏍᏗ ᎠᎾᏙᎴᎰᏍᎩ ᎨᏒᎢ."
  },
  {
    "verse": "15",
    "kjv": "He saith unto them, But whom say ye that I am?",
    "web": "He said to them, “But who do you say that I am?”",
    "chr": "ᎯᎠᏃ ᏂᏚᏪᏎᎸᎩ; ᏂᎯᎾᏃ ᎦᎪ ᏍᎩᏲᏎᎭ?"
  },
  {
    "verse": "16",
    "kjv": "And Simon Peter answered and said, Thou art the Christ, the Son of the living God.",
    "web": "Simon Peter answered, “You are the Christ, the Son of the living God.”",
    "chr": "ᏌᏩᏂᏃ ᏈᏓ ᎤᏁᏨ ᎯᎠ ᏄᏪᏒᎩ; ᎦᎶᏁᏛ ᏂᎯ, ᎬᏂᏛ ᎤᏁᎳᏅᎯ ᎤᏪᏥ."
  },
  {
    "verse": "17",
    "kjv": "And Jesus answered and said unto him, Blessed art thou, Simon Barjona: for flesh and blood hath not revealed it unto thee, but my Father which is in heaven.",
    "web": "Jesus answered him, “Blessed are you, Simon Bar Jonah, for flesh and blood has not revealed this to you, but my Father who is in heaven.",
    "chr": "ᏥᏌᏃ ᎤᏁᏨ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎣᏏᏳ ᎢᏣᎵᏍᏓᏁᏗ ᏂᎯ ᏌᏩᏂ ᏦᎾ ᎤᏪᏥ; ᎥᏝᏰᏃ ᎤᏇᏓᎵ ᎠᎴ ᎩᎬ ᎾᏍᎩ ᏱᏣᎾᏄᎪᏫᏎᎸ, ᎡᏙᏓᏍᎩᏂ ᎦᎸᎳᏗ ᎡᎯ."
  },
  {
    "verse": "18",
    "kjv": "And I say also unto thee, That thou art Peter, and upon this rock I will build my church; and the gates of hell shall not prevail against it.",
    "web": "I also tell you that you are Peter, and on this rock I will build my assembly, and the gates of Hades will not prevail against it.",
    "chr": "ᎠᏴᏃ ᎯᎠ ᏂᎬᏪᏎᎭ; ᏈᏓ ᏂᎯ ᎠᎴ ᎾᏍᎩ ᎠᏂ ᎯᎠ ᏅᏲᎯ ᏓᎦᏁᏍᎨᎯ ᎠᏆᏤᎵ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬᎢ, ᎠᎴ ᏨᏍᎩᏃᎢ ᏓᏍᏚᎲᎢ ᎡᏍᏕ ᎢᏳᏅᏁᏗ ᏂᎨᏒᎾ ᎨᏎᏍᏗ."
  },
  {
    "verse": "19",
    "kjv": "And I will give unto thee the keys of the kingdom of heaven: and whatsoever thou shalt bind on earth shall be bound in heaven: and whatsoever thou shalt loose on earth shall be loosed in heaven.",
    "web": "I will give to you the keys of the Kingdom of Heaven, and whatever you bind on earth will have been bound in heaven; and whatever you release on earth will have been released in heaven.”",
    "chr": "ᎠᎴ ᏗᏍᏚᎢᏍᏗ ᎦᎸᎳᏗ ᎡᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᏧᏤᎵ ᏙᏓᎬᏕᎵ, ᏂᎦᎥᏃ ᎪᎱᏍᏗ ᎭᎸᎢᎮᏍᏗ ᎡᎶᎯ, ᎦᎸᏍᏗ ᎨᏎᏍᏗ ᎦᎸᎳᏗ, ᏂᎦᎥᏃ ᎪᎱᏍᏗ ᎭᎸᎩᏍᎨᏍᏗ ᎡᎶᎯ ᎦᎸᎩᏍᏗ ᎨᏎᏍᏗ ᎦᎸᎳᏗ."
  },
  {
    "verse": "20",
    "kjv": "Then charged he his disciples that they should tell no man that he was Jesus the Christ.",
    "web": "Then he commanded the disciples that they should tell no one that he was Jesus the Christ.",
    "chr": "ᎿᏉᏃ ᏚᏅᏍᏓᏕᎸᎩ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎩᎶ ᎤᏂᏃᏁᏗᏱ ᎾᏍᎩ ᎤᏩᏒ ᎦᎶᏁᏛ ᎨᏒᎢ."
  },
  {
    "verse": "21",
    "kjv": "From that time forth began Jesus to shew unto his disciples, how that he must go unto Jerusalem, and suffer many things of the elders and chief priests and scribes, and be killed, and be raised again the third day.",
    "web": "From that time, Jesus began to show his disciples that he must go to Jerusalem and suffer many things from the elders, chief priests, and scribes, and be killed, and the third day be raised up.",
    "chr": "ᎿᏉᏃ ᏥᏌ ᎤᎴᏅᎲᎩ ᏚᏃᏁᎸᎩ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎠᏎ ᎤᏪᏅᏍᏗᏱ ᎨᏒ ᏥᎷᏏᎵᎻ, ᎠᎴ ᏧᏓᎴᏅᏛ ᏧᎩᎵᏲᏤᏗᏱ ᏗᏂᎳᏫᎩ ᎠᎴ ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸᎠᏁᎶᎯ ᎠᎴ ᏗᏃᏪᎵᏍᎩ; ᎠᎴ ᎠᏥᎢᏍᏗᏱ, ᎠᎴ ᏦᎢᏁ ᎢᎦ ᏧᎴᏗᏱ."
  },
  {
    "verse": "22",
    "kjv": "Then Peter took him, and began to rebuke him, saying, Be it far from thee, Lord: this shall not be unto thee.",
    "web": "Peter took him aside and began to rebuke him, saying, “Far be it from you, Lord! This will never be done to you.”",
    "chr": "ᎿᏉᏃ ᏈᏓ ᎢᏴᏛ ᏭᏘᏅᏔᏅ ᎤᏕᎴᏅᎲᎩ ᎤᏓᏅᏍᏓᏕᎸᎩ, ᎯᎠ ᏄᏪᏒᎩ, ᎤᏁᎳᏅᎯ ᏭᏅᏍᏙᎯ, ᏣᎬᏫᏳᎯ, ᎥᏝ ᎾᏍᎩ ᏱᏅᎨᏣᎵᏍᏓᏏ."
  },
  {
    "verse": "23",
    "kjv": "But he turned, and said unto Peter, Get thee behind me, Satan: thou art an offence unto me: for thou savourest not the things that be of God, but those that be of men.",
    "web": "But he turned and said to Peter, “Get behind me, Satan! You are a stumbling block to me, for you are not setting your mind on the things of God, but on the things of men.”",
    "chr": "ᎤᎦᏔᎲᏒᏃ ᎯᎠ ᎾᏥᏪᏎᎸ ᏈᏓ; ᎠᏆᏐᎭᏛ ᎭᎴᎲᎦ, ᏎᏓᏂ, ᏗᏍᏉᏕᏍᏗᏍᎩᏉ ᏂᎯ, ᎥᏝᏰᏃ ᏯᏓᏅᏕᎭ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ, ᏴᏫᏉᏍᎩᏂ ᎤᏁᏤᎵ ᎭᏓᏅᏕᎭ."
  },
  {
    "verse": "24",
    "kjv": "Then said Jesus unto his disciples, If any man will come after me, let him deny himself, and take up his cross, and follow me.",
    "web": "Then Jesus said to his disciples, “If anyone desires to come after me, let him deny himself, take up his cross, and follow me.",
    "chr": "ᎿᏉᏃ ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎸᎩ ᎬᏩᏍᏓᏩᏗᏙᎯ; ᎢᏳᏃ ᎩᎶ ᎤᏚᎵᏍᎨᏍᏗ ᎠᎩᏍᏚᏩᏛᏍᏗᏱ, ᎠᏓᏓᏱᎮᏍᏗ ᎤᏩᏒ, ᎠᎴ ᏧᏓᎿᏩᏛ ᎠᏱᏍᎨᏍᏗ, ᎠᎴ ᎠᎩᏍᏓᏩᏕᎨᏍᏗ."
  },
  {
    "verse": "25",
    "kjv": "For whosoever will save his life shall lose it: and whosoever will lose his life for my sake shall find it.",
    "web": "For whoever desires to save his life will lose it, and whoever will lose his life for my sake will find it.",
    "chr": "ᎩᎶᏰᏃ ᎤᏚᎵᏍᎨᏍᏗ ᎤᏍᏕᎸᏗᏱ ᎬᏅᎢ, ᎤᏲᎱᏎᏗ ᎨᏎᏍᏗ; ᎩᎶᏃ ᎤᏲᎱᏎᎮᏍᏗ ᎬᏅᎢ, ᎠᏴ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ, ᎤᏩᏛᏗ ᎨᏎᏍᏗ."
  },
  {
    "verse": "26",
    "kjv": "For what is a man profited, if he shall gain the whole world, and lose his own soul? or what shall a man give in exchange for his soul?",
    "web": "For what will it profit a man if he gains the whole world and forfeits his life? Or what will a man give in exchange for his life?",
    "chr": "ᎦᏙ ᏴᏫ ᏳᏁᏉᏥ ᎢᏳᏃ ᎡᎳᏂᎬ ᎤᏤᎵ ᏱᏄᎵᏍᏔᏅ, ᎤᏓᏅᏙᏃ ᏳᏲᎱᏍᎸ; ᎠᎴ ᎦᏙ ᏯᎲᎦ ᏴᏫ ᏱᎦᏁᏟᏴᏍᏓ ᎤᏓᏅᏙ."
  },
  {
    "verse": "27",
    "kjv": "For the Son of man shall come in the glory of his Father with his angels; and then he shall reward every man according to his works.",
    "web": "For the Son of Man will come in the glory of his Father with his angels, and then he will render to everyone according to his deeds.",
    "chr": "ᏴᏫᏰᏃ ᎤᏪᏥ ᏓᎦᎷᏥ ᎤᏙᏓ ᎤᏤᎵ ᎦᎸᏉᏗᏳ ᎨᏒ ᎤᏄᏬᏍᏕᏍᏗ, ᎠᎴ ᏗᏂᎧᎿᏩᏗᏙᎯ ᏓᏘᏁᎮᏍᏗ; ᎿᏉᏃ ᏙᏛᎫᏴᎡᎵ ᎾᏂᎥ ᏴᏫ ᏄᏍᏛ ᏚᏂᎸᏫᏍᏓᏁᎸᎢ."
  },
  {
    "verse": "28",
    "kjv": "Verily I say unto you, There be some standing here, which shall not taste of death, till they see the Son of man coming in his kingdom.",
    "web": "Most certainly I tell you, there are some standing here who will in no way taste of death until they see the Son of Man coming in his Kingdom.”",
    "chr": "ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ, ᎩᎶ ᎠᏂ ᏓᏂᏙᎦ ᎥᏝ ᏴᏛᎾᏙᎴᎰᏏ ᎠᏲᎱᎯᏍᏗ ᎨᏒᎢ, ᎬᏂ ᎠᏂᎪᎲᎭ ᏴᏫ ᎤᏪᏥ ᎾᎿ ᎤᎬᏫᏳᎯ ᎨᏒ ᎦᎾᏄᎪᏥᎸᎭ."
  }
]
