[
  {
    "verse": "1",
    "kjv": "And it came to pass, that when Jesus had finished these sayings, he departed from Galilee, and came into the coasts of Judaea beyond Jordan;",
    "web": "When Jesus had finished these words, he departed from Galilee and came into the borders of Judea beyond the Jordan.",
    "chr": "ᎯᎠᏃ ᏄᎵᏍᏔᏅᎩ, ᏥᏌ ᎤᏍᏆᏛ ᎾᏍᎩ ᎯᎠ ᏂᎦᏪᏍᎬᎢ, ᎨᎵᎵ ᎤᏓᏅᏒᎩ, ᏧᏗᏱ ᎠᏍᏛ ᏭᎷᏨᎩ ᏦᏓᏂ ᎠᏍᎪᏂᏗᏢ."
  },
  {
    "verse": "2",
    "kjv": "And great multitudes followed him; and he healed them there.",
    "web": "Great multitudes followed him, and he healed them there.",
    "chr": "ᎤᏂᏣᏘᏃ ᎬᏩᏍᏓᏩᏛᏒᎩ, ᎠᎴ ᎾᎿ ᏚᏅᏩᏅᎩ."
  },
  {
    "verse": "3",
    "kjv": "The Pharisees also came unto him, tempting him, and saying unto him, Is it lawful for a man to put away his wife for every cause?",
    "web": "Pharisees came to him, testing him and saying, “Is it lawful for a man to divorce his wife for any reason?”",
    "chr": "ᎠᏂᏆᎵᏏ ᎾᏍᏉ ᎬᏩᎷᏤᎸ ᎬᏩᎪᎵᏰᏍᎬᎩ, ᎯᎠ ᏂᎬᏩᏪᏎᎲᎩ; ᏚᏳᎪᏗᏍᎪ ᎠᏍᎦᏯ ᎤᏓᎢᏅᏗᏱ ᎤᏓᎵᎢ ᏂᎦᎥᏉ ᎪᎱᏍᏗ ᏴᏗᎵᏰᎢᎸᏍᏗᎭ?"
  },
  {
    "verse": "4",
    "kjv": "And he answered and said unto them, Have ye not read, that he which made them at the beginning made them male and female,",
    "web": "He answered, “Haven’t you read that he who made them from the beginning made them male and female,",
    "chr": "ᎤᏁᏨᏃ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᏝᏍᎪ ᏱᏥᎪᎵᏰᎣ, ᎾᏍᎩ ᏗᏓᎴᏂᏍᎬ ᏧᏪᏢᏅᎯ ᎠᏍᎦᏯ ᎠᎴ ᎠᎨᏴ ᏚᏬᏢᏅᎢ?"
  },
  {
    "verse": "5",
    "kjv": "And said, For this cause shall a man leave father and mother, and shall cleave to his wife: and they twain shall be one flesh?",
    "web": "and said, ‘For this cause a man shall leave his father and mother, and shall be joined to his wife; and the two shall become one flesh’?",
    "chr": "ᎠᎴ ᎯᎠ ᏄᏪᏒᎢ; ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᏍᎦᏯ ᏕᎬᏕᎨᏍᏗ ᎤᏙᏓ ᎠᎴ ᎤᏥ, ᎠᎴ ᎠᏜᏫᏍᏗᏍᎨᏍᏗ ᎤᏓᎵᎢ, ᎠᎴ ᎾᏍᎩ ᎠᏂᏔᎵ ᏌᏉᏉ ᎤᏂᏇᏓᎸᎢ?"
  },
  {
    "verse": "6",
    "kjv": "Wherefore they are no more twain, but one flesh. What therefore God hath joined together, let not man put asunder.",
    "web": "So that they are no more two, but one flesh. What therefore God has joined together, don’t let man tear apart.”",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎥᏝ ᎿᏉ ᎠᏂᏔᎵ ᏱᎩ; ᏌᏉᏉᏍᎩᏂ ᎤᏂᏇᏓᎸᎢ. ᎾᏍᎩ ᎢᏳᏍᏗ ᎤᏁᎳᏅᎯ ᏧᏭᏓᏔᏅᎯ ᎨᏒ ᏞᏍᏗ ᏴᏫ ᏱᏚᎦᎴᏅᏔᏁᏍᏗ."
  },
  {
    "verse": "7",
    "kjv": "They say unto him, Why did Moses then command to give a writing of divorcement, and to put her away?",
    "web": "They asked him, “Why then did Moses command us to give her a certificate of divorce and divorce her?”",
    "chr": "ᎯᎠᏃ ᏅᎬᏩᏪᏎᎸᎩ; ᎦᏙᏃ ᏱᏏ ᏧᏁᏤ ᎪᏪᎵ ᎦᏅᏁᏗᏱ ᏗᎦᎴᏅᏙᏗ, ᎠᎴ ᎠᎨᎯᏓᏍᏗᏱ?"
  },
  {
    "verse": "8",
    "kjv": "He saith unto them, Moses because of the hardness of your hearts suffered you to put away your wives: but from the beginning it was not so.",
    "web": "He said to them, “Moses, because of the hardness of your hearts, allowed you to divorce your wives, but from the beginning it has not been so.",
    "chr": "ᎯᎠᏃ ᏂᏚᏪᏎᎸᎩ; ᏗᏍᏓᏱᏳ ᎨᏒ ᎢᏳᏍᏗ ᏗᏥᎾᏫ ᎼᏏ ᎤᎾᏁᎳᎩ ᏓᏂᎨᏙᎯᎮᏍᏗ ᏧᎾᏓᎵᎢ, ᎢᏤᎵᏎᎸᎩ; ᏗᏓᎴᏂᏍᎬᏍᎩᏂ ᎥᏝ ᎾᏍᎩ ᏱᏄᏍᏕᎢ."
  },
  {
    "verse": "9",
    "kjv": "And I say unto you, Whosoever shall put away his wife, except it be for fornication, and shall marry another, committeth adultery: and whoso marrieth her which is put away doth commit adultery.",
    "web": "I tell you that whoever divorces his wife, except for sexual immorality, and marries another, commits adultery; and he who marries her when she is divorced commits adultery.”",
    "chr": "ᎠᏎᏃ ᎯᎠ ᏂᏨᏪᏎᎭ; ᎩᎶ ᎤᏓᎵᎢ ᎢᎠᎨᎯᏙᎮᏍᏗ ᏧᏂᏏᏅᎯᏍᎩᏂᏃᏅ ᎢᎨᏎᏍᏗ, ᏅᏩᏓᎴᏃ ᎢᎠᏓᏰᎨᏍᏗ, ᎠᏓᏲᏁᎮᏍᏗ. ᎩᎶᏃ ᎠᏥᎨᎯᏙᎸᎯ ᎠᏓᏰᎨᏍᏗ ᎠᏓᏲᏁᎮᏍᏗ."
  },
  {
    "verse": "10",
    "kjv": "His disciples say unto him, If the case of the man be so with his wife, it is not good to marry.",
    "web": "His disciples said to him, “If this is the case of the man with his wife, it is not expedient to marry.”",
    "chr": "ᎬᏩᏍᏓᏩᏗᏙᎯ ᎯᎠ ᏂᎬᏩᏪᏎᎸᎩ; ᎢᏳᏃ ᎾᏍᎩ ᏱᏄᏍᏗ ᎠᏍᎦᏯ ᎤᏓᎵᎢ ᏓᎾᏤᎲᎢ, ᎥᏝ ᎣᏏᏳ ᏱᎩ ᎠᏕᏒᎲᏍᏗᏱ."
  },
  {
    "verse": "11",
    "kjv": "But he said unto them, All men cannot receive this saying, save they to whom it is given.",
    "web": "But he said to them, “Not all men can receive this saying, but those to whom it is given.",
    "chr": "ᎯᎠᏃ ᏂᏚᏪᏎᎸᎩ, ᎥᏝ ᎾᏂᎥ ᎯᎠ ᏥᏂᏥ Ꮻ ᏱᏙᎬᎾᏓᏂᎸᎩ, ᎨᎦᎵᏍᎪᎸᏓᏁᎸᎯ ᎤᏅᏒ."
  },
  {
    "verse": "12",
    "kjv": "For there are some eunuchs, which were so born from their mother's womb: and there are some eunuchs, which were made eunuchs of men: and there be eunuchs, which have made themselves eunuchs for the kingdom of heaven's sake. He that is able to receive it, let him receive it.",
    "web": "For there are eunuchs who were born that way from their mother’s womb, and there are eunuchs who were made eunuchs by men; and there are eunuchs who made themselves eunuchs for the Kingdom of Heaven’s sake. He who is able to receive it, let him receive it.”",
    "chr": "ᎠᏁᎭᏰᏃ ᎠᏂᎾᎵ ᏅᏩᎾᏍᏙ ᏧᏂᏥ ᎬᏩᏂᎾᏄᎪᏫᏒ, ᎠᎴ ᎠᏁᎭ ᎠᏂᎾᎵ ᏴᏫ ᎬᏩᏂᎾᎵᏛᎯ, ᎠᎴ ᎠᏁᎭ ᎠᏂᎾᎵ ᎤᏅᏒ ᎤᎾᏓᎾᎵᏛᎯ ᎦᎸᎳᏗ ᎡᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᏗᎵᏰᎢᎸᏍᏗᏍᎬᎢ. ᎩᎶ ᏗᎬᏩᏓᏂᎸᎢᏍᏗ ᎨᏎᏍᏗ ᎾᏍᎩ ᏓᏓᏂᎸᎨᏍᏗ."
  },
  {
    "verse": "13",
    "kjv": "Then were there brought unto him little children, that he should put his hands on them, and pray: and the disciples rebuked them.",
    "web": "Then little children were brought to him that he should lay his hands on them and pray; and the disciples rebuked them.",
    "chr": "ᎿᏉᏃ ᏓᎦᏘᏃᎮᎸᎩ ᏧᎾᏍᏗ ᏗᏂᏲᎵ ᎾᏍᎩ ᏧᏏᏔᏗᏍᏗᏱ ᎠᎴ ᎤᏓᏙᎵᏍᏙᏗᏱ; ᎬᏩᏍᏓᏩᏗᏙᎯᏃ ᏚᏂᏅᏍᏓᏕᎸᎩ."
  },
  {
    "verse": "14",
    "kjv": "But Jesus said, Suffer little children, and forbid them not, to come unto me: for of such is the kingdom of heaven.",
    "web": "But Jesus said, “Allow the little children, and don’t forbid them to come to me; for the Kingdom of Heaven belongs to ones like these.”",
    "chr": "ᏥᏌᏃ ᎯᎠ ᏄᏪᏒᎩ; ᎤᎾᏁᎳᎩ ᏗᏤᎵᏏ ᏧᎾᏍᏗ ᏗᏂᏲᎵ, ᎠᎴ ᏞᏍᏗ ᏗᏥᏅᏍᏓᏕᎸᎩ ᎬᎩᎷᏤᏗᏱ; ᎾᏍᎩᏰᏃ ᏄᎾᏍᏗ ᎦᎸᎳᏗ ᎡᎯ ᎤᎬᏫᏳᎯ ᎨᏒ."
  },
  {
    "verse": "15",
    "kjv": "And he laid his hands on them, and departed thence.",
    "web": "He laid his hands on them, and departed from there.",
    "chr": "ᏚᏏᏔᏛᏃ ᎾᎿ ᎤᏓᏅᏒᎩ."
  },
  {
    "verse": "16",
    "kjv": "And, behold, one came and said unto him, Good Master, what good thing shall I do, that I may have eternal life?",
    "web": "Behold, one came to him and said, “Good teacher, what good thing shall I do, that I may have eternal life?”",
    "chr": "ᎬᏂᏳᏉᏃ ᎠᏏᏴᏫ ᎤᎷᏤᎸᎩ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎰᏍᏛ ᏔᏕᏲᎲᏍᎩ, ᎦᏙ ᎤᏍᏗ ᎣᏍᏛ ᎠᎱᏍᏗ ᏓᎦᏛᏁᎵ ᎠᎩᏩᏛᏙᏗ ᏫᎾᏍᏛᎾ ᎬᏂᏛ?"
  },
  {
    "verse": "17",
    "kjv": "And he said unto him, Why callest thou me good? there is none good but one, that is, God: but if thou wilt enter into life, keep the commandments.",
    "web": "He said to him, “Why do you call me good? No one is good but one, that is, God. But if you want to enter into life, keep the commandments.”",
    "chr": "ᎯᎠᏃ ᏄᏪᏎᎸᎩ; ᎦᏙᏃ ᎰᏍᏛ ᎢᏍᏉᏎᎭ? ᎥᏝ ᎩᎶ ᎣᏍᏛ ᏱᎩ ᏌᏉ ᎤᏩᏒᎯᏳ, ᎾᏍᎩ ᎤᏁᎳᏅᎯ. ᎠᏎᏃ ᏣᏚᎵᏍᎨᏍᏗ ᎬᏂᏛ ᏗᎨᏒ ᏫᏣᎾᏄᎪᎢᏍᏗᏱ ᏘᏍᏆᏂᎪᏓ ᏗᎧᎿᏩᏛᏍᏗ."
  },
  {
    "verse": "18",
    "kjv": "He saith unto him, Which? Jesus said, Thou shalt do no murder, Thou shalt not commit adultery, Thou shalt not steal, Thou shalt not bear false witness,",
    "web": "He said to him, “Which ones?” Jesus said, “‘You shall not murder.’ ‘You shall not commit adultery.’ ‘You shall not steal.’ ‘You shall not offer false testimony.’",
    "chr": "ᎯᎠ ᏄᏪᏎᎸᎩ; ᎦᏙ ᎤᏍᏗ? ᏥᏌ ᎯᎠ ᏄᏪᎡᎩ; ᎯᎠ, ᏞᏍᏗ ᏣᏓᎸᎩ; ᏞᏍᏗ ᏣᏓᏲᏁᎸᎩ; ᏞᏍᏗ ᏣᏃᏍᎩᏒᎩ; ᏓᎾᏓᏱᎵᏙᎲ ᏞᏍᏗ ᎦᏰᎪᎩ ᏣᏃᎮᎸᎩ;"
  },
  {
    "verse": "19",
    "kjv": "Honour thy father and thy mother: and, Thou shalt love thy neighbour as thyself.",
    "web": "‘Honor your father and your mother.’ And, ‘You shall love your neighbor as yourself.’”",
    "chr": "ᎯᎸᏉᏕᏍᏗ ᏣᏙᏓ ᎠᎴ ᏣᏥ; ᎠᎴ ᎾᏍᏉ Ꭿ; ᏨᏒ ᏂᏣᏓᎨᏳᏒ ᏂᎨᏳᏎᏍᏗ ᎾᎥ ᎢᏗᏍᏓᏓᎳ."
  },
  {
    "verse": "20",
    "kjv": "The young man saith unto him, All these things have I kept from my youth up: what lack I yet?",
    "web": "The young man said to him, “All these things I have observed from my youth. What do I still lack?”",
    "chr": "ᎠᏫᏅ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎯᎠ ᎾᏍᎩ ᏂᎦᏛ ᏓᎩᎧᎿᏩᏕᏅ ᏥᏧᏣ ᎨᏒ ᏅᏓᎬᏩᏓᎴᏅᏛ, ᎦᏙ ᎠᏏ ᎠᎩᎷᎳ?"
  },
  {
    "verse": "21",
    "kjv": "Jesus said unto him, If thou wilt be perfect, go and sell that thou hast, and give to the poor, and thou shalt have treasure in heaven: and come and follow me.",
    "web": "Jesus said to him, “If you want to be perfect, go, sell what you have, and give to the poor, and you will have treasure in heaven; and come, follow me.”",
    "chr": "ᏥᏌ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎢᏳᏃ ᏣᏍᏆᏗᏍᏗᏱ ᏣᏚᎵᏍᎨᏍᏗ, ᎮᎾ, ᏫᎾᏚᎦ ᏣᎿᎥᎢ, ᎠᎴ ᏘᎲᏏ ᎤᏲ ᎢᏳᎾᏛᎿᏕᎩ, ᎦᎸᎳᏗᏃ ᏫᏣᎮᏍᏗ ᏧᎬᏩᎶᏗ; ᎠᎴ ᏖᏒ ᏍᎩᏍᏓᏩᏕᏒᎭ."
  },
  {
    "verse": "22",
    "kjv": "But when the young man heard that saying, he went away sorrowful: for he had great possessions.",
    "web": "But when the young man heard this, he went away sad, for he was one who had great possessions.",
    "chr": "ᎠᏎᏃ ᎠᏫᏅ ᎾᏍᎩ ᎤᏛᎦᏅ ᎤᏓᏅᏒᎩ ᎤᏲᎢᏳ ᎤᏰᎸᏅᎩ, ᎤᏣᏘᏰᏃ ᎤᏪᎿᎢᏳ ᎨᏒᎩ."
  },
  {
    "verse": "23",
    "kjv": "Then said Jesus unto his disciples, Verily I say unto you, That a rich man shall hardly enter into the kingdom of heaven.",
    "web": "Jesus said to his disciples, “Most certainly I say to you, a rich man will enter into the Kingdom of Heaven with difficulty.",
    "chr": "ᎿᏉᏃ ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎸ ᎬᏩᏍᏓᏩᏗᏙᎯ; ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ; ᎤᏪᎿᎢ ᏴᏫ ᎠᏍᏓᏱᏳ ᏭᏴᏍᏗᏱ ᎦᎸᎳᏗ ᎡᎯ ᎤᎬᏫᏳᎯ ᎨᏒᎢ."
  },
  {
    "verse": "24",
    "kjv": "And again I say unto you, It is easier for a camel to go through the eye of a needle, than for a rich man to enter into the kingdom of God.",
    "web": "Again I tell you, it is easier for a camel to go through a needle’s eye than for a rich man to enter into God’s Kingdom.”",
    "chr": "ᎠᎴᏬ ᎯᎠ ᏂᏨᏪᏎᎭ; ᎤᏟ ᎠᎯᏗᏳ ᎨᎻᎵ ᎤᎦᏛᎴᎯᏍᏗᏱ ᏴᎩ ᎦᏏᏁᎾᏛᏗᏱ ᎡᏍᎦᏉ ᎤᏪᎿᎢ ᏴᏫ ᏭᏴᏍᏗᏱ ᎤᏁᎳᏅᎯ ᎤᎬᏫᏳᎯ ᎨᏒᎢ."
  },
  {
    "verse": "25",
    "kjv": "When his disciples heard it, they were exceedingly amazed, saying, Who then can be saved?",
    "web": "When the disciples heard it, they were exceedingly astonished, saying, “Who then can be saved?”",
    "chr": "ᎬᏩᏍᏓᏩᏗᏙᎯᏃ ᎤᎾᏛᎦᏅ ᎤᏣᏔᏅᎯ ᎤᏂᏍᏆᏂᎪᏒᎩ, ᎯᎠ ᏄᏂᏪᏒᎩ ᎦᎪᏃ ᏰᎵ ᏯᏥᏍᏕᎸ?"
  },
  {
    "verse": "26",
    "kjv": "But Jesus beheld them, and said unto them, With men this is impossible; but with God all things are possible.",
    "web": "Looking at them, Jesus said, “With men this is impossible, but with God all things are possible.”",
    "chr": "ᏥᏌᏃ ᎾᏍᎩ ᏚᎧᎿᏅ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᏴᏫ ᎨᏒ ᎥᏝ ᎾᏍᎩ ᏱᏅᎦᎵᏍᏓ, ᎤᏁᎳᏅᎯᏍᎩᏂ ᎨᏒ ᏂᎦᎥ ᎪᎱᏍᏗ ᎢᏳᎵᏍᏙᏗᏉ."
  },
  {
    "verse": "27",
    "kjv": "Then answered Peter and said unto him, Behold, we have forsaken all, and followed thee; what shall we have therefore?",
    "web": "Then Peter answered, “Behold, we have left everything and followed you. What then will we have?”",
    "chr": "ᎿᏉᏃ ᏈᏓ ᎤᏁᏨ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎬᏂᏳᏉ ᎠᏴ ᏂᎦᏗᏳ ᏙᎩᏲᏐᏅ ᎠᎴ ᎢᏨᏍᏓᏩᏕᏅ; ᎦᏙᏃ ᎠᏴ ᏓᏲᏥᏩᏛᎯ?"
  },
  {
    "verse": "28",
    "kjv": "And Jesus said unto them, Verily I say unto you, That ye which have followed me, in the regeneration when the Son of man shall sit in the throne of his glory, ye also shall sit upon twelve thrones, judging the twelve tribes of Israel.",
    "web": "Jesus said to them, “Most certainly I tell you that you who have followed me, in the regeneration when the Son of Man will sit on the throne of his glory, you also will sit on twelve thrones, judging the twelve tribes of Israel.",
    "chr": "ᏥᏌᏃ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ; ᎠᏓᏁᏟᏴᏒᎢ, ᏴᏫ ᎤᏪᏥ ᎦᏅᎭ ᎦᎸᏉᏗᏳ ᎤᏪᏍᎩᎸᎢ, ᏂᎯ ᏍᎩᏍᏓᏩᏛᏛ ᎾᏍᏉ ᎢᏥᏁᏍᏗ ᏔᎳᏚ ᏕᎦᏍᎩᎸᎢ, ᏕᏧᎪᏓᏁᎮᏍᏗ ᏔᎳᏚ ᎾᏂᎳᏍᏓᎸ ᎢᏏᎵ."
  },
  {
    "verse": "29",
    "kjv": "And every one that hath forsaken houses, or brethren, or sisters, or father, or mother, or wife, or children, or lands, for my name's sake, shall receive an hundredfold, and shall inherit everlasting life.",
    "web": "Everyone who has left houses, or brothers, or sisters, or father, or mother, or wife, or children, or lands, for my name’s sake, will receive one hundred times, and will inherit eternal life.",
    "chr": "ᎠᎴ ᎾᏂᎥ ᎩᎶ ᏧᏅᏕᏨᎯ ᏓᏂᏁᎸᎢ, ᎠᎴ ᎠᎾᎵᏅᏟ ᎠᎴ ᏧᏂᏙ, ᎠᎴ ᏧᏂᏙᏙᏓ, ᎠᎴ ᏧᏂᏥ, ᎠᎴ ᏧᎾᏓᎵᎢ, ᎠᎴ ᏧᏁᏥ, ᎠᎴ ᎦᏙᎯ, ᏓᏆᏙᎥ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ, ᎤᏂᏩᏛᏗ ᎨᏎᏍᏗ ᎠᏍᎪᎯᏧᏈ ᎤᏁᏉᏨᎯ, ᎠᎴ ᎤᎾᏤᎵ ᎢᏳᎵᏍᏙᏗ ᎨᏎᏍᏗ ᎬᏂᏛ ᏫᎾᏍᏛᎾ."
  },
  {
    "verse": "30",
    "kjv": "But many that are first shall be last; and the last shall be first.",
    "web": "But many will be last who are first, and first who are last.",
    "chr": "ᎠᏎᏃ ᎤᏂᏣᏔ ᎢᎬᏱ ᎣᏂᏱ ᎨᏎᏍᏗ; ᎣᏂᏱᏃ ᏥᎩ ᎢᎬᏱ ᎢᎨᏎᏍᏗ."
  }
]
