[
  {
    "verse": "1",
    "kjv": "For the kingdom of heaven is like unto a man that is an householder, which went out early in the morning to hire labourers into his vineyard.",
    "web": "“For the Kingdom of Heaven is like a man who was the master of a household, who went out early in the morning to hire laborers for his vineyard.",
    "chr": "ᎦᎸᎳᏗᏰᏃ ᎤᏤᎵᎪᎯ ᎾᏍᎩᏯᏉ ᎠᏍᎦᏯ ᎦᏁᎳ, ᏑᎾᎴᎢᏳ ᏧᏪᏅᏎ ᏥᏚᏅᏒᏎ ᎪᎱᏍᏗ ᎠᎾᏛᏁᎯ ᏖᎸᎳᏗ ᏚᏫᏒ ᏧᏂᎸᏫᏍᏓᏁᏗᏱ."
  },
  {
    "verse": "2",
    "kjv": "And when he had agreed with the labourers for a penny a day, he sent them into his vineyard.",
    "web": "When he had agreed with the laborers for a denarius a day, he sent them into his vineyard.",
    "chr": "ᎿᏉᏃ ᎾᏍᎩ ᎠᏍᎦᏯ ᎪᎱᏍᏗ ᎠᎾᏛᏁᎯ ᏚᏄᎪᏔᏅ ᎠᎩᏏ ᏧᎬᏩᎶᏗ ᏧᏓᏴᎡᏗᏱ ᏏᎦ, ᏖᎸᎳᏗ ᏙᏧᏫᏒ ᏚᏅᏎᎢ."
  },
  {
    "verse": "3",
    "kjv": "And he went out about the third hour, and saw others standing idle in the marketplace,",
    "web": "He went out about the third hour, and saw others standing idle in the marketplace.",
    "chr": "ᎤᏪᏅᏎᏃ ᏐᎣᏁᎵᏁ ᎢᏳᏟᎶᏛ ᎧᎳᏩᏗᏒᎢ, ᎠᎴ ᏚᎦᎮ ᏅᏩᎾᏓᎴ ᎦᏃᏙᏗᏱ ᎠᏂᏙᎾᎡ ᎪᎱᏍᏗ ᎾᎾᏛᎲᎾ,"
  },
  {
    "verse": "4",
    "kjv": "And said unto them; Go ye also into the vineyard, and whatsoever is right I will give you. And they went their way.",
    "web": "He said to them, ‘You also go into the vineyard, and whatever is right I will give you.’ So they went their way.",
    "chr": "ᎠᎴ ᎯᎠ ᏂᏚᏪᏎᎴᎢ; ᎢᏤᎾ ᎾᏍᏉ ᏂᎯ ᏖᎸᎳᏗ ᏙᏗᎳᏗ ᏙᏗᏫᏒᎢ, ᏚᏳᎪᏛᏃ ᎨᏒ ᏓᏨᏯᏓᏴᎡᎵ. ᎤᏁᏅᏎᏃ."
  },
  {
    "verse": "5",
    "kjv": "Again he went out about the sixth and ninth hour, and did likewise.",
    "web": "Again he went out about the sixth and the ninth hour, and did likewise.",
    "chr": "ᏔᎵᏁ ᎢᎦ ᎢᏅᏪᏅᏎ ᎠᎴ ᎾᏍᏉ ᏦᎢᏁ ᎢᏳᏟᎶᏛ ᎧᎳᏩᏗᏒ ᎤᏒᎯᏴ Ᏹ, ᎾᏍᎩᏯ ᏂᎤᏛᏁᎴᎢ."
  },
  {
    "verse": "6",
    "kjv": "And about the eleventh hour he went out, and found others standing idle, and saith unto them, Why stand ye here all the day idle?",
    "web": "About the eleventh hour he went out and found others standing idle. He said to them, ‘Why do you stand here all day idle?’",
    "chr": "ᎯᏍᎩᏁᏃ ᎢᏳᏟᎶᏛ ᎧᎳᏩᏗᏒ ᏔᎵᏁ ᎢᎤᏪᏅᏎᎢ, ᎠᎴ ᏚᏩᏛᎮ ᏅᏩᎾᏓᎴ ᎠᏂᏙᎾᎡ ᎪᎱᏍᏗ ᎾᎾᏛᏁᎲᎾ, ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ; ᎦᏙᏃ ᎠᏂ ᎢᏥᏙᎾᎠ ᎤᏙᏓᏆᏛ ᎪᎱᏍᏗ ᏂᏣᏛᏁᎲᎾ?"
  },
  {
    "verse": "7",
    "kjv": "They say unto him, Because no man hath hired us. He saith unto them, Go ye also into the vineyard; and whatsoever is right, that shall ye receive.",
    "web": "“They said to him, ‘Because no one has hired us.’ “He said to them, ‘You also go into the vineyard, and you will receive whatever is right.’",
    "chr": "ᏝᏰᎾ ᎩᎶ ᏲᎩᏅᏒ, ᎤᎾᏛᏁᎢ. ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ; ᏂᎯ ᎾᏍᏉ ᎢᏤᎾ ᏖᎸᎳᏗ ᏙᏗᏫᏒᎢ; ᏚᏳᎪᏛᏃ ᎨᏒ ᏓᏨᏯᎫᏴᎡᎵ."
  },
  {
    "verse": "8",
    "kjv": "So when even was come, the lord of the vineyard saith unto his steward, Call the labourers, and give them their hire, beginning from the last unto the first.",
    "web": "“When evening had come, the lord of the vineyard said to his manager, ‘Call the laborers and pay them their wages, beginning from the last to the first.’",
    "chr": "ᎤᏒᏃ ᏄᎵᏍᏔᏅ, ᏖᎸᎳᏗ ᏓᏫᏒ ᎤᏤᎵᎦ ᎯᎠ ᏄᏪᏎᎴ ᎠᏕᎸ ᎤᎦᏘᏕᎯ, ᏫᏘᏯᏅ ᎪᎱᏍᏗ ᎠᎾᏛᎾᎯ ᎠᎴ ᏔᎫᏴᏏ ᏚᏂᎸᏫᏍᏓᏁᎸᎢ, ᎣᏂᏱ ᎨᏥᏅᏒᎯ ᏔᎴᏅᏓ ᎢᎬᏱᏱᏃ ᎨᏥᏅᏒᎯ ᏘᏍᏆᎸᏓ"
  },
  {
    "verse": "9",
    "kjv": "And when they came that were hired about the eleventh hour, they received every man a penny.",
    "web": "“When those who were hired at about the eleventh hour came, they each received a denarius.",
    "chr": "ᎯᏍᎩᏁᏃ ᎢᏳᏟᎶᏛ ᎧᎳᏩᏗᏒ ᎨᏥᏅᏒᎯ ᎤᏂᎷᏨ, ᎠᏂᏏᏴᏫᎭ ᎠᎩᏏ ᏧᎬᏩᎶᏗ ᎨᎦᎫᏴᎡᎴᎢ."
  },
  {
    "verse": "10",
    "kjv": "But when the first came, they supposed that they should have received more; and they likewise received every man a penny.",
    "web": "When the first came, they supposed that they would receive more; and they likewise each received a denarius.",
    "chr": "ᎢᎬᏱᏱᏃ ᎨᏥᏅᏒᎯ ᎤᏂᎷᏨ ᎤᏟ ᎢᎦᎢ ᏓᏲᎦᎫᏴᎡᎵ ᎤᏁᎵᏎᎢ. ᎠᏎᏃ ᎾᏍᏉ ᎠᎩᏏᏉ ᏧᎬᏩᎶᏗ ᎠᏂᏏᏴᏫᎭ ᎢᎨᎦᎫᏴᎡᎴᎢ."
  },
  {
    "verse": "11",
    "kjv": "And when they had received it, they murmured against the goodman of the house,",
    "web": "When they received it, they murmured against the master of the household,",
    "chr": "ᎨᎦᏓᏴᎡᎸᏃ, ᎤᏂᎪᏁᎶᎯᏎᎴᏉ ᎠᏍᎦᏯ ᎦᏁᎳ,"
  },
  {
    "verse": "12",
    "kjv": "Saying, These last have wrought but one hour, and thou hast made them equal unto us, which have borne the burden and heat of the day.",
    "web": "saying, ‘These last have spent one hour, and you have made them equal to us who have borne the burden of the day and the scorching heat!’",
    "chr": "ᎯᎠ ᏄᏂᏪᏎᎢ; ᎯᎠ ᎣᏂᏱ ᎤᏂᎷᏨᎯ ᏌᏉᏉ ᎢᏳᏟᎶᏛ ᏚᏂᎸᏫᏍᏓᏏ, ᎢᏧᎳᎭᏉᏃ ᏅᏍᎩᏴᎦ ᎠᏴ ᎾᏍᎩ ᎦᎨᏒ ᎠᎴ ᎤᏗᎴᎬ ᎢᎦ ᏦᎩᎸᏫᏍᏓᏁᎸᎯ."
  },
  {
    "verse": "13",
    "kjv": "But he answered one of them, and said, Friend, I do thee no wrong: didst not thou agree with me for a penny?",
    "web": "“But he answered one of them, ‘Friend, I am doing you no wrong. Didn’t you agree with me for a denarius?",
    "chr": "ᎠᏎᏃ ᎠᏏᏴᏫ ᎤᏁᏤᎴ ᎯᎠ ᏄᏪᏎᎴᎢ; ᎩᎾᎵᎢ, ᎥᏝ ᎤᏣᏘᏂ ᏱᏂᎬᏴᏁᎭ. ᏝᏍᎪ ᎣᏏ ᏱᏣᏰᎸᏁ ᎠᎩᏏ ᏧᎬᏩᎶᏗ ᎬᏯᎫᏴᎡᏗᏱ?"
  },
  {
    "verse": "14",
    "kjv": "Take that thine is, and go thy way: I will give unto this last, even as unto thee.",
    "web": "Take that which is yours, and go your way. It is my desire to give to this last just as much as to you.",
    "chr": "ᎯᎩ ᏣᏤᎵᎦ ᎠᎴ ᏥᎮᎾ. ᎣᏏ ᎠᎩᏰᎸ ᏥᏯᎫᏴᎡᏗᏱ ᎯᎠ ᎣᏂᏱ ᎤᎷᏨᎯ ᏂᎯ ᎬᏯᎫᏴᎡᎸ ᎢᎦᎢ."
  },
  {
    "verse": "15",
    "kjv": "Is it not lawful for me to do what I will with mine own? Is thine eye evil, because I am good?",
    "web": "Isn’t it lawful for me to do what I want to with what I own? Or is your eye evil, because I am good?’",
    "chr": "ᏝᏍᎪ ᏚᏳᎪᏛ ᏱᎩ ᏄᏍᏛ ᎦᏓᏅᏖᏍᎨ ᎢᏯᏋᏁᏗᏱ ᎠᏆᏤᎵ ᎨᏒᎢ? ᏥᏌ ᎯᎦᏙᎵ ᎤᏲᎢᏳ ᎢᎩ ᏅᏗᎦᎵᏍᏙᏗ ᎠᏴ ᎠᏆᏓᏅᏘᏳ ᎨᏒᎢ?"
  },
  {
    "verse": "16",
    "kjv": "So the last shall be first, and the first last: for many be called, but few chosen.",
    "web": "So the last will be first, and the first last. For many are called, but few are chosen.”",
    "chr": "ᎰᏩᏃ ᎣᏂᏱ ᏥᎩ ᎬᏱ ᎨᏎᏍᏗ, ᎢᎬᏱᏃ ᏥᎩ ᎣᏂᏱ ᎨᏎᏍᏗ. ᎤᏂᏣᎳᏰᏃ ᎨᏥᏯᏅᎲ, ᎠᏎᏃ ᎠᏂᎦᏲᎵᏳ ᎨᎦᏑᏴᏒ."
  },
  {
    "verse": "17",
    "kjv": "And Jesus going up to Jerusalem took the twelve disciples apart in the way, and said unto them,",
    "web": "As Jesus was going up to Jerusalem, he took the twelve disciples aside, and on the way he said to them,",
    "chr": "ᏥᏌᏃ ᏥᎷᏏᎵᎻ ᏩᎦᏛᎢ, ᏔᎳᏚ ᎢᏯᏂᏛ ᎠᎾᏓᏍᏓᏩᏗᏙᎯ ᎤᎾᏁᎳᎩ ᎢᏴᏛ ᏫᏚᏘᏅᏍᏔᏅᎩ, ᎠᎴ ᎯᎠ ᏂᏚᏪᏎᎸᎩ;"
  },
  {
    "verse": "18",
    "kjv": "Behold, we go up to Jerusalem; and the Son of man shall be betrayed unto the chief priests and unto the scribes, and they shall condemn him to death,",
    "web": "“Behold, we are going up to Jerusalem, and the Son of Man will be delivered to the chief priests and scribes, and they will condemn him to death,",
    "chr": "ᎬᏂᏳᏉ ᏥᎷᏏᎵᎻ ᏫᏗᎦᏘ, ᎠᎴ ᏴᏫ ᎤᏪᏥ ᏙᏓᏰᏥᏲᏏ ᏙᏓᎨᏦᏲᎯᏎᎵ ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸ-ᎠᏁᎶᎯ ᎠᎴ ᏗᏃᏪᎵᏍᎩ, ᎾᏍᎩᏃ ᏙᏛᏄᎪᎳᏂ ᎤᏲᎱᎯᏍᏗᏱ,"
  },
  {
    "verse": "19",
    "kjv": "And shall deliver him to the Gentiles to mock, and to scourge, and to crucify him: and the third day he shall rise again.",
    "web": "and will hand him over to the Gentiles to mock, to scourge, and to crucify; and the third day he will be raised up.”",
    "chr": "ᎠᎴ ᎫᎾᏏᎴᏅᏛ ᏴᏫ ᏙᏛᏂᏲᎯᏎᎵ ᎤᏂᏪᏢᎾᏁᏗᏱ, ᎠᎴ ᎤᏂᎵᎥᏂᏍᏗᏱ, ᎠᎴ ᎤᎾᏛᏗᏱ ᏧᏓᎿᏩᏛ ᎨᏛᎢ; ᎠᎴ ᏦᎢᏁ ᎢᎦ ᏙᏛᎠᎴᏂ."
  },
  {
    "verse": "20",
    "kjv": "Then came to him the mother of Zebedees children with her sons, worshipping him, and desiring a certain thing of him.",
    "web": "Then the mother of the sons of Zebedee came to him with her sons, kneeling and asking a certain thing of him.",
    "chr": "ᎿᏉᏃ ᎤᎷᏤᎸᎩ ᏤᏈᏘ ᏧᏪᏥ ᎤᏂᏥ, ᏓᏘᏁᎲᎩ ᏧᏪᏥ ᎠᏂᏫᏅ, ᎡᎳᏗ ᎤᏓᏅᏅᎩ, ᎠᎴ ᎠᎱᏍᏗ ᎤᎳᏲᏎᎲᎩ."
  },
  {
    "verse": "21",
    "kjv": "And he said unto her, What wilt thou? She saith unto him, Grant that these my two sons may sit, the one on thy right hand, and the other on the left, in thy kingdom.",
    "web": "He said to her, “What do you want?” She said to him, “Command that these, my two sons, may sit, one on your right hand and one on your left hand, in your Kingdom.”",
    "chr": "ᎯᎠᏃ ᏄᏪᏎᎸᎩ; ᎦᏙ ᏣᏚᎵᎭ? ᎯᎠ ᏅᏓᏳᏪᏎᎸᎩ; ᎭᎵᏍᎪᎸᏓ ᎯᎠ ᎠᏂᏔᎵ ᏗᏇᏥ ᏧᏂᏗᏱ ᏣᏤᎵᎪᎯ ᎨᏒᎢ, ᏌᏉ ᎯᎦᏘᏏ ᎢᏗᏢ, ᏐᎢᏃ ᎯᎦᏍᎦᏂ."
  },
  {
    "verse": "22",
    "kjv": "But Jesus answered and said, Ye know not what ye ask. Are ye able to drink of the cup that I shall drink of, and to be baptized with the baptism that I am baptized with? They say unto him, We are able.",
    "web": "But Jesus answered, “You don’t know what you are asking. Are you able to drink the cup that I am about to drink, and be baptized with the baptism that I am baptized with?” They said to him, “We are able.”",
    "chr": "ᏥᏌᏃ ᎤᏁᏨ ᎯᎠ ᏄᏪᏒᎩ; ᏝᏱᏥ ᎦᏔᎭ ᏄᏍᏛ ᎢᏥᎳᏲᎯᎲᎢ. ᏥᎪᏰᎵᏉ ᎨᏣᏗᏔᏍᏗ ᎤᎵᏍᏈᏗ ᎠᏟᏍᏛ ᎠᏴ ᏨᏓᎦᏗᏔᎯ, ᎠᎴᏍᎪ ᏰᎵᏉ ᏱᏕᏣᏬᏍᏓ ᎠᏴ ᎾᏍᎩ ᏨᏓᏴᏆᏬᏍᏔᏂ? ᏰᎵᏉ, ᎤᎾᏛᏅᎩ."
  },
  {
    "verse": "23",
    "kjv": "And he saith unto them, Ye shall drink indeed of my cup, and be baptized with the baptism that I am baptized with: but to sit on my right hand, and on my left, is not mine to give, but it shall be given to them for whom it is prepared of my Father.",
    "web": "He said to them, “You will indeed drink my cup, and be baptized with the baptism that I am baptized with; but to sit on my right hand and on my left hand is not mine to give, but it is for whom it has been prepared by my Father.”",
    "chr": "ᎯᎠᏃ ᏂᏚᏪᏎᎸᎩ; ᎤᏙᎯᏳᎯ ᎠᏆᏤᎵ ᎤᎵᏍᏈᏗ ᎠᏟᏍᏛ ᏓᏣᏗᏔᎯ, ᎠᎴ ᎠᏴ ᎥᏆᏬᏍᏙᏗ ᎨᏒ ᏙᏓᏰᏣᏬᏍᏔᏂ. ᏥᎦᏘᏏᏍᎩᏂ ᎠᎴ ᏥᎦᏍᎦᏂ ᎩᎶ ᎤᏪᏗᏱ ᎥᏝ ᎠᏴ ᎠᏆᏓᏁᏗ ᏱᎩ, ᎨᏥᏁᏗᏍᎩᏂᏃᏅ ᎨᏎᏍᏗ ᎾᏍᎩ ᎡᏙᏓ ᏧᏓᏁᎳᏁᎸᎯ."
  },
  {
    "verse": "24",
    "kjv": "And when the ten heard it, they were moved with indignation against the two brethren.",
    "web": "When the ten heard it, they were indignant with the two brothers.",
    "chr": "ᎠᏍᎪᎯᏃ ᎢᏯᏂᏛ ᎤᎾᏛᎦᏅ ᎤᏣᏘ ᎤᏂᏔᎳᏬᏒᎩ ᏚᏂᏂᏆᏘᎸ ᎠᏂᏔᎵ ᏗᎾᏓᏅᏟ."
  },
  {
    "verse": "25",
    "kjv": "But Jesus called them unto him, and said, Ye know that the princes of the Gentiles exercise dominion over them, and they that are great exercise authority upon them.",
    "web": "But Jesus summoned them, and said, “You know that the rulers of the nations lord it over them, and their great ones exercise authority over them.",
    "chr": "ᏥᏌᏃ ᏫᏚᏯᏅᎲ ᎯᎠ ᏄᏪᏒᎩ; ᎢᏥᎦᏔᎭ ᎠᏰᎵ ᏕᎪᏢᏩᏗᏒ ᏄᏂᎬᏫᏳᏌᏕᎩ ᎠᏂᏁᎪ ᎢᏳᎾᏛᏁᎵᏓᏍᏗᏱ ᏴᏫ, ᎠᎴ ᎨᏥᎸᏉᏗ ᎠᏂᏁᏥᏙᎲ ᎾᎾᏛᏁᎰᎢ."
  },
  {
    "verse": "26",
    "kjv": "But it shall not be so among you: but whosoever will be great among you, let him be your minister;",
    "web": "It shall not be so among you; but whoever desires to become great among you shall be your servant.",
    "chr": "ᏂᎯᏍᎩᏂ ᏞᏍᏗ ᎾᏍᎩ ᏱᏂᏨᏁᏍᏗ; ᎩᎶᏍᎩᏂ ᎠᏥᎸᏉᏗ ᎢᏳᎵᏍᏙᏗᏱ ᎤᏚᎵᏍᎨᏍᏗ ᎾᏍᎩ ᎡᏥᏅᏏᏓᏍᏗ ᎨᏎᏍᏗ."
  },
  {
    "verse": "27",
    "kjv": "And whosoever will be chief among you, let him be your servant:",
    "web": "Whoever desires to be first among you shall be your bondservant,",
    "chr": "ᎠᎴ ᎩᎶ ᎤᎬᏫᏳᎯ ᎢᏳᎵᏍᏙᏗᏱ ᎤᏚᎵᏍᎨᏍᏗ ᎾᏍᎩ ᎡᏥᎾᏝᎢ ᎨᏎᏍᏗ."
  },
  {
    "verse": "28",
    "kjv": "Even as the Son of man came not to be ministered unto, but to minister, and to give his life a ransom for many.",
    "web": "even as the Son of Man came not to be served, but to serve, and to give his life as a ransom for many.”",
    "chr": "ᎾᏍᎩᏯᏉ ᏴᏫ ᎤᏪᏥ ᎤᏓᏅᏏᏓᏍᏗᏱ ᏄᏲᎵᎸᎾ ᏥᎩ, ᎠᏥᏅᏏᏓᏍᏗᏱᏉᏍᎩᏂ, ᎠᎴ ᎬᏅᎢ ᎤᎵᏍᎪᎸᏙᏗᏱ ᎤᏂᏣᏘ ᏗᏓᏴᏙᏗ."
  },
  {
    "verse": "29",
    "kjv": "And as they departed from Jericho, a great multitude followed him.",
    "web": "As they went out from Jericho, a great multitude followed him.",
    "chr": "ᏤᎵᎪᏃ ᎤᎾᏂᎩᏒ ᎤᏂᏣᏘ ᏴᏫ ᎬᏩᏍᏓᏩᏛᏒᎩ."
  },
  {
    "verse": "30",
    "kjv": "And, behold, two blind men sitting by the way side, when they heard that Jesus passed by, cried out, saying, Have mercy on us, O Lord, thou son of David.",
    "web": "Behold, two blind men sitting by the road, when they heard that Jesus was passing by, cried out, “Lord, have mercy on us, you son of David!”",
    "chr": "ᎬᏂᏳᏉᏃ ᎠᏂᏔᎵ ᏗᏂᎨᏫ ᎤᏃᎱᎶᏗ ᏚᏃᎸᎩ, ᎤᎾᏛᎦᏅᏃ ᏥᏌ ᎤᎶᏒᎢ ᎤᏁᎷᏅᎩ, ᎯᎠ ᏄᏂᏪᏒᎩ; ᏍᎩᏂᏙᎵᎩ, ᏣᎬᏫᏳᎯ ᏕᏫ ᎤᏪᏥ."
  },
  {
    "verse": "31",
    "kjv": "And the multitude rebuked them, because they should hold their peace: but they cried the more, saying, Have mercy on us, O Lord, thou son of David.",
    "web": "The multitude rebuked them, telling them that they should be quiet, but they cried out even more, “Lord, have mercy on us, you son of David!”",
    "chr": "ᎤᏂᏣᏘᏃ ᏚᏂᏁᏤᎸᎩ ᎡᎳᏪᏱ ᎤᏅᏗᏱ. ᎠᏎᏃ ᎤᏟᏉ ᎢᎦᎢ ᎤᏁᎷᏅᎩ, ᎯᎠ ᏄᏂᏪᏒᎩ, ᏍᎩᏂᏙᎵᎩ, ᏣᎬᏫᏳᎯ ᏕᏫ ᎤᏪᏥ."
  },
  {
    "verse": "32",
    "kjv": "And Jesus stood still, and called them, and said, What will ye that I shall do unto you?",
    "web": "Jesus stood still and called them, and asked, “What do you want me to do for you?”",
    "chr": "ᏥᏌᏃ ᎤᎴᏫᏍᏔᏅ ᏫᏚᏯᏅᎲᎩ, ᎠᎴ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎦᏙ ᎢᏍᏓᏚᎵ ᎠᏴ ᎢᏍᏛᏯᏛᏁᏗᏱ?"
  },
  {
    "verse": "33",
    "kjv": "They say unto him, Lord, that our eyes may be opened.",
    "web": "They told him, “Lord, that our eyes may be opened.”",
    "chr": "ᎯᎠ ᏄᏂᏪᏒᎩ: ᏣᎬᏫᏳᎯ, ᏦᏍᏗᎦᏙᎵ ᏧᎵᏍᏚᎢᏍᏗᏱ ᎣᎩᎾᏚᎵᎭ."
  },
  {
    "verse": "34",
    "kjv": "So Jesus had compassion on them, and touched their eyes: and immediately their eyes received sight, and they followed him.",
    "web": "Jesus, being moved with compassion, touched their eyes; and immediately their eyes received their sight, and they followed him.",
    "chr": "ᏥᏌᏃ ᏚᏪᏙᎵᏨ ᏗᏂᎦᏙᎵ ᏚᏒᏁᎸᎩ, ᎩᎳᏉᏃ ᎢᏴᏛ ᎬᏩᏂᎪᏩᏛᏗ ᏄᎵᏍᏔᏅᎩ; ᎠᎴ ᎬᏩᏍᏓᏩᏛᏒᎩ."
  }
]