[
  {
    "verse": "1",
    "kjv": "And Jesus answered and spake unto them again by parables, and said,",
    "web": "Jesus answered and spoke to them again in parables, saying,",
    "chr": "ᏥᏌᏃ ᎤᏁᏨ ᏔᎵᏁ ᏚᏟᎶᏍᏓᏁᎸᎩ, ᎯᎠ ᏄᏪᏒᎩ;"
  },
  {
    "verse": "2",
    "kjv": "The kingdom of heaven is like unto a certain king, which made a marriage for his son,",
    "web": "“The Kingdom of Heaven is like a certain king, who made a wedding feast for his son,",
    "chr": "ᎦᎸᎳᏗ ᎤᏤᎵᎪᎯ ᎾᏍᎩᏯᏉ ᎩᎶ ᎤᎬᏫᏳᎯ ᏧᏛᏅᎢᏍᏔᏁ ᏣᎦᏨᏍᏙᏗᏱ ᎤᏪᏥ ᎠᏫᏅ,"
  },
  {
    "verse": "3",
    "kjv": "And sent forth his servants to call them that were bidden to the wedding: and they would not come.",
    "web": "and sent out his servants to call those who were invited to the wedding feast, but they would not come.",
    "chr": "ᎠᎴ ᏥᏚᏅᏎ ᏧᏅᏏᏓᏍᏗ ᏧᏂᏯᏅᎲᏍᏗᏱ ᏫᎨᏥᏯᏅᏛ ᏕᎨᎦᏨᏍᏗᏍᎬ ᎤᏂᎷᎯᏍᏗᏱ; ᎠᏎᏃ ᏗᎤᏂᏳᎸᏁᏉ ᏅᏓᏳᏁᏅᏍᏗᏱ."
  },
  {
    "verse": "4",
    "kjv": "Again, he sent forth other servants, saying, Tell them which are bidden, Behold, I have prepared my dinner: my oxen and my fatlings are killed, and all things are ready: come unto the marriage.",
    "web": "Again he sent out other servants, saying, ‘Tell those who are invited, “Behold, I have prepared my dinner. My cattle and my fatlings are killed, and all things are ready. Come to the wedding feast!”’",
    "chr": "ᏔᎵᏁᏃ ᏅᏩᎾᏓᎴ ᏧᏅᏏᏓᏍᏗ ᏚᏅᏎᎢ, ᎯᎠ ᏂᏚᏪᏎᎴᎢ; ᎯᎠ ᏫᏂᏗᏥᏪᏏ ᏫᎨᏥᏯᏅᏛ; ᎬᏂᏳᏉ ᎠᏆᏛᏅᎢᏍᏗ ᎠᎵᏍᏓᏴᏗ, ᏗᏆᏤᎵ ᏩᎦ ᎠᎴ ᏗᎦᎵᏦᏔᏅᎯ ᏚᏂᎸ, ᏂᎦᏗᏳᏃ ᎠᏛᏅᎢᏍᏔᏃᏅᎯ; ᏕᎨᎦᏨᏍᏗᏍᎬ ᎢᏥᎷᎩ."
  },
  {
    "verse": "5",
    "kjv": "But they made light of it, and went their ways, one to his farm, another to his merchandise:",
    "web": "But they made light of it, and went their ways, one to his own farm, another to his merchandise;",
    "chr": "ᎠᏎᏃ ᏅᎵᏌᎵᏉ ᏗᏅᏂᏰᎸᏁᎢ, ᎠᎴ ᎤᏣᏘᏂᏉ ᏭᏂᎶᏎᎢ, ᎠᏏᏴᏫ ᏧᎶᎨᏒᎢ, ᏐᎢᏃ ᎤᏃᏙᏗᏱ."
  },
  {
    "verse": "6",
    "kjv": "And the remnant took his servants, and entreated them spitefully, and slew them.",
    "web": "and the rest grabbed his servants, treated them shamefully, and killed them.",
    "chr": "ᎠᏂᏐᎢᏃ ᏚᏂᏂᏴᎮ ᏧᏅᏏᏓᏍᏗ, ᎠᎴ ᏗᎬᏩᏂᏐᏢᏔᏁᎢ, ᎠᎴ ᏚᏂᎴᎢ."
  },
  {
    "verse": "7",
    "kjv": "But when the king heard thereof, he was wroth: and he sent forth his armies, and destroyed those murderers, and burned up their city.",
    "web": "When the king heard that, he was angry, and sent his armies, destroyed those murderers, and burned their city.",
    "chr": "ᎿᏉᏃ ᎤᎬᏫᏳᎯ ᎤᏛᎦᏅ ᎤᏔᎳᏬᏎᎢ, ᎠᎴ ᏚᏅᏎ ᏧᏤᎵ ᎠᏂᏯᏫᏍᎩ, ᎠᎴ ᏫᏚᏂᎴ ᎾᏍᎩ ᏧᎾᏓᎸᎯ, ᎠᎴ ᏭᎾᎪᎲᏍᏔᏁ ᎤᏂᏚᎲᎢ."
  },
  {
    "verse": "8",
    "kjv": "Then saith he to his servants, The wedding is ready, but they which were bidden were not worthy.",
    "web": "“Then he said to his servants, ‘The wedding is ready, but those who were invited weren’t worthy.",
    "chr": "ᎿᏉᏃ ᎯᎠ ᏂᏚᏪᏎᎴ ᏧᏅᏏᏓᏍᏗ; ᏗᎨᎦᏨᏍᏙᏗᏱ ᎠᏛᏅᎢᏍᏗ, ᎠᏎᏃ ᏫᎨᏥᏯᏅᏛ ᎥᏝ ᏰᎵ ᏱᎾᏃᏎ ᎤᏂᎷᎯᏍᏱ."
  },
  {
    "verse": "9",
    "kjv": "Go ye therefore into the highways, and as many as ye shall find, bid to the marriage.",
    "web": "Go therefore to the intersections of the highways, and as many as you may find, invite to the wedding feast.’",
    "chr": "ᎾᏍᎩᏃ ᎢᏳᏍᏗ ᏕᎦᏅᎿᏩᏗᏒ ᏫᏥᎶᎯ, ᎾᏂᎥᏃ ᏕᏥᏩᏘᏍᎨᏍᏗ ᏕᏥᏁᏤᎮᏍᏗ ᎤᏂᎷᎯᏍᏗᏱ ᎠᏂ ᏙᏗᎨᎦᏨᏍᏔᏂᏒᎢ."
  },
  {
    "verse": "10",
    "kjv": "So those servants went out into the highways, and gathered together all as many as they found, both bad and good: and the wedding was furnished with guests.",
    "web": "Those servants went out into the highways and gathered together as many as they found, both bad and good. The wedding was filled with guests.",
    "chr": "ᎰᏩᏃ ᎾᏍᎩ ᏧᏅᏏᏓᏍᏗ ᏕᎦᏅᎿᏩᏗᏒ ᏭᏂᎶᏎᎢ, ᎠᎴ ᎤᏂᏟᏌᏁ ᎾᏂᎥ ᏚᏂᏩᏛᎲ ᎤᏂᏲ ᎠᎴ ᎠᏃᏍᏛ; ᎿᏉᏃ ᏙᏗᎨᎦᏨᏍᏔᏂᏒ ᏰᎵ ᏄᎵᏍᏔᏂᎴ ᎠᎾᎵᏍᏓᏴᎲᏍᎩ."
  },
  {
    "verse": "11",
    "kjv": "And when the king came in to see the guests, he saw there a man which had not on a wedding garment:",
    "web": "“But when the king came in to see the guests, he saw there a man who didn’t have on wedding clothing,",
    "chr": "ᎿᏉᏃ ᎤᏴᎸ ᎤᎬᏫᏳᎯ ᏚᎦᏔᏂᎸ ᎠᎾᎵᏍᏓᏴᎲᏍᎩ, ᎤᎪᎮ ᎾᎿ ᎠᏏᏴᏫ ᏄᏄᏩᎥᎾ ᎨᏎ ᏕᎨᎦᏨᏍᏗᏍᎬ ᎠᏄᏬᏍᏗ."
  },
  {
    "verse": "12",
    "kjv": "And he saith unto him, Friend, how camest thou in hither not having a wedding garment? And he was speechless.",
    "web": "and he said to him, ‘Friend, how did you come in here not wearing wedding clothing?’ He was speechless.",
    "chr": "ᎯᎠᏃ ᏄᏪᏎᎴᎢ; ᎩᎾᎵᎢ, ᎦᏙᏃ ᎠᏂ ᎥᎯᏴᎵᎦ ᏂᏣᏄᏩᎥᎾ ᎢᎩ ᏕᎨᎦᏨᏍᏗᏍᎬ ᎠᏄᏬᏍᏗ? ᎡᎳᏪᏱᏉᏃ ᎨᏎᎢ."
  },
  {
    "verse": "13",
    "kjv": "Then said the king to the servants, Bind him hand and foot, and take him away, and cast him into outer darkness, there shall be weeping and gnashing of teeth.",
    "web": "Then the king said to the servants, ‘Bind him hand and foot, take him away, and throw him into the outer darkness. That is where the weeping and grinding of teeth will be.’",
    "chr": "ᎿᏉᏃ ᎤᎬᏫᏳᎯ ᎯᎠ ᏂᏚᏪᏎᎴ ᎨᏥᏅᏏᏓᏍᏗ; ᎡᏣᎸᏣ ᏧᏪᏰᏂ ᎠᎴ ᏧᎳᏏᏕᏂ; ᎠᎴ ᎡᏥᎾᏫᏛ, ᎠᎴ ᎥᏙᏱᏗᏢ ᏧᎵᏏᎬ ᏪᏣᏓᎤᎦ. ᎾᎿ ᏓᏂᏴᎨᏍᏗ ᎠᎴ ᏓᏂᎸᏓᎩᏍᎨᏍᏗ ᏓᏂᏄᏙᎬᎢ."
  },
  {
    "verse": "14",
    "kjv": "For many are called, but few are chosen.",
    "web": "For many are called, but few chosen.”",
    "chr": "ᎤᏂᏣᏘᏰᏃ ᎨᏥᏯᏅᏛ, ᎠᏎᏃ ᎠᏂᎩᏲᎵᏳ ᎨᎦᏑᏰᏛ."
  },
  {
    "verse": "15",
    "kjv": "Then went the Pharisees, and took counsel how they might entangle him in his talk.",
    "web": "Then the Pharisees went and took counsel how they might entrap him in his talk.",
    "chr": "ᎿᏉᏃ ᎠᏂᏆᎵᏏ ᎤᏁᏅᏒᎩ ᏭᏂᏃᎮᎸᎩ ᎢᏳᎾᏛᏁᏗᏱ ᎤᏂᏌᏛᏗᏱ ᎦᏬᏂᏍᎬᎢ."
  },
  {
    "verse": "16",
    "kjv": "And they sent out unto him their disciples with the Herodians, saying, Master, we know that thou art true, and teachest the way of God in truth, neither carest thou for any man: for thou regardest not the person of men.",
    "web": "They sent their disciples to him, along with the Herodians, saying, “Teacher, we know that you are honest, and teach the way of God in truth, no matter whom you teach; for you aren’t partial to anyone.",
    "chr": "ᏚᏂᏅᏒᎩᏃ ᏤᏙᎲ ᎬᏩᏂᏍᏓᏩᏗᏙᎯ ᎠᎴ ᎡᎶᏛ ᎨᏩᏍᏕᎵᏍᎩ, ᎯᎠ ᏄᏂᏪᏒᎩ; ᏔᏕᏲᎲᏍᎩ, ᎣᏥᎦᏔᎭ ᎤᏙᎯᏳᎩᏯ ᎨᏒ ᏂᎯ, ᎠᎴ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ ᏚᏳᎪᏛ ᏕᎭᏕᏲᎲᏍᎬᎢ, ᎥᏝ ᎠᎴ ᏴᏫ ᏱᏘᎾᏰᏍᎦ, ᎥᏝᏰᏃ ᏄᎾᏍᏛᏉ ᏴᏫ ᏱᏘᎸᏉᏙᎢ."
  },
  {
    "verse": "17",
    "kjv": "Tell us therefore, What thinkest thou? Is it lawful to give tribute unto Caesar, or not?",
    "web": "Tell us therefore, what do you think? Is it lawful to pay taxes to Caesar, or not?”",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᏍᎩᏃᎲᏏ, ᎦᏙ ᎮᎵᎭ? ᏥᏌ ᏚᏳᎪᏗ ᏏᏌ ᎠᎫᏴᎡᏗᏱ ᎠᏰᎵ ᎠᎫᏴᏗ ᎨᏒᎢ; ᏝᎨ?"
  },
  {
    "verse": "18",
    "kjv": "But Jesus perceived their wickedness, and said, Why tempt ye me, ye hypocrites?",
    "web": "But Jesus perceived their wickedness, and said, “Why do you test me, you hypocrites?",
    "chr": "ᎠᏎᏃ ᏥᏌ ᎤᏙᎴᎰᏒᎩ ᎤᏲᏉ ᎠᎾᏓᏅᏖᏍᎬᎢ, ᎠᎴ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎦᏙᏃ ᎢᏍᎩᏌᏛᎥᏍᎦ, ᎢᏣᏠᎾᏍᏗ?"
  },
  {
    "verse": "19",
    "kjv": "Shew me the tribute money. And they brought unto him a penny.",
    "web": "Show me the tax money.” They brought to him a denarius.",
    "chr": "ᏥᎪᏩᏛ ᎠᏕᎸ ᎠᏰᎵ ᎠᎫᏴᏙᏗ. ᎠᎩᏏᏃ ᏧᎬᏩᎶᏗ ᎬᏩᏲᎮᎸᎩ."
  },
  {
    "verse": "20",
    "kjv": "And he saith unto them, Whose is this image and superscription?",
    "web": "He asked them, “Whose is this image and inscription?”",
    "chr": "ᎯᎠᏃ ᏂᏚᏪᎭᎸᎩ; ᎦᎪ ᎯᎠ ᏓᎦᏟᎶᏍᏗ, ᎠᎴ ᎦᎪ ᎠᏥᏃᎮᎭ ᎯᎠ ᏥᎪᏪᎳ?"
  },
  {
    "verse": "21",
    "kjv": "They say unto him, Caesar's. Then saith he unto them, Render therefore unto Caesar the things which are Caesar's; and unto God the things that are God's.",
    "web": "They said to him, “Caesar’s.” Then he said to them, “Give therefore to Caesar the things that are Caesar’s, and to God the things that are God’s.”",
    "chr": "ᏏᏌ, ᎤᎾᏛᏅᎩ. ᎯᎠᏃ ᏂᏚᏪᏎᎸᎩ; ᏏᏌ ᎠᏗᎾ ᎡᏥᎲᏏ ᏏᏌ ᎤᏤᎵᎦ, ᎤᏁᎳᏅᎯᏃ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ."
  },
  {
    "verse": "22",
    "kjv": "When they had heard these words, they marvelled, and left him, and went their way.",
    "web": "When they heard it, they marveled, and left him and went away.",
    "chr": "ᎤᎾᏛᎦᏅᏃ ᎤᏂᏍᏆᏂᎪᏒᎩ, ᎠᎴ ᎤᎾᏓᏅᎡᎸᎩ."
  },
  {
    "verse": "23",
    "kjv": "The same day came to him the Sadducees, which say that there is no resurrection, and asked him,",
    "web": "On that day Sadducees (those who say that there is no resurrection) came to him. They asked him,",
    "chr": "ᎾᎯᏳ ᎢᎦ ᎠᏂᏌᏚᏏ ᏗᎴᎯᏐᏗ ᎨᏒ ᎤᎾᏜᏏᏛᎡᎯ ᎬᏩᎷᏤᎸᎩ, ᎠᎴ ᎬᏩᏛᏛᏅᎩ,"
  },
  {
    "verse": "24",
    "kjv": "Saying, Master, Moses said, If a man die, having no children, his brother shall marry his wife, and raise up seed unto his brother.",
    "web": "saying, “Teacher, Moses said, ‘If a man dies, having no children, his brother shall marry his wife and raise up offspring for his brother.’",
    "chr": "ᎯᎠ ᏄᏂᏪᏒᎩ; ᏔᏕᏲᎲᏍᎩ, ᏱᏏ ᎤᏁᏤ ᎯᎠ ᏄᏪᏎᎢ; ᎢᏳᏃ ᎠᏍᎦᏯ ᎠᏲᎱᏍᎨᏍᏗ ᏧᏪᏥ ᎾᏁᎲᎾ ᎨᏎᏍᏗ, ᏗᎾᏓᏅᏟ ᎠᏓᏰᎨᏍᏗ ᎤᏓᏴᏛ, ᎾᏍᎩᏃ ᏓᏛᎯᏍᏓᏁᎮᏍᏗ ᏗᏂᏲᎵ ᏗᎾᏓᏅᏟ."
  },
  {
    "verse": "25",
    "kjv": "Now there were with us seven brethren: and the first, when he had married a wife, deceased, and, having no issue, left his wife unto his brother:",
    "web": "Now there were with us seven brothers. The first married and died, and having no offspring left his wife to his brother.",
    "chr": "ᎾᏍᎩᏃ ᎠᏴ ᎣᏤᎲ ᎠᏁᎲᎩ ᎦᎵᏉᎩ ᎢᏯᏂᏛ ᎠᎾᏓᏅᏟ; ᎤᏓᏂᎵᎨᏃ ᎤᏕᏒᏅ ᎤᏲᎱᏒᏉ, ᏧᏪᏥᏃ ᎾᏁᎲᎾ ᎨᏒ ᎢᏳᏍᏗ ᎤᏓᎵᎢ ᎤᏪᎪᏓᏁᎸ ᎤᏅᏟ."
  },
  {
    "verse": "26",
    "kjv": "Likewise the second also, and the third, unto the seventh.",
    "web": "In the same way, the second also, and the third, to the seventh.",
    "chr": "ᎾᏍᎩᏯ ᎾᏍᏉ ᏔᎵᏁᎢ, ᎠᎴ ᏦᎢᏁᎢ, ᎦᎵᏉᎩᏁ ᏫᎬᏗᏍᎩ."
  },
  {
    "verse": "27",
    "kjv": "And last of all the woman died also.",
    "web": "After them all, the woman died.",
    "chr": "ᎤᎵᏍᏆᎸᏗᏃ ᎠᎨᏴ ᎾᏍᏉ ᎤᏲᎱᏒᎩ."
  },
  {
    "verse": "28",
    "kjv": "Therefore in the resurrection whose wife shall she be of the seven? for they all had her.",
    "web": "In the resurrection therefore, whose wife will she be of the seven? For they all had her.”",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎿᏉ ᏧᏂᏲᎱᏒᎯ ᏓᎾᎴᎯᏌᏅᎭ, ᎦᎪ ᎤᏓᎵᎢ ᎨᏎᏍᏗ ᎾᏍᎩ ᎦᎵᏉᎩ ᎢᏯᏂᏛ ᎨᏒᎢ?"
  },
  {
    "verse": "29",
    "kjv": "Jesus answered and said unto them, Ye do err, not knowing the scriptures, nor the power of God.",
    "web": "But Jesus answered them, “You are mistaken, not knowing the Scriptures, nor the power of God.",
    "chr": "ᏥᏌ ᎤᏁᏨ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎢᏥᎵᏓᏍᏗᎭ ᏂᏥᎦᏔᎥᎾ ᎨᏒ ᎢᏳᏍᏗ ᏄᏍᏛ ᎪᏪᎸᎢ, ᎠᎴ ᏄᎵᏂᎬᎬ ᎤᏁᎳᏅᎯ."
  },
  {
    "verse": "30",
    "kjv": "For in the resurrection they neither marry, nor are given in marriage, but are as the angels of God in heaven.",
    "web": "For in the resurrection they neither marry nor are given in marriage, but are like God’s angels in heaven.",
    "chr": "ᏧᏂᏲᎱᏒᎯᏰᏃ ᏓᎾᎴᎯᏌᏅᎭ, ᎥᏝ ᏱᏓᎾᏕᏒᎲᏍᎪᎢ, ᎥᏝ ᎠᎴ ᏱᏗᎨᏥᏰᎪᎢ; ᏗᏂᎧᎿᏩᏗᏙᎯᏍᎩᏂ ᎦᎸᎳᏗ ᎠᏁᎯ ᎤᏁᎳᏅᎯ ᏧᏤᎵ ᎾᏍᎩᏯ ᎨᏐᎢ."
  },
  {
    "verse": "31",
    "kjv": "But as touching the resurrection of the dead, have ye not read that which was spoken unto you by God, saying,",
    "web": "But concerning the resurrection of the dead, haven’t you read that which was spoken to you by God, saying,",
    "chr": "ᏧᏂᏲᎱᎯᏍᎩᏂᏃᏅ ᎤᎾᎴᎯᏐᏗ ᎨᏒ ᏥᏥᏁᎢᏍᏗᎭ, ᏝᏍᎪ ᏱᏥᎪᎵᏰᏱ ᎤᏁᎳᏅᎯ ᎢᏥᏁᏤᎸᎯ, ᎯᎠ ᏥᏂᎦᏪᎭ?"
  },
  {
    "verse": "32",
    "kjv": "I am the God of Abraham, and the God of Isaac, and the God of Jacob? God is not the God of the dead, but of the living.",
    "web": "‘I am the God of Abraham, and the God of Isaac, and the God of Jacob’? God is not the God of the dead, but of the living.”",
    "chr": "ᎠᏴ ᎤᏁᎳᏅᎯ ᎡᏆᎭᎻ ᎤᏤᎵᎦ, ᎠᎴ ᎤᏁᎳᏅᎯ ᏤᎦᏈ ᎤᏤᎵᎦ. ᎥᏝ ᎤᏁᎳᏅᎯ ᏧᏂᏲᎱᏒᎯ ᎤᎾᏤᎵ ᏘᎩ, ᏗᏅᏃᏛᏉᏍᎩᏂ ᎤᏅᏒ."
  },
  {
    "verse": "33",
    "kjv": "And when the multitude heard this, they were astonished at his doctrine.",
    "web": "When the multitudes heard it, they were astonished at his teaching.",
    "chr": "ᎤᏂᏣᏘᏃ ᎤᎾᏛᎦᏅ ᎤᏂᏍᏆᏂᎪᏒᎩ ᏄᏍᏛ ᏓᏕᏲᎲᏍᎬᎢ."
  },
  {
    "verse": "34",
    "kjv": "But when the Pharisees had heard that he had put the Sadducees to silence, they were gathered together.",
    "web": "But the Pharisees, when they heard that he had silenced the Sadducees, gathered themselves together.",
    "chr": "ᎠᏂᏆᎵᏏᏍᎩᏂ ᎤᎾᏛᎦᏅ ᎡᎳᏪᏱ ᏚᏩᏅ ᎠᏂᏌᏚᏏ, ᎾᏍᎩ ᏚᏂᎳᏫᏨᎩ."
  },
  {
    "verse": "35",
    "kjv": "Then one of them, which was a lawyer, asked him a question, tempting him, and saying,",
    "web": "One of them, a lawyer, asked him a question, testing him.",
    "chr": "ᎠᏏᏴᏫᏃ ᎾᎿ ᎤᏓᏑᏴᎩ ᏗᎧᎿᏩᏛᏍᏗ ᏗᎪᏏᏏᏍᎩ, ᎤᏛᏛᏅᎩ ᎤᏌᏛᎥᏍᎬᎢ, ᎯᎠ ᏄᏪᏒᎩ;"
  },
  {
    "verse": "36",
    "kjv": "Master, which is the great commandment in the law?",
    "web": "“Teacher, which is the greatest commandment in the law?”",
    "chr": "ᏔᏕᏲᎲᏍᎩ, ᎦᏙ ᎤᏍᏗ ᎤᏟ ᎦᎸᏉᏗᏳ ᎤᎵᏁᏨ ᏗᎧᎿᏩᏛᏍᏗ?"
  },
  {
    "verse": "37",
    "kjv": "Jesus said unto him, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind.",
    "web": "Jesus said to him, “‘You shall love the Lord your God with all your heart, with all your soul, and with all your mind.’",
    "chr": "ᏥᏌᏃ ᎯᎠ ᏄᏪᏎᎸᎩ; ᏱᎰᏩ ᏣᏁᎳᏅᎯ ᎯᎨᏳᏎᏍᏗ ᏂᎦᎥ ᏣᎾᏫ ᎲᏗᏍᎨᏍᏗ, ᎠᎴ ᏂᎦᎥ ᏣᏓᏅᏙ, ᎠᎴ ᏂᎦᎥ ᏣᏓᏅᏖᏗᏱ."
  },
  {
    "verse": "38",
    "kjv": "This is the first and great commandment.",
    "web": "This is the first and great commandment.",
    "chr": "ᎾᏍᎩ ᎯᎠ ᎢᎬᏱᏱ ᎠᎴ ᎤᏣᏘ ᎦᎸᏉᏗ ᏗᎧᎿᏩᏛᏍᏗ."
  },
  {
    "verse": "39",
    "kjv": "And the second is like unto it, Thou shalt love thy neighbour as thyself.",
    "web": "A second likewise is this, ‘You shall love your neighbor as yourself.’",
    "chr": "ᏔᎵᏁᏃ ᎾᏍᎩᏯᏉ ᎾᏍᏉ; ᏨᏒ ᏥᏂᏣᏓᎨᏳᏒ ᏂᎨᏳᏎᏍᏗ ᎾᎥ ᎢᏗᏍᏓᏓᎳ."
  },
  {
    "verse": "40",
    "kjv": "On these two commandments hang all the law and the prophets.",
    "web": "The whole law and the prophets depend on these two commandments.”",
    "chr": "ᎾᏍᎩ ᎯᎠ ᏔᎵ ᏄᎵᏁᏨ ᏚᎵᏍᏓᏱᏗᏍᏗ ᏂᎦᏗᏳ ᏗᎧᎿᏩᏛᏍᏗ ᎠᎴ ᎤᎾᏙᎴᎰᏒᎢ."
  },
  {
    "verse": "41",
    "kjv": "While the Pharisees were gathered together, Jesus asked them,",
    "web": "Now while the Pharisees were gathered together, Jesus asked them a question,",
    "chr": "ᎠᏏᏉ ᏓᏂᎳᏫᎥ ᎠᏂᏆᎵᏏ, ᏥᏌᏚᏛᏛᏅᎩ,"
  },
  {
    "verse": "42",
    "kjv": "Saying, What think ye of Christ? whose son is he? They say unto him, The son of David.",
    "web": "saying, “What do you think of the Christ? Whose son is he?” They said to him, “Of David.”",
    "chr": "ᎯᎠ ᏄᏪᏒᎩ; ᎦᏙ ᎢᏤᎵ ᎡᏣᏓᏅᏖᏍᎬ ᎦᎶᏁᏛ, ᎦᎪ ᎤᏪᏥ? ᏕᏫ, ᎥᎬᏬᏎᎸᎩ."
  },
  {
    "verse": "43",
    "kjv": "He saith unto them, How then doth David in spirit call him Lord, saying,",
    "web": "He said to them, “How then does David in the Spirit call him Lord, saying,",
    "chr": "ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎦᏙᏃ ᏗᎦᎵᏍᏙᏗᎭ, ᏕᏫ ᎠᏓᏅᏙ ᎤᏪᏲᎲᏍᎬᎢ, ᏣᎬᏫᏳᎯ, ᏥᎪᏎᎭ? ᎯᎠ ᏥᏂᎦᏪᎭ;"
  },
  {
    "verse": "44",
    "kjv": "The Lord said unto my Lord, Sit thou on my right hand, till I make thine enemies thy footstool?",
    "web": "‘The Lord said to my Lord, sit on my right hand, until I make your enemies a footstool for your feet’?",
    "chr": "ᏱᎰᏩ ᎯᎠ ᏄᏪᏎᎸᎩ ᎤᎬᏫᏳᎯ ᎠᏆᏤᎵᎦ; ᏥᎦᏘᏏ ᎢᏗᏢ ᏦᎴᏍᏗ, ᎬᏂ ᎨᏣᏍᎦᎩ ᏗᏣᎳᏏᏗᏱ ᎦᏍᎩᎶ ᏂᎦᏥᏴᏁᎸᎭ;"
  },
  {
    "verse": "45",
    "kjv": "If David then call him Lord, how is he his son?",
    "web": "“If then David calls him Lord, how is he his son?”",
    "chr": "ᎢᏳᏰᏃ ᏕᏫ, ᏣᎬᏫᏳᎯ, ᏱᎪᏎᎭ, ᎦᏙ ᏱᎦᎵᏍᏙᏓ ᎤᏪᏥ ᏱᎩ?"
  },
  {
    "verse": "46",
    "kjv": "And no man was able to answer him a word, neither durst any man from that day forth ask him any more questions.",
    "web": "No one was able to answer him a word, neither did any man dare ask him any more questions from that day forward.",
    "chr": "Ꮭ ᎿᏉ ᏰᎵ ᎩᎶ ᏍᎦᏁᏨᎯ ᎬᏩᏁᏤᏗ ᏱᎨᏎᎢ; Ꮭ ᎠᎴ ᎩᎶ ᎾᎯᏳ ᎢᏳᏓᎴᏅᏛ ᏰᎵ ᎦᎬᏩᏛᏛᏗ ᏱᎨᏎᎢ."
  }
]
