[
  {
    "verse": "1",
    "kjv": "Then spake Jesus to the multitude, and to his disciples,",
    "web": "Then Jesus spoke to the multitudes and to his disciples,",
    "chr": "ᎿᏉᏃ ᏥᏌ ᏚᏬᏁᏔᏅᎩ ᎤᏂᏣᏘ ᎠᎴ ᎬᏩᏍᏓᏩᏗᏙᎯ,"
  },
  {
    "verse": "2",
    "kjv": "Saying The scribes and the Pharisees sit in Moses' seat:",
    "web": "saying, “The scribes and the Pharisees sit on Moses’ seat.",
    "chr": "ᎯᎠ ᏄᏪᏒᎩ; ᏗᏃᏪᎵᏍᎩ ᎠᎴ ᎠᏂᏆᎵᏏ ᎼᏏ ᎤᏪᏍᎩᎸ ᎠᏂᎾ;"
  },
  {
    "verse": "3",
    "kjv": "All therefore whatsoever they bid you observe, that observe and do; but do not ye after their works: for they say, and do not.",
    "web": "All things therefore whatever they tell you to observe, observe and do, but don’t do their works; for they say, and don’t do.",
    "chr": "ᎾᏍᎩ ᎯᏳᏍᏗ ᏂᎦᎥ ᎪᎱᏍᏗ ᏗᏥᎧᎿᏩᏚᎦ ᎨᏦᏎᎮᏍᏗ ᏕᏥᎧᎿᏩᏕᎨᏍᏗ ᎠᎴ ᎾᏍᎩ ᏂᏣᏛᏁᎮᏍᏗ; ᎠᏎᏃ ᎾᏍᎩ ᎾᎾᏛᏁᎲᎢ ᏞᏍᏗ ᏱᏂᏣᏛᏁᎮᏍᏗ; ᎠᏂᏁᎪᏰᏃ ᎠᏎᏃ ᎥᏝ ᎾᏍᎩ ᏱᎾᎾᏛᏁᎰᎢ"
  },
  {
    "verse": "4",
    "kjv": "For they bind heavy burdens and grievous to be borne, and lay them on men's shoulders; but they themselves will not move them with one of their fingers.",
    "web": "For they bind heavy burdens that are grievous to be borne, and lay them on men’s shoulders; but they themselves will not lift a finger to help them.",
    "chr": "ᏓᎾᏓᎵᏢᏍᎪᏰᏃ ᏗᎦᎨᏛ ᏗᎵᏒᏍᏗ ᎠᎴ ᎤᏕᏯᏙᏗ ᏗᎵᏒᏍᏗᏱ, ᎾᏍᎩᏃ ᏴᏫ ᏓᏂᏃᎭᏝᎲᏍᎪᎢ; ᎠᏎᏃ ᎤᏅᏒ ᎥᏝ ᏌᏉ ᎠᏂᏰᏌᏛ ᏴᎬᏅᏓ ᏱᏙᎬᏂᏖᎸᎲᎦ."
  },
  {
    "verse": "5",
    "kjv": "But all their works they do for to be seen of men: they make broad their phylacteries, and enlarge the borders of their garments,",
    "web": "But they do all their works to be seen by men. They make their phylacteries broad and enlarge the fringes of their garments,",
    "chr": "ᏂᎦᏗᏳᏍᎩᏂ ᏚᏂᎸᏫᏍᏓᏁᎲ ᏴᏫᏉ ᎬᏩᏂᎪᏩᏛᏗᏱ ᎤᏂᏰᎸᏐᎢ. ᏗᏯᏖᎾ ᏂᏓᏅᏁᎰ ᏧᎾᎬᏓᏃᏍᏗ, ᎠᎴ ᏓᏂᏯᏛᎥᏍᏗᏍᎪ ᏕᎦᏓᎷᏯᏛ ᏧᎾᏄᏬ;"
  },
  {
    "verse": "6",
    "kjv": "And love the uppermost rooms at feasts, and the chief seats in the synagogues,",
    "web": "and love the place of honor at feasts, the best seats in the synagogues,",
    "chr": "ᎠᎴ ᎤᏂᎸᏉᏙ ᏄᎬᏫᏳᏒ ᏧᎾᏂᏢᏗᏱ ᏓᎾᎵᏍᏓᏴᎲᏍᎬᎢ, ᎠᎴ ᏄᎬᏫᏳᏒ ᏕᎦᏍᎩᎸ ᏗᎦᎳᏫᎢᏍᏗᏱ,"
  },
  {
    "verse": "7",
    "kjv": "And greetings in the markets, and to be called of men, Rabbi, Rabbi.",
    "web": "the salutations in the marketplaces, and to be called ‘Rabbi, Rabbi’ by men.",
    "chr": "ᎠᎴ ᎨᏥᏲᎵᏍᏗᏱ ᏗᎦᏃᏙᏗᏱ, ᎠᎴ ᏔᏕᏲᎲᏍᎩ, ᏔᏕᏲᎲᏍᎩ, ᎬᏩᏃᏎᏗᏱ ᏴᏫ."
  },
  {
    "verse": "8",
    "kjv": "But be not ye called Rabbi: for one is your Master, even Christ; and all ye are brethren.",
    "web": "But you are not to be called ‘Rabbi’, for one is your teacher, the Christ, and all of you are brothers.",
    "chr": "ᏂᎯᏍᎩᏂ ᏞᏍᏗ ᏔᏕᏲᎲᏍᎩ, ᏰᏦᏎᎮᏍᏗ; ᎠᏏᏴᏫᏰᏃ ᏗᏤᏲᎲᏍᎩ, ᎾᏍᎩ ᎦᎶᏁᏛ; ᏂᎦᏛᏃ ᏂᎯ ᎢᏣᎵᏅᏟᏉ."
  },
  {
    "verse": "9",
    "kjv": "And call no man your father upon the earth: for one is your Father, which is in heaven.",
    "web": "Call no man on the earth your father, for one is your Father, he who is in heaven.",
    "chr": "ᎠᎴ ᏞᏍᏗ ᎩᎶ ᎡᏙᏓ ᎡᏦᏎᎸᎩ ᎠᏂ ᎡᎶᎯ; ᎠᏏᏴᏫᏉᏰᏃ ᎢᏥᏙᏓ, ᎾᏍᎩ ᎦᎸᎳᏗ ᏨᏤᎭ."
  },
  {
    "verse": "10",
    "kjv": "Neither be ye called masters: for one is your Master, even Christ.",
    "web": "Neither be called masters, for one is your master, the Christ.",
    "chr": "ᎠᎴ ᏞᏍᏗ ᏍᏆᏘᏂᏙᎯ ᏰᏦᏎᎮᏍᏗ ᏂᎯ, ᎠᏏᏴᏫᏉᏰᏃ ᏗᏣᏘᏂᏙᎯ, ᎾᏍᎩ ᎦᎶᏁᏛ."
  },
  {
    "verse": "11",
    "kjv": "But he that is greatest among you shall be your servant.",
    "web": "But he who is greatest among you will be your servant.",
    "chr": "ᎩᎶᏍᎩᏂ ᎤᏟ ᎠᏥᎸᏉᏗᏳ ᎨᏎᏍᏗ ᏂᎯ ᎢᏤᎲᎢ, ᎾᏍᎩ ᎡᏥᏅᏏᏓᏍᏗ ᎨᏎᏍᏗ."
  },
  {
    "verse": "12",
    "kjv": "And whosoever shall exalt himself shall be abased; and he that shall humble himself shall be exalted.",
    "web": "Whoever exalts himself will be humbled, and whoever humbles himself will be exalted.",
    "chr": "ᎩᎶᏃ ᎤᏩᏒᏉ ᎢᎠᏓᏌᎳᏗᏍᎨᏍᏗ ᎡᎳᏗ ᎢᏯᎬᏁᏗ ᎨᏎᏍᏗ; ᎩᎶᏃ ᎤᏩᏒᏉ ᎡᎳᏗ ᎾᏓᏛᏁᎮᏍᏗ ᎠᏥᏌᎳᏙᏗ ᎨᏎᏍᏗ."
  },
  {
    "verse": "13",
    "kjv": "But woe unto you, scribes and Pharisees, hypocrites! for ye shut up the kingdom of heaven against men: for ye neither go in yourselves, neither suffer ye them that are entering to go in.",
    "web": "“Woe to you, scribes and Pharisees, hypocrites! For you devour widows’ houses, and as a pretense you make long prayers. Therefore you will receive greater condemnation.",
    "chr": "ᏂᎯᏍᎩᏂ ᎤᏲᎢᏳ ᎢᏣᎵᏍᏓᏁᏗ ᏗᏦᏪᎵᏍᎩ ᎠᎴ ᎢᏥᏆᎵᏏ ᎢᏣᏠᎾᏍᏗ! ᏕᏥᏍᏚᏁᎰᏰᏃ ᏴᏫ ᎦᎸᎳᏗ ᎤᏤᎵᎪᎯ; ᎥᏝᏰᏃ ᎢᏨᏒ ᏱᏥᏴᎯᎰᎢ, ᎠᎴ ᎥᏝ ᎤᎾᏁᎳᎩ ᏩᏂᏴᎭ ᏱᏗᏤᎵᏎᎰ ᏩᏂᏴᎯᎯ."
  },
  {
    "verse": "14",
    "kjv": "Woe unto you, scribes and Pharisees, hypocrites! for ye devour widows' houses, and for a pretence make long prayer: therefore ye shall receive the greater damnation.",
    "web": "“But woe to you, scribes and Pharisees, hypocrites! Because you shut up the Kingdom of Heaven against men; for you don’t enter in yourselves, neither do you allow those who are entering in to enter.",
    "chr": "ᎤᏲᎢᏳ ᎢᏣᎵᏍᏓᏁᏗ ᏗᏦᏪᎵᏍᎩᎠᎴ ᎢᏥᏆᎵᏏ ᎢᏣᏠᎾᏍᏗ! ᏕᏥᏒᏁᎰᏰᏃ ᏧᏃᏑᎶᏨᎯ ᏓᏂᏁᎸᎢ, ᎠᎴ ᎢᏣᏠᎾᏍᏛ ᎪᎯᏗᏳ ᎢᏣᏓᏙᎵᏍᏗᏍᎪᎢ. ᎾᏍᎩ ᎢᏳᏍᏗ ᎤᏟᎯᏳ ᎢᎦᎢ ᎢᏥᎩᎵᏲᎢᏍᏗ ᎨᏎᏍᏗ."
  },
  {
    "verse": "15",
    "kjv": "Woe unto you, scribes and Pharisees, hypocrites! for ye compass sea and land to make one proselyte, and when he is made, ye make him twofold more the child of hell than yourselves.",
    "web": "Woe to you, scribes and Pharisees, hypocrites! For you travel around by sea and land to make one proselyte; and when he becomes one, you make him twice as much a son of Gehenna as yourselves.",
    "chr": "ᎤᏲᎢᏳ ᎢᏣᎵᏍᏓᏁᏗ ᏗᏦᏪᎵᏍᎩ ᎠᎴ ᎢᏥᏆᎵᏏ ᎢᏣᏠᎾᏍᏗ! ᏕᏣᏕᏲᎰᏰᏃ ᎠᎺᏉᎯ ᎠᎴ ᎦᏙᎯ ᎡᏥᏲᎰ ᎠᏏᏴᏫ ᏄᏍᏛ ᎢᏦᎯᏳᏒ ᎪᎯᏳᎲᏍᎩ ᎢᏰᏨᏁᏗᏱ, ᎠᎴ ᎾᏍᎩ ᏁᏨᎦ ᏔᎵ ᎢᏳᏩᎫᏗ ᎤᏟ ᏨᏍᎩᏃᎢ ᎤᏪᏥ ᏁᏨᏁᎰ ᎡᏍᎦᏉ ᎢᏨᏒ."
  },
  {
    "verse": "16",
    "kjv": "Woe unto you, ye blind guides, which say, Whosoever shall swear by the temple, it is nothing; but whosoever shall swear by the gold of the temple, he is a debtor!",
    "web": "“Woe to you, you blind guides, who say, ‘Whoever swears by the temple, it is nothing; but whoever swears by the gold of the temple, he is obligated.’",
    "chr": "ᎤᏲᎢᏳ ᎢᏣᎵᏍᏓᏁᏗ, ᏗᏥᎨᏫ ᏗᏣᏓᏘᏂᏙᎯ! ᎯᎠ ᎢᏥᏪᏍᎩ; ᎩᎶ ᎢᎠᏎᎵᏛᏍᎨᏍᏗ ᎢᎧᏁᎢᏍᏗᏍᎨᏍᏗ ᎤᏛᏅ-ᏗᎦᎳᏫᎢᏍᏗᏱ, ᎠᏎᏉᏉ ᎾᏍᎩ; ᎩᎶᏍᎩᏂ ᎢᎧᏁᎢᏍᏗᏍᎨᏍᏗ ᎠᏕᎸ ᏓᎶᏂᎨ ᎤᏛᎾ-ᏗᎦᎳᏫᎢᏍᏗᏱ ᎠᎲᎢ, ᎾᏍᎩ ᎠᏍᏓᏱᏳ ᎤᏚᏓᎳ."
  },
  {
    "verse": "17",
    "kjv": "Ye fools and blind: for whether is greater, the gold, or the temple that sanctifieth the gold?",
    "web": "You blind fools! For which is greater, the gold or the temple that sanctifies the gold?",
    "chr": "ᎢᏥᏁᎫ ᎠᎴ ᏗᏥᎨᏫ! ᎦᏙ ᎤᏍᏗ ᎤᏟ ᎦᎸᏉᏗᏳ, ᎠᏕᎸᏍᎪ ᏓᎶᏂᎨᎢ, ᎤᏛᎾ-ᏗᎦᎳᏫᎢᏍᏗᏱᎨ ᎾᏍᎩ ᎦᎸᏉᏗᏳ ᏥᏂᎬᏁᎭ ᎠᏕᎸ ᏓᎶᏂᎨᎢ?"
  },
  {
    "verse": "18",
    "kjv": "And, Whosoever shall swear by the altar, it is nothing; but whosoever sweareth by the gift that is upon it, he is guilty.",
    "web": "And, ‘Whoever swears by the altar, it is nothing; but whoever swears by the gift that is on it, he is obligated.’",
    "chr": "ᎠᎴ, ᎩᎶ ᎢᎧᏁᎢᏍᏗᏍᎨᏍᏗ ᎠᏥᎸ-ᎨᎳᏍᏗᏱ, ᎠᏎᏉᏉ ᎾᏍᎩ; ᎩᎶᏍᎩᏂ ᎢᎧᏁᎢᏍᏗᏍᎨᏍᏗ ᎠᎵᏍᎪᎸᏔᏅᎯ ᎾᎿ ᎠᎲᎢ, ᎾᏍᎩ ᎠᏍᏓᏱᏳ ᎤᏚᏓᎳ."
  },
  {
    "verse": "19",
    "kjv": "Ye fools and blind: for whether is greater, the gift, or the altar that sanctifieth the gift?",
    "web": "You blind fools! For which is greater, the gift, or the altar that sanctifies the gift?",
    "chr": "ᎢᏥᏁᎫ ᎠᎴ ᏗᏥᎨᏫ! ᎦᏙ ᎤᏍᏗ ᎤᏟ ᎦᎸᏉᏗᏳ, ᎠᎵᏍᎪᎸᏔᏅᎯᏍᎪ, ᎠᏥᎸᎨ-ᎨᎳᏍᏗᏱ, ᎾᏍᎩ ᎦᎸᏉᏗᏳ ᏥᏂᎬᏁᎭ ᎠᎵᏍᎪᎸᏔᏅᎯ?"
  },
  {
    "verse": "20",
    "kjv": "Whoso therefore shall swear by the altar, sweareth by it, and by all things thereon.",
    "web": "He therefore who swears by the altar, swears by it and by everything on it.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎩᎶ ᎢᎠᏎᎵᏛᏍᎨᏍᏗ ᎢᎧᏁᎢᏍᏗᏍᎨᏍᏗ ᎠᏥᎸᎨᎳᏍᏗᏱ, ᎧᏁᎢᏍᏗᏍᎨᏍᏗ ᎾᏍᎩ ᎠᎴ ᏂᎦᎥ ᎪᎱᏍᏗ ᎾᎿ ᎠᎲᎢ."
  },
  {
    "verse": "21",
    "kjv": "And whoso shall swear by the temple, sweareth by it, and by him that dwelleth therein.",
    "web": "He who swears by the temple, swears by it and by him who has been living in it.",
    "chr": "ᎠᎴ ᎩᎶ ᎢᎧᏁᎢᏍᏗᏍᎨᏍᏗ ᎤᏛᏅ-ᏗᎦᎳᏫᎢᏍᏗᏱ,"
  },
  {
    "verse": "22",
    "kjv": "And he that shall swear by heaven, sweareth by the throne of God, and by him that sitteth thereon.",
    "web": "He who swears by heaven, swears by the throne of God and by him who sits on it.",
    "chr": "ᎠᎴ ᎩᎶ ᎢᎧᏁᎢᏍᏗᏍᎨᏍᏗ ᎦᎸᎳᏗ, ᎧᏁᎢᏍᏗᏍᎨᏍᏗ ᎤᏁᎳᏅᎯ ᎤᏪᏗᏱ ᎠᎴ ᎾᎿ ᎤᏬᎵ."
  },
  {
    "verse": "23",
    "kjv": "Woe unto you, scribes and Pharisees, hypocrites! for ye pay tithe of mint and anise and cummin, and have omitted the weightier matters of the law, judgment, mercy, and faith: these ought ye to have done, and not to leave the other undone.",
    "web": "“Woe to you, scribes and Pharisees, hypocrites! For you tithe mint, dill, and cumin, and have left undone the weightier matters of the law: justice, mercy, and faith. But you ought to have done these, and not to have left the other undone.",
    "chr": "ᎤᏲᎢᏳ ᎢᏣᎵᏍᏓᏁᏗ ᏗᏦᏪᎵᏍᎩ ᎠᎴ ᎢᏥᏆᎵᏏ ᎢᏣᏠᎾᏍᏗ! ᎠᏍᎪᎯᏁᏰᏃ ᎢᏣᎫᏱᏍᎪ ᏒᏟ ᎠᎴ ᎡᏒ ᎠᎴ ᎦᎻᏂ; ᏕᏥᏃᎯᏯᏍᎪᏃ ᎤᏟ ᎤᎵᏍᎨᏛᏯ ᎨᏒ ᏗᎧᎿᏩᏛᏍᏗ, ᏚᏳᎪᏛ ᎨᏒᎢ, ᎠᎴ ᎠᏓᏙᎵᏍᏗᏱ, ᎠᎴ ᎪᎯᏳᏗᏱ. ᎾᏍᎩᏍᎩᏂ ᎯᎠ ᏱᏂᏣᏛᏁᎴᎢ, ᎠᎴ ᏐᎢ ᏂᏥᏃᎯᏴᎾᏉ ᏱᎨᏎᎢ."
  },
  {
    "verse": "24",
    "kjv": "Ye blind guides, which strain at a gnat, and swallow a camel.",
    "web": "You blind guides, who strain out a gnat, and swallow a camel!",
    "chr": "ᏗᏥᎨᏫ ᏗᏣᏓᏘᏂᏙᎯ! ᏙᏒ ᎢᏥᎿᏐᎸᏍᏗᏍᎩ ᎨᎻᎵᏃ ᎢᏥᎩᏍᎩ."
  },
  {
    "verse": "25",
    "kjv": "Woe unto you, scribes and Pharisees, hypocrites! for ye make clean the outside of the cup and of the platter, but within they are full of extortion and excess.",
    "web": "“Woe to you, scribes and Pharisees, hypocrites! For you clean the outside of the cup and of the platter, but within they are full of extortion and unrighteousness.",
    "chr": "ᎤᏂᎢᏳ ᎢᏣᎵᏍᏓᏁᏗ ᏗᏦᏪᎵᏍᎩ ᎠᎴ ᎢᏥᏆᎵᏏ ᎢᏣᏠᎾᏍᏗ! ᎢᏦᏑᎴᏍᎪᏰᏃ ᎦᏚᎢᏗᏢ ᎤᎵᏍᏈᏗ ᎠᎴ ᎠᏖᎵᏙ, ᎠᏎᏃ ᎠᏫᏂᏗᏢ ᎤᎧᎵᏨᎯ ᎨᏐ ᎠᏎᏉ ᎠᏓᎩᎡᏗ ᎨᏒᎢ ᎠᎴ ᏚᏳᎪᏛ ᏂᎨᏒᎾ."
  },
  {
    "verse": "26",
    "kjv": "Thou blind Pharisee, cleanse first that which is within the cup and platter, that the outside of them may be clean also.",
    "web": "You blind Pharisee, first clean the inside of the cup and of the platter, that its outside may become clean also.",
    "chr": "ᎯᏆᎵᏏ ᏘᎨᏫ! ᎢᎬᏱ ᎯᏅᎦᎸ ᎠᏫᏂᏗᏢ ᎤᎵᏍᏈᏗ ᎠᎴ ᎠᏖᎵᏙ, ᎦᏚᎢᏗᏢᏃ ᎾᏍᏉ ᏧᏓᏅᎦᎸᏛ ᎨᏎᏍᏗ."
  },
  {
    "verse": "27",
    "kjv": "Woe unto you, scribes and Pharisees, hypocrites! for ye are like unto whited sepulchres, which indeed appear beautiful outward, but are within full of dead men's bones, and of all uncleanness.",
    "web": "“Woe to you, scribes and Pharisees, hypocrites! For you are like whitened tombs, which outwardly appear beautiful, but inwardly are full of dead men’s bones and of all uncleanness.",
    "chr": "ᎤᏲᎢᏳ ᎢᏣᎵᏍᏓᏁᏗ ᏗᏦᏪᎵᏍᎩ ᎠᎴ ᎠᏥᏆᎵᏏ ᎢᏣᏠᎾᏍᏗ! ᎾᏍᎩᏯᏉᏰᏃ ᏂᎯ ᏧᏁᎬ ᎢᏗᎬᏁᎸᎯ ᏓᏤᎵᏍᏛᎢ, ᎾᏍᎩ ᎦᏚᎢᏗᏢ ᎤᏙᎯᏳᎯ ᏧᏬᏚᎯᏳ ᏥᎨᏐᎢ, ᎠᏎᏃ ᎠᏫᏂᏗᏢ ᏧᎧᎵᏨᎯ ᏥᎨᏐ ᏧᏂᏲᎱᏒᎯ ᏧᏂᎪᎳ ᎠᎴ ᏂᎦᎥ ᎦᏓᎭ ᎨᏒᎢ"
  },
  {
    "verse": "28",
    "kjv": "Even so ye also outwardly appear righteous unto men, but within ye are full of hypocrisy and iniquity.",
    "web": "Even so you also outwardly appear righteous to men, but inwardly you are full of hypocrisy and iniquity.",
    "chr": "ᎾᏍᎩᏯᏉᏍᎩᏂ ᎾᏍᏉ ᏂᎯ ᎦᏚᎢᏗᏢ ᎢᏣᏓᏅᏘᏳ ᏅᏩᏍᏙᎢ ᏴᏫ ᏗᎨᏣᎧᏃᏗᏱ, ᎠᏎᏃ ᎠᏫᏂᏗᏢ ᎢᏥᎧᎵᏨᎯ ᎨᏐ ᎢᏣᏠᎾᏍᏛᎢ ᎠᎴ ᎤᏲᎢ."
  },
  {
    "verse": "29",
    "kjv": "Woe unto you, scribes and Pharisees, hypocrites! because ye build the tombs of the prophets, and garnish the sepulchres of the righteous,",
    "web": "“Woe to you, scribes and Pharisees, hypocrites! For you build the tombs of the prophets and decorate the tombs of the righteous,",
    "chr": "ᎤᏲᎢᏳ ᎢᏣᎵᏍᏓᏁᏗ ᏗᏦᏪᎵᏍᎩ ᎠᎴ ᎢᏥᏆᎵᏏ ᎢᏣᏠᎾᏍᏗ! ᏕᏦᏢᎯᏏᏍᎪᏰᏃ ᏕᎦᏂᏌᎲ ᎠᎾᏙᎴᎰᏍᎩ, ᎠᎴ ᏕᏦᏚᎢᏍᏗᏍᎪ ᏓᏤᎵᏍᏛ ᎤᎾᏓᏁᏘ;"
  },
  {
    "verse": "30",
    "kjv": "And say, If we had been in the days of our fathers, we would not have been partakers with them in the blood of the prophets.",
    "web": "and say, ‘If we had lived in the days of our fathers, we wouldn’t have been partakers with them in the blood of the prophets.’",
    "chr": "ᎯᎠᏃ ᏂᏥᏪᏍᎪᎢ; ᎢᏳᏃ ᎠᏴ ᏲᏤᎮ ᎾᎯᏳ ᏦᎩᏙᏓ ᏣᏁᎮᎢ, ᎥᏝ ᏱᏙᎦᏲᏣᎵᎪᏁᎴ ᎩᎬ ᏚᎾᏤᏪᎸ ᎠᎾᏙᎴᎰᏍᎩ."
  },
  {
    "verse": "31",
    "kjv": "Wherefore ye be witnesses unto yourselves, that ye are the children of them which killed the prophets.",
    "web": "Therefore you testify to yourselves that you are children of those who killed the prophets.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏨᏒ ᎬᏂᎨᏒ ᏂᏣᏓᏛᏁ ᎾᏍᎩ ᏗᏥᏙᏓ ᎨᏒ ᎠᎾᏙᎴᎰᏍᎩ ᏧᏂᎸᎯ."
  },
  {
    "verse": "32",
    "kjv": "Fill ye up then the measure of your fathers.",
    "web": "Fill up, then, the measure of your fathers.",
    "chr": "ᎢᏥᎧᎵᏣᎪᎦ ᏗᏥᏙᏓ ᎤᎾᏟᎶᎥᎢ."
  },
  {
    "verse": "33",
    "kjv": "Ye serpents, ye generation of vipers, how can ye escape the damnation of hell?",
    "web": "You serpents, you offspring of vipers, how will you escape the judgment of Gehenna?",
    "chr": "ᎢᎾᏛ ᏂᎯ! ᎤᏂᏍᎦᏎᏗ ᎢᎾᏛ ᏧᏁᏥ ᏂᎯ! ᎦᏙᏃ ᏱᎦᎵᏍᏙᏓ ᏰᏣᏗᏫᏏ ᎠᎩᎵᏲᎢᏍᏗ ᏗᎨᏒ ᏨᏍᎩᏃᎢ?"
  },
  {
    "verse": "34",
    "kjv": "Wherefore, behold, I send unto you prophets, and wise men, and scribes: and some of them ye shall kill and crucify; and some of them shall ye scourge in your synagogues, and persecute them from city to city:",
    "web": "Therefore, behold, I send to you prophets, wise men, and scribes. Some of them you will kill and crucify; and some of them you will scourge in your synagogues and persecute from city to city,",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎬᏂᏳᏉ ᏕᏥᏅᎵ ᎾᎿ ᏗᏤᎲ ᎠᎾᏙᎴᎰᏍᎩ ᎠᎴ ᎠᏂᎦᏔᎿᎢ ᎠᎴ ᏗᏃᏪᎵᏍᎩ; ᎢᎦᏛᏃ ᏙᏓᏥᎵ ᎠᎴ ᏙᏓᏣᏛᏂ ᏓᏓᎿᏩᏍᏛᎢ, ᎢᎦᏛᏃ ᏙᏓᏥᎵᎥᏂᎵ ᏗᏥᎳᏫᎢᏍᏗᏱ, ᎠᎴ ᎤᏲ ᏂᏙᏓᏨᏁᎵ ᏕᎦᏚᎿᎥᎢ;"
  },
  {
    "verse": "35",
    "kjv": "That upon you may come all the righteous blood shed upon the earth, from the blood of righteous Abel unto the blood of Zacharias son of Barachias, whom ye slew between the temple and the altar.",
    "web": "that on you may come all the righteous blood shed on the earth, from the blood of righteous Abel to the blood of Zachariah son of Barachiah, whom you killed between the sanctuary and the altar.",
    "chr": "ᎾᏍᎩ ᎢᏥᎷᏤᏗᏱ ᏂᎦᏛ ᎣᏍᏛ ᎩᎬ ᎡᎶᎯ ᎤᏤᏪᏨᎯ, ᎤᏓᏅᏘ ᎡᏈᎵ ᎤᎩᎬ ᏅᏓᎬᏩᏓᎴᏅᏛ, ᏤᎦᎳᏯ ᎤᎩᎬ ᏇᎵᎦᏯ ᎤᏪᏥ ᎤᏛᏍᏗ, ᎾᏍᎩ ᏤᏥᎸ ᎤᏜᏅᏛ ᎤᏛᎾ-ᏗᎦᎳᏫᎢᏍᏗᏱ ᎠᏥᎸᏃ-ᎨᎳᏍᏗᏱ."
  },
  {
    "verse": "36",
    "kjv": "Verily I say unto you, All these things shall come upon this generation.",
    "web": "Most certainly I tell you, all these things will come upon this generation.",
    "chr": "ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ; ᎯᎠ ᎾᏍᎩ ᏂᎦᏛ ᏓᏳᎾᎵᏱᎶᎮᎵ ᎯᎠ ᎪᎯ ᏣᏁᎭ."
  },
  {
    "verse": "37",
    "kjv": "O Jerusalem, Jerusalem, thou that killest the prophets, and stonest them which are sent unto thee, how often would I have gathered thy children together, even as a hen gathereth her chickens under her wings, and ye would not!",
    "web": "“Jerusalem, Jerusalem, who kills the prophets and stones those who are sent to her! How often I would have gathered your children together, even as a hen gathers her chicks under her wings, and you would not!",
    "chr": "ᏥᎷᏏᎵᎻ! ᏥᎷᏏᎵᎻ! ᎠᎾᏙᎴᎰᏍᎩ ᏘᎯᎯ, ᎠᎴ ᎨᏣᎷᏤᏗᏱ ᎨᏥᏅᏒᎯ ᏅᏯ ᏛᏂᏍᏗᏍᎩ! ᏯᏃᎩᏳ ᎠᏆᏚᎵᏍᎬ ᎦᏥᏯᏟᏐᏗᏱ ᏗᏤᏥ, ᎾᏍᎩᏯ ᏣᏔᎦ ᏣᏕᎦᏟᏏᏍᎪ ᏧᏪᏥ ᎠᏂᏛ ᏗᎧᏃᎨᏂ ᎭᏫᏂᏗᏢ; ᎠᏎᏃ ᎥᏝ ᏱᏣᏚᎵᏍᎨᎢ."
  },
  {
    "verse": "38",
    "kjv": "Behold, your house is left unto you desolate.",
    "web": "Behold, your house is left to you desolate.",
    "chr": "ᎬᏂᏳᏉ ᎢᏣᏤᎵ ᎦᎵᏦᏕ ᏅᏔ ᏁᏨᏁᎸ."
  },
  {
    "verse": "39",
    "kjv": "For I say unto you, Ye shall not see me henceforth, till ye shall say, Blessed is he that cometh in the name of the Lord.",
    "web": "For I tell you, you will not see me from now on, until you say, ‘Blessed is he who comes in the name of the Lord!’”",
    "chr": "ᎯᎠᏰᏃ ᏂᏨᏪᏎᎭ; ᎥᏝ ᏴᎨᏍᎩᎪᏩᏛ ᎪᎯ ᎢᏳᏓᎴᏅᏛ, ᎬᏂ ᎯᎠ ᏂᏥᏪᏒᎭ; ᎠᏥᎸᏉᏗᏳ ᎾᏍᎩ ᏱᎰᏩ ᏕᎤᏙᎥ ᏥᎦᎷᎯᏍᏗᎭ."
  }
]
