[
  {
    "verse": "1",
    "kjv": "And Jesus went out, and departed from the temple: and his disciples came to him for to shew him the buildings of the temple.",
    "web": "Jesus went out from the temple, and was going on his way. His disciples came to him to show him the buildings of the temple.",
    "chr": "ᏥᏌᏃ ᎤᏄᎪᏨᎩ ᏗᎦᎳᏫᎢᏍᏗᏱ ᎤᏓᏅᏒᎩ, ᎬᏩᏍᏓᏩᏗᏙᎯᏃ ᎬᏩᎷᏤᎸ ᎬᏩᏃᏁᎸᎩ ᏂᏚᏍᏛ ᏓᏓᏁᎸ ᎤᏛᎾᏗᎦᎳᏫᎢᏍᏗᏱ."
  },
  {
    "verse": "2",
    "kjv": "And Jesus said unto them, See ye not all these things? verily I say unto you, There shall not be left here one stone upon another, that shall not be thrown down.",
    "web": "But he answered them, “You see all of these things, don’t you? Most certainly I tell you, there will not be left here one stone on another, that will not be thrown down.”",
    "chr": "ᏥᏌᏃ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᏝᏍᎪ ᏂᎦᏛ ᎯᎠ ᏱᏗᏥᎪᏩᏘᎭ? ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ; ᎥᏝ ᏌᏉᎤᏅ ᏅᏯ ᎠᏂ ᏱᏚᏓᏌᏝᎮᏍᏗ ᎾᏍᎩ ᏂᎪᎲᏔᏅᎾ ᏱᎨᏎᏍᏗ."
  },
  {
    "verse": "3",
    "kjv": "And as he sat upon the mount of Olives, the disciples came unto him privately, saying, Tell us, when shall these things be? and what shall be the sign of thy coming, and of the end of the world?",
    "web": "As he sat on the Mount of Olives, the disciples came to him privately, saying, “Tell us, when will these things be? What is the sign of your coming, and of the end of the age?”",
    "chr": "ᎣᎵᏩᏲᏃ ᎤᏌᎯᎸ ᎤᏬᎸᎢ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎤᏅᏒ ᎨᏒ ᎬᏩᎷᏤᎸᎩ, ᎯᎠ ᏄᏂᏪᏒᎩ; ᏍᎩᏃᎲᏏ ᎯᎳᎪ ᎢᏳ ᎯᎠ ᎾᏍᎩ ᏅᏓᎦᎵᏍᏔᏂ; ᎠᎴ ᎦᏙ ᎤᏍᏗ ᎤᏰᎸᏛ ᎨᏎᏍᏗ ᏣᎷᎯᏍᏗᏱ, ᎠᎴ ᎪᎯ ᎨᏒ ᎤᎵᏍᏆᏗᏍᏗᏱ?"
  },
  {
    "verse": "4",
    "kjv": "And Jesus answered and said unto them, Take heed that no man deceive you.",
    "web": "Jesus answered them, “Be careful that no one leads you astray.",
    "chr": "ᏥᏌᏃ ᎤᏁᏨ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎢᏤᏯᏔᎮᏍᏗ ᏞᏍᏗ ᎩᎶ ᏥᏥᎶᏄᎮᎵ;"
  },
  {
    "verse": "5",
    "kjv": "For many shall come in my name, saying, I am Christ; and shall deceive many.",
    "web": "For many will come in my name, saying, ‘I am the Christ,’ and will lead many astray.",
    "chr": "ᎤᏂᏣᏖᏍᏗᏰᏃ ᎠᏴ ᏓᏆᏙᎥ ᎠᏂᎷᎯᏍᏗᏍᎨᏍᏗ, ᎠᏴ ᎦᎶᏁᏛ, ᎠᎾᏗᏍᎨᏍᏗ; ᎠᎴ ᎤᏂᏣᏓᏍᏗ ᏓᏂᎶᏄᎮᏍᎨᏍᏗ."
  },
  {
    "verse": "6",
    "kjv": "And ye shall hear of wars and rumours of wars: see that ye be not troubled: for all these things must come to pass, but the end is not yet.",
    "web": "You will hear of wars and rumors of wars. See that you aren’t troubled, for all this must happen, but the end is not yet.",
    "chr": "ᎠᎴ ᎢᏣᏛᎩᏍᎨᏍᏗ ᏓᎿᏩ ᎠᎴ ᎠᏂᏃᎮᎵᏙᎲ ᏓᎿᏯ; ᎢᏤᏯᏔᎮᏍᏗ ᏞᏍᏗ ᎤᏪᎵᎯᏍᏗ ᏱᏂᏣᎵᏍᏓᏁᎴᏍᏗ; ᎾᏍᎩᏰᏃ ᏂᎦᏗᏳ ᎠᏎ ᎢᏳᎵᏍᏙᏗ, ᎠᏎᏃ ᎤᎵᏍᏆᏗᏍᏗᏱ ᎨᏒ ᎠᏏ ᎨᏎᏍᏗ."
  },
  {
    "verse": "7",
    "kjv": "For nation shall rise against nation, and kingdom against kingdom: and there shall be famines, and pestilences, and earthquakes, in divers places.",
    "web": "For nation will rise against nation, and kingdom against kingdom; and there will be famines, plagues, and earthquakes in various places.",
    "chr": "ᏧᎾᏓᎴᏅᏛᏰᏃ ᏴᏫ ᏙᏛᎾᎴᏂ ᏙᏛᎾᏓᏡᏔᏂ, ᎠᎴ ᎠᏰᎵ ᏚᏃᏢᏩᏗᏒ ᏙᏛᎾᏓᏡᏔᏂ, ᎠᎴ ᏓᎪᏄᎶᏏᏙᎮᏍᏗ, ᎠᎴ ᎥᏳᎩᎯᏳ ᏂᎦᎵᏍᏔᏂᏙᎮᏍᏗ, ᎠᎴ ᎦᏙᎯ ᏓᎵᏖᎸᏂᏙᎮᏍᏗ."
  },
  {
    "verse": "8",
    "kjv": "All these are the beginning of sorrows.",
    "web": "But all these things are the beginning of birth pains.",
    "chr": "ᎾᏍᎩ ᎯᎠ ᏂᎦᏛ ᎠᎴᏂᏍᎬ ᎨᏒ ᎠᎩᎵᏯ ᎨᏒᎢ."
  },
  {
    "verse": "9",
    "kjv": "Then shall they deliver you up to be afflicted, and shall kill you: and ye shall be hated of all nations for my name's sake.",
    "web": "“Then they will deliver you up to oppression and will kill you. You will be hated by all of the nations for my name’s sake.",
    "chr": "ᎿᏉᏃ ᏂᎯ ᏫᏙᏓᎨᏥᏲᏏ ᎢᏥᎩᎵᏲᎢᏍᏗᏱ, ᎠᎴ ᏙᏓᎨᏥᎵ; ᎠᎴ ᏂᎦᏗᏳ ᏄᎾᏓᎴᏒ ᏴᏫ ᎨᏥᏍᎦᎨᏍᏗ ᎠᏴ ᏓᏆᏙᎥ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ."
  },
  {
    "verse": "10",
    "kjv": "And then shall many be offended, and shall betray one another, and shall hate one another.",
    "web": "Then many will stumble, and will deliver up one another, and will hate one another.",
    "chr": "ᎿᏉᏃ ᎤᏂᏣᏖᏍᏗ ᏚᏃᏕᎯᎮᏍᏗ, ᎠᎴ ᏓᎾᏓᏡᏗᏍᎨᏍᏗ ᎠᎴ ᏓᎾᏓᏍᎦᎨᏍᏗ."
  },
  {
    "verse": "11",
    "kjv": "And many false prophets shall rise, and shall deceive many.",
    "web": "Many false prophets will arise and will lead many astray.",
    "chr": "ᎠᎴ ᎤᏂᏣᏖᏍᏗ ᎤᎾᏠᎾᏍᏗ ᎠᎾᏙᎴᎰᏍᎩ ᎠᏂᎾᏄᎪᎨᏍᏗ, ᎠᎴ ᎤᏂᏣᏖᏍᏗ ᏓᏂᎶᏄᎮᏍᎨᏍᏗ."
  },
  {
    "verse": "12",
    "kjv": "And because iniquity shall abound, the love of many shall wax cold.",
    "web": "Because iniquity will be multiplied, the love of many will grow cold.",
    "chr": "ᎠᎴ ᎤᏣᏛ ᎠᏍᎦᏅᎢᏍᏗ ᎨᏒ ᎡᎲ ᎾᏍᎩ ᎢᏳᏍᏗ ᎤᏂᏣᏖᏍᏗ ᎠᏓᎨᏳᏗ ᎨᏒ ᎤᏁᎲ ᏛᏴᏜᏗ."
  },
  {
    "verse": "13",
    "kjv": "But he that shall endure unto the end, the same shall be saved.",
    "web": "But he who endures to the end will be saved.",
    "chr": "ᎠᏎᏃ ᎾᏍᎩ Ꮎ ᎬᎵᏍᏆᏗᏍᎩ ᎠᏟᏂᎬᏁᎯ ᎾᏍᎩ ᎠᏥᏍᏕᎸᏗ ᎨᏎᏍᏗ."
  },
  {
    "verse": "14",
    "kjv": "And this gospel of the kingdom shall be preached in all the world for a witness unto all nations; and then shall the end come.",
    "web": "This Good News of the Kingdom will be preached in the whole world for a testimony to all the nations, and then the end will come.",
    "chr": "ᎯᎠᏃ ᎾᏍᎩ ᎣᏍᏛ ᎧᏃᎮᏛ ᎦᎸᎳᏗ ᎤᏤᎵᎪᎯ ᎡᎳᏂᎬ ᎤᎾᎵᏥᏙᏂᏂᏓᏍᏗ ᎨᏎᏍᏗ ᎤᎾᏙᎴᎰᎯᏍᏗᏱ ᎾᏂᎥ ᏧᎾᏓᎴᏅᏛ ᏴᏫ, ᎩᎳᏃ ᎿᏉ ᏛᎵᏍᏆᏗᎵ."
  },
  {
    "verse": "15",
    "kjv": "When ye therefore shall see the abomination of desolation, spoken of by Daniel the prophet, stand in the holy place, (whoso readeth, let him understand:)",
    "web": "“When, therefore, you see the abomination of desolation, which was spoken of through Daniel the prophet, standing in the holy place (let the reader understand),",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎿᏉ ᎢᏥᎪᎲᎭ ᎤᏍᎦᎢᏍᏗᏳ ᎬᏃᏌᏛᎯ ᎢᎬᏁᎯ, ᎾᏍᎩ ᏕᏂᎵ ᎠᏙᎴᎰᏍᎩ ᏧᏁᎢᏍᏔᏁᎢ, ᎦᏙᎨᏍᏗ ᎦᎸᏉᏗᏳ ᎨᏒᎢ, (ᎩᎶ ᎠᎪᎵᏰᏍᎨᏍᏗ ᎪᎵᎨᏍᏗ,)"
  },
  {
    "verse": "16",
    "kjv": "Then let them which be in Judaea flee into the mountains:",
    "web": "then let those who are in Judea flee to the mountains.",
    "chr": "ᎿᏉ ᏧᏗᏱ ᎠᏂᏂ ᎠᎾᎵᏒᎭ ᏙᏦᏓᎸ ᏩᏂᎶᏒᎭ."
  },
  {
    "verse": "17",
    "kjv": "Let him which is on the housetop not come down to take any thing out of his house:",
    "web": "Let him who is on the housetop not go down to take out the things that are in his house.",
    "chr": "ᎩᎶᏃ ᎦᏌᎾᎵ ᎤᎩᎴᏍᏗ ᏞᏍᏗ ᏴᏗᎤᏠᎠᏎᏍᏗ ᏳᎩᏐᎴᏍᏗ ᎪᎱᏍᏗ ᎤᎲ ᎦᏁᎸᎢ;"
  },
  {
    "verse": "18",
    "kjv": "Neither let him which is in the field return back to take his clothes.",
    "web": "Let him who is in the field not return back to get his clothes.",
    "chr": "ᎠᎴ ᎩᎶ ᏠᎨᏏ ᏪᏙᎯ ᏞᏍᏗ ᏴᏗᎤᏨᏎᏍᏗ ᏧᏄᏬ ᏱᏚᏁᏐᎴᏍᏗ."
  },
  {
    "verse": "19",
    "kjv": "And woe unto them that are with child, and to them that give suck in those days!",
    "web": "But woe to those who are with child and to nursing mothers in those days!",
    "chr": "ᎠᎴ ᎤᏲᎢᏳ ᎢᏳᎾᎵᏍᏓᏁᏗ ᏗᏂᏁᎵᏛ ᎠᎴ ᏧᏂᏍᏓᎢ ᎾᎯᏳ ᎨᏒᎢ."
  },
  {
    "verse": "20",
    "kjv": "But pray ye that your flight be not in the winter, neither on the sabbath day:",
    "web": "Pray that your flight will not be in the winter nor on a Sabbath,",
    "chr": "ᎠᎴ ᎢᏣᏓᏙᎵᏍᏗᏍᎨᏍᏗ ᎢᏥᏔᏲᎯᎮᏍᏗ ᎪᎳ ᎠᎴ ᎤᎾᏙᏓᏆᏍᎬ ᎢᏣᎵᏍᏗᏱ ᏂᎨᏒᎾ ᎢᏳᎵᏍᏙᏗᏱ."
  },
  {
    "verse": "21",
    "kjv": "For then shall be great tribulation, such as was not since the beginning of the world to this time, no, nor ever shall be.",
    "web": "for then there will be great suffering, such as has not been from the beginning of the world until now, no, nor ever will be.",
    "chr": "ᎾᎯᏳᏰᏃ ᎤᏣᏖᏍᏗ ᎠᎩᎵᏯ, ᎾᏍᎩ ᎢᎦᎢ ᎥᏝ ᎢᎸᎯᏳ ᏱᏄᎵᏍᏔᏃ ᎡᎶᎯ ᏧᏙᏢᏅ ᏅᏓᎬᏩᏓᎴᏅᏛ ᎪᎯ ᎢᏯᏍᏘ, ᎥᏝ ᎠᎴ ᎢᎸᎯᏳ ᎾᏍᎩ ᎢᏳᎵᏍᏙᏗ ᏱᎨᏎᏍᏗ."
  },
  {
    "verse": "22",
    "kjv": "And except those days should be shortened, there should no flesh be saved: but for the elect's sake those days shall be shortened.",
    "web": "Unless those days had been shortened, no flesh would have been saved. But for the sake of the chosen ones, those days will be shortened.",
    "chr": "ᎠᎴ ᎾᎯᏳ ᎢᎦ ᏂᏓᏍᏆᎳᏅᎾ ᏱᎩ, ᎥᏝ ᎤᏇᏓᎵ ᎦᏰᏥᏍᏕᎸᏗ ᏱᎦᎩ; ᎠᏎᏃ ᎨᎦᏑᏰᏛ ᎨᏒ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ ᎾᎯᏳ ᎢᎦ ᏗᏍᏆᎶᏗ ᎨᏎᏍᏗ"
  },
  {
    "verse": "23",
    "kjv": "Then if any man shall say unto you, Lo, here is Christ, or there; believe it not.",
    "web": "“Then if any man tells you, ‘Behold, here is the Christ!’ or, ‘There!’ don’t believe it.",
    "chr": "ᎾᎯᏳ ᎨᏒ ᎢᏳᏃ ᎩᎶ ᎯᎠ ᏂᏥᏪᏎᎮᏍᏗ, ᎬᏂᏳᏉ ᎠᏂ ᎦᎶᏁᏛ ᎡᏙᎭ; ᎠᎴ ᎠᏂ; ᏞᏍᏗ ᏥᏦᎯᏳᏂ"
  },
  {
    "verse": "24",
    "kjv": "For there shall arise false Christs, and false prophets, and shall shew great signs and wonders; insomuch that, if it were possible, they shall deceive the very elect.",
    "web": "For false christs and false prophets will arise, and they will show great signs and wonders, so as to lead astray, if possible, even the chosen ones.",
    "chr": "ᏛᏂᎾᏄᎪᏥᏰᏃ ᎤᎾᏠᎾᏍᏗ ᎦᎶᏁᏛ ᎠᎴ ᎤᎾᏠᎾᏍᏗ ᎠᎾᏙᎴᎰᏍᎩ, ᎠᎴ ᎠᏂᎾᏄᎪᏫᏍᎨᏍᏗ ᎦᎸᏉᏗᏳ ᎤᏰᎸᏛ ᎠᎴ ᎤᏍᏆᏂᎪᏗ; ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏳᏃ ᏰᎵ ᎢᎬᏩᎵᏍᏙᏗ ᏱᎩ ᏱᏓᏂᎶᏄᎲᎵ ᎾᏍᏉ ᎨᎦᏑᏰᏛ."
  },
  {
    "verse": "25",
    "kjv": "Behold, I have told you before.",
    "web": "“Behold, I have told you beforehand.",
    "chr": "ᎬᏂᏳᏉ ᏂᏨᏃᏁᎸ."
  },
  {
    "verse": "26",
    "kjv": "Wherefore if they shall say unto you, Behold, he is in the desert; go not forth: behold, he is in the secret chambers; believe it not.",
    "web": "“If therefore they tell you, ‘Behold, he is in the wilderness,’ don’t go out; or ‘Behold, he is in the inner rooms,’ don’t believe it.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏳᏃ ᎯᎠ ᏂᎨᏥᏪᏎᎸᎭ; ᎢᎾᎨ ᎡᏙᎭ; ᏞᏍᏗ ᎾᎿ ᏫᏥᎶᏒᎩ; ᎬᏂᏳᏉ ᎤᏕᎵᏒ ᎧᏅᏑᎸ ᎠᏯᎠ; ᏞᏍᏗ ᏥᏦᎯᏳᏂ."
  },
  {
    "verse": "27",
    "kjv": "For as the lightning cometh out of the east, and shineth even unto the west; so shall also the coming of the Son of man be.",
    "web": "For as the lightning flashes from the east, and is seen even to the west, so will the coming of the Son of Man be.",
    "chr": "ᎠᎾᎦᎵᏍᎩᏰᏃ ᏗᎧᎸᎬ ᏨᏗᎦᎾᏄᎪᎪᎢ, ᏭᏕᎵᎬᏃ ᎢᏴᏛ ᏥᏫᏗᎦᎸᏌᏓᏗᏍᎪᎢ, ᎾᏍᎩᏯ ᎾᏍᏉ ᏄᏍᏕᏍᏗ ᏴᏫ ᎤᏪᏥ ᎦᎷᏥᎸᎭ."
  },
  {
    "verse": "28",
    "kjv": "For wheresoever the carcase is, there will the eagles be gathered together.",
    "web": "For wherever the carcass is, that is where the vultures gather together.",
    "chr": "ᎢᎸᎯᏢᏰᏃ ᎪᎱᏍᏗ ᎤᎵᏬᏨᎯ ᏥᎦᏃᎢ, ᎾᎿ ᎠᏬᎭᎵ ᎠᎾᏓᏟᏏᏍᎪᎢ."
  },
  {
    "verse": "29",
    "kjv": "Immediately after the tribulation of those days shall the sun be darkened, and the moon shall not give her light, and the stars shall fall from heaven, and the powers of the heavens shall be shaken:",
    "web": "“But immediately after the suffering of those days, the sun will be darkened, the moon will not give its light, the stars will fall from the sky, and the powers of the heavens will be shaken;",
    "chr": "ᎢᎬᏪᏅᏓᏉ ᎣᏂ ᎾᏍᎩ ᎾᎯᏳ ᎠᎩᎵᏯ ᎦᎶᏐᏅᎭ, ᏅᏙ ᎢᎦ ᎡᎯ ᏛᎵᏏᎲᏏ, ᎠᎴ ᏅᏙ ᏒᏃᏱ ᎡᎯ ᎥᏝᎢᎦ ᏳᏘᏍᏕᏍᏗ, ᎠᎴ ᏃᏈᏏ ᏛᏂᏅᎪᎠᏏ, ᎠᎴ ᎤᏂᏣᏘ ᎦᎸᎶᎢ ᏣᏂᎧᎳ ᏛᎾᎵᏖᎸᏂ."
  },
  {
    "verse": "30",
    "kjv": "And then shall appear the sign of the Son of man in heaven: and then shall all the tribes of the earth mourn, and they shall see the Son of man coming in the clouds of heaven with power and great glory.",
    "web": "and then the sign of the Son of Man will appear in the sky. Then all the tribes of the earth will mourn, and they will see the Son of Man coming on the clouds of the sky with power and great glory.",
    "chr": "ᎿᏉᏃ ᎦᎸᎶᎢ ᏓᎦᎾᏄᎪᏥ ᏴᏫ ᎤᏪᏥ ᎤᏤᎵ ᎤᏰᎸᏛᎢ, ᎠᎴ ᎿᏉ ᏂᎦᏛ ᏓᏂᎳᏍᏓᎸ ᎡᎶᎯ ᏙᏛᏂᏴᎳᏏ, ᎠᎴ ᏛᏂᎪᎯ ᏴᏫ ᎤᏪᏥ ᏣᎢᏎᏍᏗ ᎤᎶᎩᎸ ᎦᎸᎶᎢ, ᎤᎵᏂᎩᏗᏳ ᎨᏒ ᎠᎴ ᎤᏣᏘ ᎦᎸᏉᏗᏳ ᎨᏒ ᎤᏄᏬᏍᏕᏍᏗ."
  },
  {
    "verse": "31",
    "kjv": "And he shall send his angels with a great sound of a trumpet, and they shall gather together his elect from the four winds, from one end of heaven to the other.",
    "web": "He will send out his angels with a great sound of a trumpet, and they will gather together his chosen ones from the four winds, from one end of the sky to the other.",
    "chr": "ᎿᏉᏃ ᏙᏓᎦᏅᏏ ᏧᏅᏏᏓᏍᏗ, ᎠᎴ ᎠᏍᏓᏱᏳ ᏛᏂᏤᎷᎯᏏ, ᎠᎴ ᏙᏛᏂᏟᏌᏂ ᎨᎦᏑᏰᏛ ᏅᎩ ᏂᏙᏗᎦᎶᏍᎬ ᎤᏃᎴ, ᎦᎸᎶ ᎢᏴᏛ ᏫᏚᎵᏍᏘᏂᎸ."
  },
  {
    "verse": "32",
    "kjv": "Now learn a parable of the fig tree; When his branch is yet tender, and putteth forth leaves, ye know that summer is nigh:",
    "web": "“Now from the fig tree learn this parable: When its branch has now become tender and produces its leaves, you know that the summer is near.",
    "chr": "Ꭷ, ᎢᏣᏕᎶᏆ ᏓᏟᎶᏍᏛ ᏒᎦᏔᎢᏳᏍᏗ ᏡᎬᎢ; ᎢᏳᏰᏃ ᏚᏩᏂᎦᎸ ᏗᏓᎨ ᏂᏕᎦᎵᏍᏓ, ᎠᎴ ᎩᎳᎢ ᏥᎦᎳᏍᏚᎲᏍᎪᎢ, ᎢᏥᎦᏔᎰ ᎪᎩ ᎾᎥᏂᏳ ᎨᏒᎢ."
  },
  {
    "verse": "33",
    "kjv": "So likewise ye, when ye shall see all these things, know that it is near, even at the doors.",
    "web": "Even so you also, when you see all these things, know that he is near, even at the doors.",
    "chr": "ᎾᏍᎩᏯᏍᎩᏂ ᎾᏍᏉ ᏂᎯ, ᎢᏳᏃ ᎿᏉ ᎯᎠ ᎾᏍᎩ ᏧᏓᎴᏅᏛ ᎢᏥᎪᎲᎭ, ᎢᏥᎦᏔᎮᏍᏗ ᎡᏍᎦᏂᏳ ᎨᏒᎢ, ᎦᎶᎯᏍᏗᏱᏉ ᎨᏒᎢ."
  },
  {
    "verse": "34",
    "kjv": "Verily I say unto you, This generation shall not pass, till all these things be fulfilled.",
    "web": "Most certainly I tell you, this generation will not pass away until all these things are accomplished.",
    "chr": "ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ; ᎯᎠ ᎪᎯ ᏣᏁᎭ ᎥᏝ ᏴᏛᏂᎶᏐᏂ, ᎬᏂ ᏂᎦᏛ ᎯᎠ ᏧᏓᎴᏅᏛ ᏂᎦᎵᏍᏔᏅᎭ."
  },
  {
    "verse": "35",
    "kjv": "Heaven and earth shall pass away, but my words shall not pass away.",
    "web": "Heaven and earth will pass away, but my words will not pass away.",
    "chr": "ᎦᎸᎶ ᎠᎴ ᎡᎶᎯ ᏙᏓᎦᎶᏐᏂ, ᎠᏴᏍᎩᏂ ᎠᎩᏁᏨᎢ ᎥᏝ ᏴᏓᎦᎶᏐᏂ."
  },
  {
    "verse": "36",
    "kjv": "But of that day and hour knoweth no man, no, not the angels of heaven, but my Father only.",
    "web": "“But no one knows of that day and hour, not even the angels of heaven, but my Father only.",
    "chr": "ᎠᏎᏃ ᎾᎯᏳ ᎢᎦ ᎨᏒ ᎠᎴ ᎢᏳᏟᎶᏛ ᎧᎳᏩᏗᏒ ᎥᏝ ᎩᎶ ᏯᎦᏔᎭ, Ꮭ ᎾᏍᏉ ᏗᏂᎧᎿᏩᏗᏙᎯ ᎦᎸᎳᏗ ᎠᏁᎯ, ᎡᏙᏓᏍᎩᏂ ᎤᏩᏒᎯᏳ."
  },
  {
    "verse": "37",
    "kjv": "But as the days of Noah were, so shall also the coming of the Son of man be.",
    "web": "As the days of Noah were, so will the coming of the Son of Man be.",
    "chr": "ᎾᏍᎩᏰᏃ ᏥᏄᏍᏕ ᎾᎯᏳ ᏃᏯ ᏤᎮᎢ, ᎾᏍᎩᏯ ᏄᏍᏕᏍᏗ ᏴᏫ ᎤᏪᏥ ᎦᎷᏨᎭ."
  },
  {
    "verse": "38",
    "kjv": "For as in the days that were before the flood they were eating and drinking, marrying and giving in marriage, until the day that Noe entered into the ark,",
    "web": "For as in those days which were before the flood they were eating and drinking, marrying and giving in marriage, until the day that Noah entered into the ship,",
    "chr": "ᎾᎯᏳᎡᏃ ᎠᏏ ᏂᎦᏃᎱᎩᏍᎬᎾ ᏥᎨᏎᎢ, ᏓᎾᎵᏍᏓᏴᎲᏍᎨᎢ, ᎠᎴ ᏓᎾᏗᏔᏍᎨᎢ, ᎠᎴ ᏓᎾᏕᏒᎲᏍᎨᎢ ᎠᎴ ᏕᎨᏥᏰᎨᎢ, ᎬᏂ ᎾᎯᏳ ᎢᎦ ᏃᏯ ᎤᏣᏅ ᏥᏳᎯ,"
  },
  {
    "verse": "39",
    "kjv": "And knew not until the flood came, and took them all away; so shall also the coming of the Son of man be.",
    "web": "and they didn’t know until the flood came and took them all away, so will the coming of the Son of Man be.",
    "chr": "ᎠᎴ ᎾᏁᎵᏍᎬᎾ ᏥᎨᏎᎢ, ᎬᏂ ᎤᏃᎱᎦᏂᎸ, ᎠᎴ ᏂᎦᏛ ᏚᏂᎬᏨ, ᎾᏍᎩᏯᏉᏍᎩᏂ ᎾᏍᏉ ᏄᏍᏕᏍᏗ ᏴᏫ ᎤᏪᏥ ᎦᎷᏨᎭ."
  },
  {
    "verse": "40",
    "kjv": "Then shall two be in the field; the one shall be taken, and the other left.",
    "web": "Then two men will be in the field: one will be taken and one will be left.",
    "chr": "ᎿᏉᏃ ᎠᏂᏔᎵ ᏠᎨᏏ ᎠᏁᏙᎮᏍᏗ, ᎠᏏᏴᏫ ᎠᏥᏯᏅᏗ ᎨᏎᏍᏗ ᏐᎢᏃ ᎠᏥᎧᎯᏯᏍᏗ ᎨᏎᏍᏗ;"
  },
  {
    "verse": "41",
    "kjv": "Two women shall be grinding at the mill; the one shall be taken, and the other left.",
    "web": "Two women will be grinding at the mill: one will be taken and one will be left.",
    "chr": "ᎠᏂᏔᎵ ᎠᏂᎨᏴ ᎠᏂᏍᏙᏍᎨᏍᏗ ᎠᏍᏙᏍᎩᏱ, ᎠᏏᏴᏫ ᎠᏥᏯᏅᏗ ᎨᏎᏍᏗ ᏐᎢᏃ ᎠᏥᎧᎯᏯᏍᏗ ᎨᏎᏍᏗ."
  },
  {
    "verse": "42",
    "kjv": "Watch therefore: for ye know not what hour your Lord doth come.",
    "web": "Watch therefore, for you don’t know in what hour your Lord comes.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏥᏯᏫᏍᎨᏍᏗ, ᎥᏝᏰᏃ ᏱᏥᎦᏔᎭ ᎢᏳᏉ ᎤᎷᎯᏍᏗᏱ ᎢᏣᏤᎵ ᎤᎬᏫᏳᎯ."
  },
  {
    "verse": "43",
    "kjv": "But know this, that if the goodman of the house had known in what watch the thief would come, he would have watched, and would not have suffered his house to be broken up.",
    "web": "But know this, that if the master of the house had known in what watch of the night the thief was coming, he would have watched, and would not have allowed his house to be broken into.",
    "chr": "ᎯᎠᏃ ᎢᏣᏅᏖᏍᏗ, ᎢᏳᏃ ᎠᏍᎦᏯ ᎦᏁᎳ ᏱᎠᎦᏔᎮ ᎢᏳᏉ ᎦᏃᏍᎩᏍᎩ ᎤᎷᎯᏍᏗᏱ, ᏳᏯᏫᏎᎢ, ᎠᎴ ᎥᏝ ᎤᏁᎳᎩ ᏩᎩᏴᏏ ᎦᎵᏦᏕ ᏱᎬᏪᎵᏎᎢ."
  },
  {
    "verse": "44",
    "kjv": "Therefore be ye also ready: for in such an hour as ye think not the Son of man cometh.",
    "web": "Therefore also be ready, for in an hour that you don’t expect, the Son of Man will come.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᏂᎯ ᎾᏍᎩ ᎢᏣᏛᏅᎢᏍᏕᏍᏗ, ᏂᏤᎵᏍᎬᎾᏉᏰᏃ ᎨᏒ ᎢᏳ ᏴᏫ ᎤᏪᏥ ᏓᎦᎷᏥ."
  },
  {
    "verse": "45",
    "kjv": "Who then is a faithful and wise servant, whom his lord hath made ruler over his household, to give them meat in due season?",
    "web": "“Who then is the faithful and wise servant, whom his lord has set over his household, to give them their food in due season?",
    "chr": "ᎦᎪᎨᏃ ᎠᎦᎵᏯ ᎠᎴ ᎠᏏᎾᏌᏂ ᎠᏥᏅᏏᏓᏍᏗ, ᎾᏍᎩ ᎤᏅᏏᏙᎯ ᏄᎬᏫᏳᏒ ᎢᏳᏩᏁᎸᎯ ᎦᏁᎸ ᏚᏓᏘᎿᎥᎢ, ᎾᏍᎩ ᎤᎾᎵᏍᏓᏴᏗ ᏧᏁᏗᏱ ᎤᎾᎵᏍᏓᏴᏗᏱ ᏂᎦᎵᏍᏔᏂᏒᎢ?"
  },
  {
    "verse": "46",
    "kjv": "Blessed is that servant, whom his lord when he cometh shall find so doing.",
    "web": "Blessed is that servant whom his lord finds doing so when he comes.",
    "chr": "ᎣᏏᏳ ᎢᏳᎵᏍᏓᏁᏗ ᎾᏍᎩ Ꮎ ᎠᏥᏅᏏᏓᏍᏗ ᎤᏅᏏᏙᎯ ᎦᎷᏨᎭ ᎤᏩᏛᎲᎭ ᎾᏍᎩ ᎾᏛᏁᎲᎢ."
  },
  {
    "verse": "47",
    "kjv": "Verily I say unto you, That he shall make him ruler over all his goods.",
    "web": "Most certainly I tell you that he will set him over all that he has.",
    "chr": "ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ; ᏂᎦᏛ ᎤᎿᎥᎢ ᏛᎦᏘᏗᏍᏔᏂ."
  },
  {
    "verse": "48",
    "kjv": "But and if that evil servant shall say in his heart, My lord delayeth his coming;",
    "web": "But if that evil servant should say in his heart, ‘My lord is delaying his coming,’",
    "chr": "ᎢᏳᏍᎩᏂᏃ ᎾᏍᎩ Ꮎ ᎤᏁᎫᏥᏛ ᎠᏥᏅᏏᏓᏍᏗ ᎯᎠ ᏂᎦᏪᏍᎨᏍᏗ ᏧᏓᏅᏛᎢ; ᎠᎩᏅᏏᏙᎯ ᎪᎯᏗᎭ ᎤᎷᎯᏍᏗᏱ;"
  },
  {
    "verse": "49",
    "kjv": "And shall begin to smite his fellowservants, and to eat and drink with the drunken;",
    "web": "and begins to beat his fellow servants, and eat and drink with the drunkards,",
    "chr": "ᎠᎴ ᎠᎴᏂᏍᎨᏍᏗ ᏙᎦᎸᏂᎮᏍᏗ ᎢᏧᎳᎭ ᎨᏥᏅᏏᏓᏍᏗ, ᎠᎴ ᎢᏧᎳᎭ ᎠᎾᎵᏍᏓᏴᎲᏍᎨᏍᏗ ᎠᎴ ᏓᎾᏗᏔᏍᎨᏍᏗ ᏧᏂᏴᏍᏕᏍᎩ,"
  },
  {
    "verse": "50",
    "kjv": "The lord of that servant shall come in a day when he looketh not for him, and in an hour that he is not aware of,",
    "web": "the lord of that servant will come in a day when he doesn’t expect it and in an hour when he doesn’t know it,",
    "chr": "ᎾᏍᎩ ᎠᏥᏅᏏᏓᏍᏗ ᎤᏅᏏᏙᎯ ᏓᎦᎷᏥ ᎾᎯᏳ ᎢᎦ ᎾᏓᎦᏖᏃᎲᎾ ᎨᏒᎢ, ᎠᎴ ᎢᏳ ᏁᎵᏍᎬᎾ ᎨᏒᎢ,"
  },
  {
    "verse": "51",
    "kjv": "And shall cut him asunder, and appoint him his portion with the hypocrites: there shall be weeping and gnashing of teeth.",
    "web": "and will cut him in pieces and appoint his portion with the hypocrites. That is where the weeping and grinding of teeth will be.",
    "chr": "ᎠᎴ ᏙᏓᏳᎦᎵᏏ, ᎠᎴ ᎤᎾᏠᎾᏍᏗ ᏩᏁᎲ ᏮᏓᏳᏎᎮᎵ; ᎾᎿ ᏓᏂᏴᎨᏍᏗ ᎠᎴ ᏓᏂᎸᏓᎩᏍᎨᏍᏗ ᏓᏂᏄᏙᎬᎢ."
  }
]