[
  {
    "verse": "1",
    "kjv": "Then shall the kingdom of heaven be likened unto ten virgins, which took their lamps, and went forth to meet the bridegroom.",
    "web": "“Then the Kingdom of Heaven will be like ten virgins who took their lamps and went out to meet the bridegroom.",
    "chr": "ᎿᏉᏃ ᎦᎸᎳᏗ ᎡᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎾᏍᎩᏯ ᎨᏎᏍᏗ ᎠᏍᎪᎯ ᎢᏯᏂᏛ ᎠᎾᏛ, ᎾᏍᎩ ᏥᏚᏂᏅᏎ ᏗᏨᏍᏙᏗ ᎠᎴ ᏥᏚᎾᏠᏒᏎ ᎠᏕᏒᎲᏍᎩ."
  },
  {
    "verse": "2",
    "kjv": "And five of them were wise, and five were foolish.",
    "web": "Five of them were foolish, and five were wise.",
    "chr": "ᎯᏍᎩᏃ ᎢᏯᏂᏛ ᎠᏂᎦᏔᎿᎢ ᎨᏎᎢ, ᎯᏍᎩᏃ ᎤᏂᏁᎫ."
  },
  {
    "verse": "3",
    "kjv": "They that were foolish took their lamps, and took no oil with them:",
    "web": "Those who were foolish, when they took their lamps, took no oil with them,",
    "chr": "ᎤᏂᏁᎫ ᏚᏂᏅᏎ ᏗᏨᏍᏙᏗ ᎠᏎᏃ ᎪᎢ ᏄᏂᏁᏨᏒᎾ ᎨᏎᎢ,"
  },
  {
    "verse": "4",
    "kjv": "But the wise took oil in their vessels with their lamps.",
    "web": "but the wise took oil in their vessels with their lamps.",
    "chr": "ᎠᏂᎦᏔᎿᎢᏍᎩᏂ ᏚᏂᏅᏎ ᏧᏂᏨᏍᏙᏗ, ᎠᎴ ᎾᏍᏉ ᎪᎢ ᎤᏂᏁᏨᏎ ᏚᏂᏟᏍᏔᏁ ᏗᏖᎵᏙ."
  },
  {
    "verse": "5",
    "kjv": "While the bridegroom tarried, they all slumbered and slept.",
    "web": "Now while the bridegroom delayed, they all slumbered and slept.",
    "chr": "ᎠᏏᏃ ᎤᎪᏂᏲᎨ ᎠᏕᏒᎲᏍᎩ, ᏂᎦᏛ ᎠᏂᎵᏅᎨᎢ, ᎠᎴ ᎤᏂᎵᏅᏤᎢ."
  },
  {
    "verse": "6",
    "kjv": "And at midnight there was a cry made, Behold, the bridegroom cometh; go ye out to meet him.",
    "web": "But at midnight there was a cry, ‘Behold! The bridegroom is coming! Come out to meet him!’",
    "chr": "ᎥᏃᏱᏃ ᎠᏰᎵ ᎩᎶ ᎠᏍᏓᏯ ᎤᏁᏤᎢ, ᎯᎠ ᏄᏪᏎᎢ; ᎬᏂᏳᏉ ᎠᏕᏒᎲᏍᎩ ᏓᏯᎢ! ᏫᏕᏣᏠᎢ!"
  },
  {
    "verse": "7",
    "kjv": "Then all those virgins arose, and trimmed their lamps.",
    "web": "Then all those virgins arose, and trimmed their lamps.",
    "chr": "ᎿᏉᏃ ᏂᎦᏛ ᎠᎾᏛ ᎤᎾᏗᏓᏁᏎᎢ, ᎠᎴ ᏚᏂᏥᏃᏍᎦᎸᎮ ᏚᏂᏨᏍᏛᎢ."
  },
  {
    "verse": "8",
    "kjv": "And the foolish said unto the wise, Give us of your oil; for our lamps are gone out.",
    "web": "The foolish said to the wise, ‘Give us some of your oil, for our lamps are going out.’",
    "chr": "ᎤᏂᏁᏓᏃ ᎯᎠ ᏂᏚᏂᏪᏎᎴ ᎠᏂᎦᏔᎿᎢ; ᎢᎦᏛ ᎪᎢ ᎢᏣᏤᎵ ᏍᎩᏁᎥᏏ, ᏙᎬᏠᎯᏎᎭᏰᏃ ᏙᎩᏨᏍᏛᎢ."
  },
  {
    "verse": "9",
    "kjv": "But the wise answered, saying, Not so; lest there be not enough for us and you: but go ye rather to them that sell, and buy for yourselves.",
    "web": "But the wise answered, saying, ‘What if there isn’t enough for us and you? You go rather to those who sell, and buy for yourselves.’",
    "chr": "ᎠᏎᏃ ᎠᏂᎦᏔᎿᎢ ᎤᏂᏁᏨ ᎯᎠ ᏄᏂᏪᏎᎢ; ᏝᎨ ᏰᎵ ᏱᏙᎨᎩᏰᎵᎦ ᏂᎦᏛ, ᎢᏤᎾᏉᏍᎩᏂ ᏗᏂᏃᏗᏍᎬ, ᎢᏨᏒ ᏫᏥᏩᎯ."
  },
  {
    "verse": "10",
    "kjv": "And while they went to buy, the bridegroom came; and they that were ready went in with him to the marriage: and the door was shut.",
    "web": "While they went away to buy, the bridegroom came, and those who were ready went in with him to the wedding feast, and the door was shut.",
    "chr": "ᎤᏂᏩᏎᏅᏃ ᎠᏕᏒᎲᏍᎩ ᎤᎷᏤᎢ, ᎤᎾᏛᏅᎢᏍᏗᏃ ᎾᏍᎩ ᎢᏧᎳᎭ ᏣᎦᏨᏍᏙᏗᏱ ᏭᏂᏴᎴᎢ, ᎠᎴ ᎤᏂᏍᏚᏁ ᎦᎶᎯᏍᏗᏱ."
  },
  {
    "verse": "11",
    "kjv": "Afterward came also the other virgins, saying, Lord, Lord, open to us.",
    "web": "Afterward the other virgins also came, saying, ‘Lord, Lord, open to us.’",
    "chr": "ᎣᏂᏃ ᎾᏍᏉ ᎠᏂᏐᎢ ᎠᎾᏛ ᎤᏂᎷᏤᎢ, ᎯᎠ ᏄᏂᏪᏎᎢ; ᏣᎬᏫᏳᎯ, ᏣᎬᏫᏳᎯ, ᎡᏍᎩᏍᏚᎩ."
  },
  {
    "verse": "12",
    "kjv": "But he answered and said, Verily I say unto you, I know you not.",
    "web": "But he answered, ‘Most certainly I tell you, I don’t know you.’",
    "chr": "ᎠᏎᏃ ᏧᏁᏨ ᎯᎠ ᏄᏪᏎᎢ; ᎤᏙᎯᏳᎯᏯ ᎢᏨᏲᏎᎭ, ᎥᏝ ᏱᏨᎦᏔᎭ."
  },
  {
    "verse": "13",
    "kjv": "Watch therefore, for ye know neither the day nor the hour wherein the Son of man cometh.",
    "web": "Watch therefore, for you don’t know the day nor the hour in which the Son of Man is coming.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏥᏯᏫᏍᎨᏍᏗ, ᎥᏝᏰᏃ ᏱᏥᎦᏔᎭ ᎾᎯᏳ ᎢᎦ ᎨᏒ ᎠᎴ ᎢᏳᏟᎶᏛ ᎧᎳᏩᏗᏒ ᎤᎷᎯᏍᏗᏱ ᏴᏫ ᎤᏪᏥ."
  },
  {
    "verse": "14",
    "kjv": "For the kingdom of heaven is as a man travelling into a far country, who called his own servants, and delivered unto them his goods.",
    "web": "“For it is like a man going into another country, who called his own servants and entrusted his goods to them.",
    "chr": "ᎾᏍᎩᏯᏉᏰᏃ ᎩᎶ ᎠᏍᎦᏯ ᎢᏅᏥᏮᏗᎦᎶᏏᏎᎢ, ᎠᎴ ᏥᏫᏚᏯᏅᎮ ᏧᏅᏏᏓᏍᏗ, ᎠᎴ ᏥᏚᏲᎯᏎᎴ ᎤᎿᎥᎢ."
  },
  {
    "verse": "15",
    "kjv": "And unto one he gave five talents, to another two, and to another one; to every man according to his several ability; and straightway took his journey.",
    "web": "To one he gave five talents, to another two, to another one, to each according to his own ability. Then he went on his journey.",
    "chr": "ᎠᏏᏴᏫᏃ ᎯᏍᎩ ᎢᏯᎦᏴᎵ ᎠᏕᎸ ᏚᏁᎴᎢ, ᏐᎢᏃ ᏔᎵ ᎢᏯᎦᏴᎵ, ᏐᎢᏃ ᏌᏉ ᎢᏯᎦᏴᎵ, ᎠᏂᏏᏴᏫᎭ ᎾᏍᎩ ᏰᎵ ᎢᎬᏩᎾᏛᏁᏗ ᎨᏒᎢ. ᎿᏉᏃ ᎤᏂᎩᏎᎢ."
  },
  {
    "verse": "16",
    "kjv": "Then he that had received the five talents went and traded with the same, and made them other five talents.",
    "web": "Immediately he who received the five talents went and traded with them, and made another five talents.",
    "chr": "ᎿᏉᏃ ᎯᏍᎩ ᎢᏯᎦᏴᎵ ᏣᏥᏁᎸᎯ ᎤᏪᏅᏎ ᏭᏃᏔᏁᎢ, ᎯᏍᎩᏃ ᎢᏯᎦᏴᎵ ᎤᏁᏉᏤᎴᎢ."
  },
  {
    "verse": "17",
    "kjv": "And likewise he that had received two, he also gained other two.",
    "web": "In the same way, he also who got the two gained another two.",
    "chr": "ᎾᏍᏉ ᎠᎴ Ꮎ ᏔᎵ ᎢᏯᎦᏴᎵ ᏣᏥᏁᎸᎯ ᎾᏍᏉ ᏔᎵ ᎢᏯᎦᏴᎵ ᎤᏁᏉᏤᎴᎢ."
  },
  {
    "verse": "18",
    "kjv": "But he that had received one went and digged in the earth, and hid his lord's money.",
    "web": "But he who received the one talent went away and dug in the earth and hid his lord’s money.",
    "chr": "ᏌᏉᏍᎩᏂ ᎢᏯᎦᏴᎵ ᏣᏥᏁᎸᎯ ᎤᏪᏅᏎᎢ, ᏭᏍᎪᎭ ᎦᏙᎯ, ᎠᎴ ᏫᏚᏩᏍᎦᎳᏁ ᎤᎾᏝᎢ ᏧᏤᎵ ᎠᏕᎸ."
  },
  {
    "verse": "19",
    "kjv": "After a long time the lord of those servants cometh, and reckoneth with them.",
    "web": "“Now after a long time the lord of those servants came, and settled accounts with them.",
    "chr": "ᎢᎸᎯᏳᏃ ᎢᏴᏛ ᎤᎷᏤ ᎾᏍᎩ ᎨᏥᏅᏏᏓᏍᏗ ᎤᏂᎾᏝᎢ, ᎣᏍᏛᏃ ᏄᏅᏁᎴᎢ."
  },
  {
    "verse": "20",
    "kjv": "And so he that had received five talents came and brought other five talents, saying, Lord, thou deliveredst unto me five talents: behold, I have gained beside them five talents more.",
    "web": "He who received the five talents came and brought another five talents, saying, ‘Lord, you delivered to me five talents. Behold, I have gained another five talents in addition to them.’",
    "chr": "ᎯᏍᎩᏃ ᎢᏯᎦᏴᎵ ᏣᏥᏁᎸᎯ ᎤᎷᏤᎢ, ᎠᎴ ᏚᏲᎴ ᏅᏩᎾᏓᎴ ᎯᏍᎩ ᎢᏯᎦᏴᎵ ᎠᏕᎸ, ᎯᎠ ᏄᏪᏎᎢ; ᏍᎩᎾᏝᎢ, ᎯᏍᎩ ᎢᏯᎦᏴᎵ ᎠᏕᎸ ᏕᏍᎩᏲᎯᏎᎸᎩ; ᎬᏂᏳᏉ ᏅᏩᎾᏓᎴ ᎯᏍᎩ ᎢᏯᏕᏴᎵ ᎬᎩᏁᏉᏤᎸ."
  },
  {
    "verse": "21",
    "kjv": "His lord said unto him, Well done, thou good and faithful servant: thou hast been faithful over a few things, I will make thee ruler over many things: enter thou into the joy of thy lord.",
    "web": "“His lord said to him, ‘Well done, good and faithful servant. You have been faithful over a few things, I will set you over many things. Enter into the joy of your lord.’",
    "chr": "ᎤᎾᏝᎢᏃ ᎯᎠ ᏄᏪᏎᎴᎢ; ᎣᏏᏳ! ᎰᏍᏛ ᎠᎴ ᎯᎦᎵᏯ ᎡᏣᏅᏏᏓᏍᏗ! ᏚᏳᎪᏛ ᏂᏣᏛᏁᎸ ᎤᏍᏗ ᏧᏓᎴᏅᏛ ᏕᏣᎸᏫᏍᏓᏁᎸᎢ; ᎤᏣᏘ ᏧᏓᎴᏅᏛ ᏣᎬᏫᏳᏌᏕᎩ ᏅᏓᎬᏴᏁᎵ; ᎯᏴᎭ ᎣᏍᏛ ᎠᏓᏅᏓᏗᏍᏗᏱ ᏣᎾᏝᎢ ᎤᏤᎵᎪᎯ."
  },
  {
    "verse": "22",
    "kjv": "He also that had received two talents came and said, Lord, thou deliveredst unto me two talents: behold, I have gained two other talents beside them.",
    "web": "“He also who got the two talents came and said, ‘Lord, you delivered to me two talents. Behold, I have gained another two talents in addition to them.’",
    "chr": "ᎾᏍᏉᏃ ᏔᎵ ᎢᏯᎦᏴᎵ ᏣᏥᏁᎸᎯ ᎤᎷᏨ ᎯᎠ ᏄᏪᏎᎢ; ᏍᎩᎾᏝᎢ, ᏔᎵ ᎢᏯᎦᏴᎵ ᎠᏕᎸ ᏕᏍᎩᏲᎯᏎᎸᎩ; ᎬᏂᏳᏉ ᎤᏩᎾᏓᎴ ᏔᎵ ᎢᏯᎦᏴᎵ ᎬᎩᏁᏉᏤᎸ."
  },
  {
    "verse": "23",
    "kjv": "His lord said unto him, Well done, good and faithful servant; thou hast been faithful over a few things, I will make thee ruler over many things: enter thou into the joy of thy lord.",
    "web": "“His lord said to him, ‘Well done, good and faithful servant. You have been faithful over a few things. I will set you over many things. Enter into the joy of your lord.’",
    "chr": "ᎤᎾᏝᎢ ᎯᎠ ᏄᏪᏎᎴᎢ; ᎣᏏᏳ! ᎰᏍᏛ ᎠᎴ ᎯᎦᎵᏯ ᎡᏣᏅᏏᏓᏍᏗ! ᏚᏳᎪᏛ ᏂᏣᏛᏁᎸ ᎤᏍᏗ ᏧᏓᎴᏅᏛ ᏕᏣᎸᏫᏍᏓᏁᎸᎢ; ᎤᏣᏘ ᏧᏓᎴᏅᏛ ᏣᎬᏫᏳᏌᏕᎩ ᏅᏓᎬᏴᏁᎵ; ᎯᏴᎭ ᎣᏍᏛ ᎠᏓᏅᏓᏗᏍᏗᏱ ᏣᎾᏝᎢ ᎤᏤᎵᎪᎯ."
  },
  {
    "verse": "24",
    "kjv": "Then he which had received the one talent came and said, Lord, I knew thee that thou art an hard man, reaping where thou hast not sown, and gathering where thou hast not strawed:",
    "web": "“He also who had received the one talent came and said, ‘Lord, I knew you that you are a hard man, reaping where you didn’t sow, and gathering where you didn’t scatter.",
    "chr": "ᎿᏉᏃ ᏌᏉ ᎢᏯᏕᏴᎵ ᏣᏥᏁᎸᎯ ᎤᎷᏨ ᎯᎠ ᏄᏪᏎᎢ; ᏍᎩᎾᏝᎢ, ᎬᎦᏔᎲᎩ, ᎯᏍᏓᏱᏳ ᎨᏒᎢ, ᎠᎴ ᎯᏍᎫᏕᏍᎬᎢ ᎾᎿ ᏂᏣᏫᏒᎾ ᎨᏒᎢ, ᎠᎴ ᎱᏖᏍᎬᎢ ᎾᎿ ᏂᏣᎴᎳᏛᏅᎾ ᎨᏒᎢ."
  },
  {
    "verse": "25",
    "kjv": "And I was afraid, and went and hid thy talent in the earth: lo, there thou hast that is thine.",
    "web": "I was afraid, and went away and hid your talent in the earth. Behold, you have what is yours.’",
    "chr": "ᎠᎴ ᏥᏍᎦᎢᎲᎢ ᎠᏇᏅᏒᎩ, ᏫᏓᎬᏍᎦᎳᏅᎩ ᎦᏙᎯ ᎠᏕᎸ ᏗᏣᏤᎵᎦ; ᎬᏂᏳᏉ ᎠᏂ ᎾᏍᎩ ᏗᏣᏤᎵᎦ."
  },
  {
    "verse": "26",
    "kjv": "His lord answered and said unto him, Thou wicked and slothful servant, thou knewest that I reap where I sowed not, and gather where I have not strawed:",
    "web": "“But his lord answered him, ‘You wicked and slothful servant. You knew that I reap where I didn’t sow, and gather where I didn’t scatter.",
    "chr": "ᎤᎾᏝᎢᏃ ᎤᏁᏨ ᎯᎠ ᏄᏪᏎᎴᎢ; ᏣᏁᎫᏥᏛ ᎠᎴ ᏣᏓᏄᎸᏗ ᎡᏣᏅᏏᏓᏍᏗ! ᎯᎦᏔᎲᎩ ᏥᏍᎫᏕᏍᎬ ᎾᎿ ᎾᎩᏫᏒᎾ ᎨᏒᎢ, ᎠᎴ ᎫᏖᏍᎬ ᎾᎿ ᎾᎩᎴᎳᏛᏅᎾ ᎨᏒᎢ!"
  },
  {
    "verse": "27",
    "kjv": "Thou oughtest therefore to have put my money to the exchangers, and then at my coming I should have received mine own with usury.",
    "web": "You ought therefore to have deposited my money with the bankers, and at my coming I should have received back my own with interest.",
    "chr": "ᎠᏕᎸ ᏗᏂᏍᏆᏂᎪᏗᏍᎩᏱ ᏱᏫᏙᏣᏁ ᎠᏕᎸ ᏗᏆᏤᎵᎦ, ᎾᏍᎩᏃ ᎪᎯ ᏥᏥᎷᎩ ᏱᏓᎩᎪᎮ ᏗᏆᏤᎵ ᎠᎴ ᎤᏂᏁᏉᏨᎯ."
  },
  {
    "verse": "28",
    "kjv": "Take therefore the talent from him, and give it unto him which hath ten talents.",
    "web": "Take away therefore the talent from him and give it to him who has the ten talents.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᏥᏙᎡᏥᎩᏏᏉ ᏌᏉ ᎢᏯᎦᏴᎵ ᎠᏕᎸ, ᎠᏍᎪᎯᏃ ᎢᏯᎦᏴᎵ ᏧᎯ ᏤᏥᎥᏏ."
  },
  {
    "verse": "29",
    "kjv": "For unto every one that hath shall be given, and he shall have abundance: but from him that hath not shall be taken away even that which he hath.",
    "web": "For to everyone who has will be given, and he will have abundance, but from him who doesn’t have, even that which he has will be taken away.",
    "chr": "ᎩᎶᏰᏃ ᎤᎮᏍᏗ ᎠᏥᏁᏗ ᎨᏎᏍᏗ, ᎤᏣᏘᏃ ᎤᏍᏆᏂᎪᏕᏍᏗ; ᎩᎶᏍᎩᏂ ᏄᎲᎾ ᎨᏎᏍᏗ ᎠᏥᎩᎡᏗᏉ ᎨᏎᏍᏗ ᎾᏍᎩ ᎾᏍᏉ ᎤᎲᎢ."
  },
  {
    "verse": "30",
    "kjv": "And cast ye the unprofitable servant into outer darkness: there shall be weeping and gnashing of teeth.",
    "web": "Throw out the unprofitable servant into the outer darkness, where there will be weeping and gnashing of teeth.’",
    "chr": "ᎯᎠᏃ ᎪᎱᏍᏗ ᎬᏙᏗ ᏂᎨᏒᎾ ᎦᏅᏏᏓᏍᏗ ᏙᏱᏗᏢ ᏧᎵᏏᎬ ᏪᏣᏓᎤᎦ; ᎾᎿ ᏓᏂᏴᎨᏍᏗ ᎠᎴ ᏓᏂᎸᏓᎩᏍᎨᏍᏗ ᏓᏂᏄᏙᎬᎢ."
  },
  {
    "verse": "31",
    "kjv": "When the Son of man shall come in his glory, and all the holy angels with him, then shall he sit upon the throne of his glory:",
    "web": "“But when the Son of Man comes in his glory, and all the holy angels with him, then he will sit on the throne of his glory.",
    "chr": "ᎢᏳᏃ ᎿᏉ ᏴᏫ ᎤᏪᏥ ᎦᎷᏨᎭ ᎤᏩᏒ ᎤᏤᎵᎦ ᎦᎸᏉᏗᏳ ᎨᏒ ᎤᏄᏬᏍᏕᏍᏗ, ᎠᎴ ᏂᎦᏛ ᎨᏥᎸᏉᏗ ᏗᏂᎧᎿᏩᏗᏙᎯ ᏓᏘ ᏁᎮᏍᏗ, ᎿᏉ ᏓᎦᏂ ᎦᎸᏉᏗᏳ ᎤᏪᏍᎩᎸᎢ;"
  },
  {
    "verse": "32",
    "kjv": "And before him shall be gathered all nations: and he shall separate them one from another, as a shepherd divideth his sheep from the goats:",
    "web": "Before him all the nations will be gathered, and he will separate them one from another, as a shepherd separates the sheep from the goats.",
    "chr": "ᎢᎬᏱᏗᏢᏃ ᏙᏓᎨᏥᎳᏫᏗ ᏂᎦᏗᏳ ᏄᎾᏓᎴᏒ ᏴᏫ, ᎠᎴ ᏙᏛᎦᎴᏅᏔᏂ ᎾᏍᎩᏯ ᎠᏫ-ᏗᎦᏘᏯ ᏥᏓᎦᎴᏅᏗᏍᎪᏧᏤᎵ ᎠᏫ ᎤᏂᏃᏕᎾ ᎠᎴ ᎠᏫ ᏗᏂᎭᏄᎸᎯ."
  },
  {
    "verse": "33",
    "kjv": "And he shall set the sheep on his right hand, but the goats on the left.",
    "web": "He will set the sheep on his right hand, but the goats on the left.",
    "chr": "ᎠᏫᏃ ᎤᏂᏃᏕᎾ ᎠᎦᏘᏏ ᎢᏗᏢ ᏙᏓᎦᎪᏔᏂ, ᎠᏫᏃ ᏗᏂᎭᏄᎸᎯ ᎠᎦᏍᎦᏂ ᎢᏗᏢ;"
  },
  {
    "verse": "34",
    "kjv": "Then shall the King say unto them on his right hand, Come, ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world:",
    "web": "Then the King will tell those on his right hand, ‘Come, blessed of my Father, inherit the Kingdom prepared for you from the foundation of the world;",
    "chr": "ᎿᏉᏃ ᎤᎬᏫᏳᎯ ᎯᎠ ᏂᏙᏓᎦᏪᏎᎵ ᎠᎦᏘᏏ ᎢᏗᏢ ᎠᏂᏙᎾᎢ; ᎡᏤᎾ, ᎡᏙᏓ ᎢᏥᎸᏉᏔᏅᎯ, ᎢᏣᏤᎵ ᏫᏂᎦᎵᏍᏓ ᎤᏤᎵᎪᎯ ᎡᏣᎵᏍᎪᎸᏓᏁᎸᎯ ᎡᎶᎯ ᏧᏙᏢᏅ ᏅᏓᎬᏩᏓᎴᏅᏛ."
  },
  {
    "verse": "35",
    "kjv": "For I was an hungred, and ye gave me meat: I was thirsty, and ye gave me drink: I was a stranger, and ye took me in:",
    "web": "for I was hungry and you gave me food to eat. I was thirsty and you gave me drink. I was a stranger and you took me in.",
    "chr": "ᎠᎪᏄᏰᏃ ᎠᎩᏲᏏᏍᎬᎩ, ᎥᏍᎩᏰᎳᏍᏔᏅᏃ; ᎠᎩᏔᏕᎩᏍᎬᎩ, ᎥᏍᎩᎤᏅᏃ; ᏅᎩᎦᏔᎲᎾ ᎨᏒᎩ, ᎥᏍᎩᏴᏔᏅᎩ;"
  },
  {
    "verse": "36",
    "kjv": "Naked, and ye clothed me: I was sick, and ye visited me: I was in prison, and ye came unto me.",
    "web": "I was naked and you clothed me. I was sick and you visited me. I was in prison and you came to me.’",
    "chr": "ᎠᎩᏰᎸᎭ ᎨᏒᎩ, ᏙᏍᎩᏄᏬᎥᎩᏃ; ᎠᎩᏢᎬᎩ, ᎥᏍᎩᏯᎦᏔᏂᎸᎩᏃ; ᏗᏓᏍᏚᏗᏱ ᎥᎩᏍᏚᎲᎩ, ᎥᏍᎩᏩᏛᎯᎸᎩᏃ."
  },
  {
    "verse": "37",
    "kjv": "Then shall the righteous answer him, saying, Lord, when saw we thee an hungred, and fed thee? or thirsty, and gave thee drink?",
    "web": "“Then the righteous will answer him, saying, ‘Lord, when did we see you hungry and feed you, or thirsty and give you a drink?",
    "chr": "ᎿᏉᏃ ᎤᎾᏓᏅᏘ ᏛᏂᏁᏥ ᎯᎠ ᏅᏓᎬᏩᏪᏎᎵ; ᏣᎬᏫᏳᎯ, ᎢᎳᎩᏳ ᎢᏨᎪᏒ ᏣᏲᏏᏍᎨᎢ, ᎢᏨᏰᎳᏍᏔᏁᏃ; ᎠᎴ ᏣᏔᏕᎩᏍᎨᎢ, ᎢᏨᎤᏁᏃ;"
  },
  {
    "verse": "38",
    "kjv": "When saw we thee a stranger, and took thee in? or naked, and clothed thee?",
    "web": "When did we see you as a stranger and take you in, or naked and clothe you?",
    "chr": "ᎢᎳᎩᏳ ᎢᏨᎪᎡ ᏁᏣᎦᏔᎲᎾ, ᎢᏨᏴᏔᏁᏃ; ᎠᎴ ᏣᏰᎸᎭ ᎨᏎᎢ, ᎢᏨᏄᏬᎡᏃ;"
  },
  {
    "verse": "39",
    "kjv": "Or when saw we thee sick, or in prison, and came unto thee?",
    "web": "When did we see you sick or in prison and come to you?’",
    "chr": "ᎠᎴ ᎢᎳᎩᏳ ᎢᏨᎪᎡ ᏣᏢᎨᎢ, ᎠᎴ ᏗᏓᏍᏚᏗᏱ ᎡᏣᏍᏚᎮᎢ, ᎢᏨᏯᎦᏔᏂᎴᏃ?"
  },
  {
    "verse": "40",
    "kjv": "And the King shall answer and say unto them, Verily I say unto you, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.",
    "web": "“The King will answer them, ‘Most certainly I tell you, because you did it to one of the least of these my brothers, you did it to me.’",
    "chr": "ᎤᎬᏫᏳᎯᏃ ᏓᎧᏁᏥ ᎯᎠ ᏂᏙᏓᎦᏪᏎᎵ; ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ, ᎾᏍᎩᏰᏃ ᏥᏁᏣᏛᏁᎸ ᎤᏍᏗᎧᏂ ᎯᎠ ᎾᏍᎩ ᎣᏣᎵᏅᏟ, ᎠᏴ ᏂᏍᎩᏯᏛᏁᎸᎩ."
  },
  {
    "verse": "41",
    "kjv": "Then shall he say also unto them on the left hand, Depart from me, ye cursed, into everlasting fire, prepared for the devil and his angels:",
    "web": "Then he will say also to those on the left hand, ‘Depart from me, you cursed, into the eternal fire which is prepared for the devil and his angels;",
    "chr": "ᎯᎠᏃ ᎾᏍᏉ ᏂᏙᏓᎦᏪᏎᎵ ᎠᎦᏍᎦᏂ ᎢᏗᏢ ᎠᏂᏙᎾᎢ; ᏍᎩᏯᏓᏅᏏ, ᎡᏥᏍᎦᏨᎯ, ᏫᎾᏍᏛᎾ ᎠᏥᎸᏱ ᏗᎨᏒ ᏫᏥᎶᎯ, ᎾᏍᎩ ᎠᏍᎩᎾ ᎠᎴ ᏧᏤᎵ ᏗᏂᎧᎿᏩᏗᏙᎯ ᎨᎪᏢᎾᏁᎸᎯ."
  },
  {
    "verse": "42",
    "kjv": "For I was an hungred, and ye gave me no meat: I was thirsty, and ye gave me no drink:",
    "web": "for I was hungry, and you didn’t give me food to eat; I was thirsty, and you gave me no drink;",
    "chr": "ᎠᎪᏄᏰᏃ ᎠᎩᏲᏏᏍᎬᎩ, ᎥᏝᏃ ᏱᏍᎩᏰᎳᏍᏔᏁᎢ; ᎠᎩᏔᏕᎩᏍᎬᎩ, ᎥᏝᏃ ᏱᏍᎩᎤᏁᎢ;"
  },
  {
    "verse": "43",
    "kjv": "I was a stranger, and ye took me not in: naked, and ye clothed me not: sick, and in prison, and ye visited me not.",
    "web": "I was a stranger, and you didn’t take me in; naked, and you didn’t clothe me; sick, and in prison, and you didn’t visit me.’",
    "chr": "ᏅᎩᎦᏔᎲᎾ ᎨᏒᎩ, ᎥᏝᏃ ᏱᏍᎩᏴᏔᏁᎢ; ᎠᎩᏰᎸᎭ ᎨᏒᎩ, ᎥᏝᏃ ᏱᏗᏍᎩᏄᏬᎡᎢ; ᎠᎩᏢᎬᎩ, ᎠᎴ ᏗᏓᏍᏚᏗᏱ ᎥᎩᏍᏚᎲᎩ, ᎥᏝᏃ ᏱᏍᎩᏩᏛᎯᎴᎢ."
  },
  {
    "verse": "44",
    "kjv": "Then shall they also answer him, saying, Lord, when saw we thee an hungred, or athirst, or a stranger, or naked, or sick, or in prison, and did not minister unto thee?",
    "web": "“Then they will also answer, saying, ‘Lord, when did we see you hungry, or thirsty, or a stranger, or naked, or sick, or in prison, and didn’t help you?’",
    "chr": "ᎾᏍᏉᏃ ᎾᏍᎩ ᏛᏂᏁᏥ, ᎯᎠ ᏅᏓᎬᏩᏪᏎᎵ, ᏣᎬᏫᏳᎯ, ᎢᎳᎩᏳ ᎢᏨᎪᎡ ᏣᏲᏏᏍᎨᎢ, ᎠᎴ ᏣᏔᏕᎩᏍᎨᎢ, ᎠᎴ ᏁᏣᎦᏔᎲᎾ ᎨᏎᎢ, ᎠᎴ ᏣᏰᎸᎭ ᎨᏎᎢ, ᎠᎴ ᏣᏢᎨᎢ, ᎠᎴ ᏗᏓᏍᏚᏗᏱ ᎡᏣᏍᏚᎮᎢ, ᏂᏨᏍᏕᎸᎲᎾᏃ ᎨᏎᎢ?"
  },
  {
    "verse": "45",
    "kjv": "Then shall he answer them, saying, Verily I say unto you, Inasmuch as ye did it not to one of the least of these, ye did it not to me.",
    "web": "“Then he will answer them, saying, ‘Most certainly I tell you, because you didn’t do it to one of the least of these, you didn’t do it to me.’",
    "chr": "ᎿᏉᏃ ᏓᎧᏁᏥ ᎯᎠ ᏂᏙᏓᎦᏪᏎᎵ; ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ, ᎾᏍᎩᏰᏃ ᏁᏣᏛᏁᎸᎾ ᎨᏒ ᎤᏍᏗᎧᏂ ᎯᎠ ᎾᏍᎩ, ᎠᏴ ᎥᏝ ᏱᏂᏍᎩᏯᏛᏁᎴᎢ."
  },
  {
    "verse": "46",
    "kjv": "And these shall go away into everlasting punishment: but the righteous into life eternal.",
    "web": "These will go away into eternal punishment, but the righteous into eternal life.”",
    "chr": "ᎯᎠᏃ ᎾᏍᎩ ᏫᎾᏍᏛᎾ ᎠᎩᎵᏲᎢᏍᏗᏱ ᏗᎨᏒ ᏮᏛᏂᎶᏏ; ᎤᎾᏓᏅᏘᏍᎩᏂ ᏫᎾᏍᏛᎾ ᎬᏂᏛ ᏗᎨᏒᎢ."
  }
]