[
  {
    "verse": "1",
    "kjv": "And it came to pass, when Jesus had finished all these sayings, he said unto his disciples,",
    "web": "When Jesus had finished all these words, he said to his disciples,",
    "chr": "ᎯᎠᏃ ᏄᎵᏍᏔᏅᎩ, ᎾᏍᎩ ᏥᏌ ᎤᏍᏆᏛ ᏂᎦᏛ ᎯᎠ ᎾᏍᎩ ᏂᎦᏪᏍᎬᎢ, ᎯᎠ ᏂᏚᏪᏎᎸᎩ ᎬᏩᏍᏓᏩᏗᏙᎯ;"
  },
  {
    "verse": "2",
    "kjv": "Ye know that after two days is the feast of the passover, and the Son of man is betrayed to be crucified.",
    "web": "“You know that after two days the Passover is coming, and the Son of Man will be delivered up to be crucified.”",
    "chr": "ᎢᏥᎦᏔᎭ ᏔᎵ ᎢᏳᏒᎯ ᎧᏃᎯᏰᎩ ᏗᎵᏍᏓᏴᏗᏱ ᎨᏒᎢ, ᎠᎴ ᏴᏫ ᎤᏪᏥ ᏣᎦᏡᏔᏂᏒ ᎠᎦᏛᏗᏱ."
  },
  {
    "verse": "3",
    "kjv": "Then assembled together the chief priests, and the scribes, and the elders of the people, unto the palace of the high priest, who was called Caiaphas,",
    "web": "Then the chief priests, the scribes, and the elders of the people were gathered together in the court of the high priest, who was called Caiaphas.",
    "chr": "ᎿᏉᏃ ᏚᏂᎳᏫᏤ ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸᎠᏁᎶᎯ ᎠᎴ ᏗᏃᏪᎵᏍᎩ ᎠᎴ ᏗᏂᎳᏫᎩ ᎠᏁᎲ ᏴᏫ, ᎦᏁᎸ ᏄᎬᏫᏳᏒ ᎠᏥᎸ-ᎨᎶᎯ ᎧᏯᏆ ᏧᏙᎢᏛ;"
  },
  {
    "verse": "4",
    "kjv": "And consulted that they might take Jesus by subtilty, and kill him.",
    "web": "They took counsel together that they might take Jesus by deceit and kill him.",
    "chr": "ᎤᏂᏃᎮᎴᏃ ᎦᎶᏄᎮᏛ ᎤᏅᏙᏗᏱ ᎤᏂᏂᏴᏗᏱ ᏥᏌ, ᎠᎴ ᎤᏂᎯᏍᏗᏱ."
  },
  {
    "verse": "5",
    "kjv": "But they said, Not on the feast day, lest there be an uproar among the people.",
    "web": "But they said, “Not during the feast, lest a riot occur among the people.”",
    "chr": "ᎠᏎᏃ ᎯᎠ ᏄᏂᏪᏎᎢ; ᏞᏍᏗ ᏗᎵᏍᏓᏴᏗᏱ ᎨᏒᎢ, ᎾᎯᏳᏰᏃ ᏱᎩ ᎤᏣᏘ ᏯᎾᎵᏖᎸᎲᎦ ᏴᏫ."
  },
  {
    "verse": "6",
    "kjv": "Now when Jesus was in Bethany, in the house of Simon the leper,",
    "web": "Now when Jesus was in Bethany, in the house of Simon the leper,",
    "chr": "ᏥᏌᏃ ᏇᏗᏂᏱ ᎡᏙᎲᎢ, ᏌᏩᏂ ᎠᏓᏰᏍᎩ ᎤᏢᎩ ᎦᏁᎸᎢ,"
  },
  {
    "verse": "7",
    "kjv": "There came unto him a woman having an alabaster box of very precious ointment, and poured it on his head, as he sat at meat.",
    "web": "a woman came to him having an alabaster jar of very expensive ointment, and she poured it on his head as he sat at the table.",
    "chr": "ᎤᎷᏤᎸᎩ ᎠᎨᏴ ᎠᏰᎲᎩ ᎫᎫ ᏅᏯ ᎤᏁᎬ ᎪᏢᏔᏅᎯ ᎠᏟᏍᏛᎩ ᎤᏣᏘ ᏧᎬᏩᎶᏗ ᎠᏠᏁᏗ, ᎠᎴ ᎤᎶᏁᏔᏅᎩ ᎠᏍᎪᎵ ᎦᏅᎬ ᎠᎵᏍᏓᏴᎲᏍᎬᎢ."
  },
  {
    "verse": "8",
    "kjv": "But when his disciples saw it, they had indignation, saying, To what purpose is this waste?",
    "web": "But when his disciples saw this, they were indignant, saying, “Why this waste?",
    "chr": "ᎬᏩᏍᏓᏩᏗᏙᎯᏃ ᎬᏩᎪᎲ ᎤᏂᏔᎳᏬᏒᎩ, ᎯᎠ ᏄᏪᏒᎩ; ᎦᏙᏃ ᎯᎠ ᏣᏤᏬᎩ?"
  },
  {
    "verse": "9",
    "kjv": "For this ointment might have been sold for much, and given to the poor.",
    "web": "For this ointment might have been sold for much and given to the poor.”",
    "chr": "ᎯᎠᏰᏃ ᎠᏠᏁᏗ ᏳᎾᏗᏅᏎ ᎤᏣᏘ ᏱᏚᎬᏩᎳᏁᎢ, ᎠᎴ ᎾᏍᎩ ᎤᏲ ᎢᏳᎾᏛᎿᏕᎩ ᏗᏁᏗ ᏱᎨᏎᎢ."
  },
  {
    "verse": "10",
    "kjv": "When Jesus understood it, he said unto them, Why trouble ye the woman? for she hath wrought a good work upon me.",
    "web": "However, knowing this, Jesus said to them, “Why do you trouble the woman? She has done a good work for me.",
    "chr": "ᏥᏌᏃ ᎤᏙᎴᎰᏒ, ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎦᏙᏃ ᎢᎡᏣᏕᏯᏙᏗ ᎠᎨᏴ? ᎣᏏᏳᏰᏃ ᏚᎸᏫᏍᏓᏏ ᏥᎾᏋᎦ."
  },
  {
    "verse": "11",
    "kjv": "For ye have the poor always with you; but me ye have not always.",
    "web": "For you always have the poor with you, but you don’t always have me.",
    "chr": "ᎤᏲᏰᏃ ᎢᏳᎾᏛᎿᏕᎩ ᏂᎪᎯᎸ ᎨᏤᎳᏗᏙᎭ, ᎠᏴᏍᎩᏂ ᎥᏝ ᏂᎪᎯᎸ ᏱᏨᏰᎳᏗᏙᎭ."
  },
  {
    "verse": "12",
    "kjv": "For in that she hath poured this ointment on my body, she did it for my burial.",
    "web": "For in pouring this ointment on my body, she did it to prepare me for burial.",
    "chr": "ᎯᎠᏰᏃ ᎠᏠᏁᏗ ᏥᏰᎸᎢ ᏣᎩᎶᏁᏓ, ᎥᎩᏂᏐᏗᏱ ᎠᏆᏛᏅᎢᏍᏗᎭ."
  },
  {
    "verse": "13",
    "kjv": "Verily I say unto you, Wheresoever this gospel shall be preached in the whole world, there shall also this, that this woman hath done, be told for a memorial of her.",
    "web": "Most certainly I tell you, wherever this Good News is preached in the whole world, what this woman has done will also be spoken of as a memorial of her.”",
    "chr": "ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ; ᎠᎾᎵᏥᏙᏂᏙᎸᎭ ᎯᎠ ᎣᏍᏛ ᎧᏃᎮᏛ ᎢᎸᎯᏢ ᎡᎳᏂᎬᎢ, ᎾᏍᏉ ᎯᎠ ᎠᎨᏴ ᏥᎾᏛᎦ ᎤᏂᏃᎮᏗ ᎨᏎᏍᏗ, ᎾᏍᎩ ᎠᎦᏅᏓᏗᏍᏙᏗ."
  },
  {
    "verse": "14",
    "kjv": "Then one of the twelve, called Judas Iscariot, went unto the chief priests,",
    "web": "Then one of the twelve, who was called Judas Iscariot, went to the chief priests",
    "chr": "ᎿᏉᏃ ᎠᏏᏴᏫ ᏔᎳᏚ ᎢᏯᏂᏛ ᎨᏒᎢ, ᏧᏓᏏ ᎢᏍᎦᎳᏗ ᏧᏙᎢᏛ, ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸ-ᎠᏁᎶᎯ ᏫᏚᎷᏤᎴᎢ,"
  },
  {
    "verse": "15",
    "kjv": "And said unto them, What will ye give me, and I will deliver him unto you? And they covenanted with him for thirty pieces of silver.",
    "web": "and said, “What are you willing to give me if I deliver him to you?” So they weighed out for him thirty pieces of silver.",
    "chr": "ᎯᎠ ᏫᏂᏚᏪᏎᎴᎢ; ᎦᏙ ᏓᏍᎩᏁᎵ ᎠᏴᏃ ᏙᏓᏨᏲᎯᏎᎵ? ᏦᎠᏍᎪᎯᏃ ᎠᏰᎵ-ᎠᏕᎸ ᏕᎬᏩᏌᏍᏓᏁᎴᎢ."
  },
  {
    "verse": "16",
    "kjv": "And from that time he sought opportunity to betray him.",
    "web": "From that time he sought opportunity to betray him.",
    "chr": "ᎾᎯᏳᏉᏃ ᎤᎴᏅᎲᎩ ᎤᏲᎸ ᎢᏳᏛᏁᏗᏱ ᎤᎶᏄᎮᏗᏱ."
  },
  {
    "verse": "17",
    "kjv": "Now the first day of the feast of unleavened bread the disciples came to Jesus, saying unto him, Where wilt thou that we prepare for thee to eat the passover?",
    "web": "Now on the first day of unleavened bread, the disciples came to Jesus, saying to him, “Where do you want us to prepare for you to eat the Passover?”",
    "chr": "ᎢᎬᏱᏱᏉᏃ ᎢᎦ ᎾᎪᏔᏅᎾ ᎦᏚ ᎠᎩᏍᏗᏱ ᎨᏒ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎬᏩᎷᏤᎸ ᏥᏌ, ᎯᎠ ᏂᎬᏩᏪᏎᎸᎩ, ᎭᏢ ᏣᏚᎵᎭ ᎣᎦᏛᏅᎢᏍᏙᏗᏱ ᏣᎵᏍᏓᏴᏗᏱ ᎧᏃᎯᏰᎩ."
  },
  {
    "verse": "18",
    "kjv": "And he said, Go into the city to such a man, and say unto him, The Master saith, My time is at hand; I will keep the passover at thy house with my disciples.",
    "web": "He said, “Go into the city to a certain person, and tell him, ‘The Teacher says, “My time is at hand. I will keep the Passover at your house with my disciples.”’”",
    "chr": "ᎯᎠᏃ ᏄᏪᏒᎩ; ᎢᏤᎾ ᏗᎦᏚᎲᎢ, ᎾᎿ ᏤᎲ ᎠᏍᎦᏯ, ᎯᎠᏃ ᎾᏥᏪᏎᎸᎭ; ᏗᏕᏲᎲᏍᎩ ᎯᎠ ᏂᎦᏪᎭ; ᎿᏉ ᎠᎩᏍᏆᎸᎡᎵᏗ, ᎬᎩᏍᏓᏩᏗᏙᎯ ᎯᏁᎸ ᏓᏲᏥᏍᏆᏂᎪᏔᏂ ᎧᏃᎯᏰᎩ ᏗᎵᏍᏓᏴᏗᏱ ᎨᏒᎢ."
  },
  {
    "verse": "19",
    "kjv": "And the disciples did as Jesus had appointed them; and they made ready the passover.",
    "web": "The disciples did as Jesus commanded them, and they prepared the Passover.",
    "chr": "ᎬᏩᏍᏓᏩᏗᏙᎯᏃ ᏄᏍᏛ ᏥᏌ ᏚᏁᏤᎸ ᎾᏍᎩ ᏄᎾᏛᏁᎸᎩ, ᎠᎴ ᎣᏍᏛ ᏄᏅᏁᎸᎩ ᎧᏃᎯᏰᎩ ᏗᎵᏍᏓᏴᏗᏱ."
  },
  {
    "verse": "20",
    "kjv": "Now when the even was come, he sat down with the twelve.",
    "web": "Now when evening had come, he was reclining at the table with the twelve disciples.",
    "chr": "ᎤᏒᏃ ᏄᎵᏍᏔᏅ ᎤᎾᏂᏢᏅᎩ [ᏥᏌ] ᏔᎳᏚ ᎢᏯᏂᏛ ᎬᏩᏍᏓᏩᏗᏙᎯ"
  },
  {
    "verse": "21",
    "kjv": "And as they did eat, he said, Verily I say unto you, that one of you shall betray me.",
    "web": "As they were eating, he said, “Most certainly I tell you that one of you will betray me.”",
    "chr": "ᎠᎾᎵᏍᏓᏴᎲᏍᎬᏃ ᎯᎠ ᏄᏪᏒᎩ; ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ; ᎯᎠ ᏥᏂᏣᏛᏅ ᏌᏉ ᎤᏓᏑᏯ ᏛᏆᏡᏔᏂ."
  },
  {
    "verse": "22",
    "kjv": "And they were exceeding sorrowful, and began every one of them to say unto him, Lord, is it I?",
    "web": "They were exceedingly sorrowful, and each began to ask him, “It isn’t me, is it, Lord?”",
    "chr": "ᎤᏣᏘᏃ ᎤᏲᎢᏳ ᎤᏂᏰᎸᏅᎩ, ᎠᎴ ᎤᎾᎴᏅᎲᎩ ᎠᏂᏏᏴᏫᎭ ᎯᎠ ᏂᎬᏩᏪᏎᎸᎩ; ᏣᎬᏫᏳᎯ, ᏥᎪ ᎠᏴ?"
  },
  {
    "verse": "23",
    "kjv": "And he answered and said, He that dippeth his hand with me in the dish, the same shall betray me.",
    "web": "He answered, “He who dipped his hand with me in the dish will betray me.",
    "chr": "ᎤᏁᏨᏃ ᎯᎠ ᏄᏪᏒᎩ; ᎢᏧᎳᎭ ᏦᏍᏓᏑᏫᏍᎦ ᎠᏖᎵᏙᎩᎯ ᎾᏍᎩ ᏛᏆᏡᏔᏂ."
  },
  {
    "verse": "24",
    "kjv": "The Son of man goeth as it is written of him: but woe unto that man by whom the Son of man is betrayed! it had been good for that man if he had not been born.",
    "web": "The Son of Man goes even as it is written of him, but woe to that man through whom the Son of Man is betrayed! It would be better for that man if he had not been born.”",
    "chr": "ᏴᏫ ᎤᏪᏥ ᎠᎢ ᏄᏍᏛ ᎪᏪᎵ ᎠᏥᏃᎮᏍᎬᎢ; ᎠᏎᏃ ᎤᏲᎢᏳ ᎢᏳᎵᏍᏓᏁᏗ ᎾᏍᎩ ᎠᏍᎦᏯ ᎠᏫ ᎤᏪᏥ ᎠᏡᏗᏍᎩ. ᎣᏏᏳ ᏱᎨᏎ ᎾᏍᎩ ᎠᏍᎦᏯ ᏄᏕᏅᎾᏉ ᏱᎨᏎᎢ."
  },
  {
    "verse": "25",
    "kjv": "Then Judas, which betrayed him, answered and said, Master, is it I? He said unto him, Thou hast said.",
    "web": "Judas, who betrayed him, answered, “It isn’t me, is it, Rabbi?” He said to him, “You said it.”",
    "chr": "ᏧᏓᏏᏃ ᎠᏓᏡᏗᏍᎩ ᎤᏁᏨ ᎯᎠ ᏄᏪᏒᎩ; ᏔᏕᏲᎲᏍᎩ, ᏥᎪ ᎠᏴ? ᎯᎠ ᏄᏪᏎᎸᎩ; ᏰᎵ ᏂᏫ."
  },
  {
    "verse": "26",
    "kjv": "And as they were eating, Jesus took bread, and blessed it, and brake it, and gave it to the disciples, and said, Take, eat; this is my body.",
    "web": "As they were eating, Jesus took bread, gave thanks for it, and broke it. He gave to the disciples and said, “Take, eat; this is my body.”",
    "chr": "ᎠᎾᎵᏍᏓᏴᎲᏍᎬᏃ ᏥᏌ ᎦᏚ ᎤᎩᏒᎩ, ᎠᎴ ᎤᎵᎮᎵᏨᎩ, ᎠᎴ ᎤᎬᎭᎷᏴᎩ, ᎠᎴ ᏚᏁᎸ ᎬᏩᏍᏓᏩᏗᏙᎯ, ᎯᎠᏃ ᏄᏪᏒᎩ; ᎢᏥᎩ, ᎢᏥᎦ, ᎯᎠ ᎾᏍᎩ ᎠᏴ ᏥᏰᎸᎢ."
  },
  {
    "verse": "27",
    "kjv": "And he took the cup, and gave thanks, and gave it to them, saying, Drink ye all of it;",
    "web": "He took the cup, gave thanks, and gave to them, saying, “All of you drink it,",
    "chr": "ᎤᎵᏍᏈᏗᏃ ᎤᎩᏒ ᎠᎴ ᎤᎵᎮᎵᏨ ᏚᏁᏁᎸᎩ, ᎯᎠ ᏄᏪᏒᎩ; ᏂᏥᎥ ᎢᏣᏗᏔ;"
  },
  {
    "verse": "28",
    "kjv": "For this is my blood of the new testament, which is shed for many for the remission of sins.",
    "web": "for this is my blood of the new covenant, which is poured out for many for the remission of sins.",
    "chr": "ᎾᏍᎩᏰᏃ ᎯᎠ ᎠᎩᎩᎬ ᎢᏤ ᎧᏃᎮᏛ ᏓᏠᎯᏍᏛᎢ, ᎾᏍᎩ ᎤᏂᏨᏘ ᏥᎨᎦᏤᏪᎸ, ᎦᎨᏥᏁᏗᏱ ᎤᏂᏍᎦᏅᏨᎢ."
  },
  {
    "verse": "29",
    "kjv": "But I say unto you, I will not drink henceforth of this fruit of the vine, until that day when I drink it new with you in my Father's kingdom.",
    "web": "But I tell you that I will not drink of this fruit of the vine from now on, until that day when I drink it anew with you in my Father’s Kingdom.”",
    "chr": "ᎠᏎᏃ ᎯᎠ ᏂᏨᏪᏎᎭ; ᎥᏝ ᎢᎸᎯᏳ ᎪᎩ ᎢᏳᏓᎴᏅᏛ ᏴᎦᎦᏗᏔ ᎯᎠ ᏖᎸᎳᏗ ᎤᎾᏄᎪᏫᏒᎯ, ᎬᏂ ᎾᎯᏳ ᎢᎦ ᎢᏧᎳᎭ ᎢᏤ ᎢᏓᏗᏔᎲᎭ ᎡᏙᏓ ᎤᏤᎵᎪᎯ."
  },
  {
    "verse": "30",
    "kjv": "And when they had sung an hymn, they went out into the mount of Olives.",
    "web": "When they had sung a hymn, they went out to the Mount of Olives.",
    "chr": "ᏚᏂᏃᎩᏒᏃ ᏗᎧᏃᎩᏍᏗ ᎤᏂᏄᎪᏨᎩ, ᎣᎵᏩᏲᎢ ᎤᏌᎯᎸ ᏭᏂᎶᏒᎩ."
  },
  {
    "verse": "31",
    "kjv": "Then saith Jesus unto them, All ye shall be offended because of me this night: for it is written, I will smite the shepherd, and the sheep of the flock shall be scattered abroad.",
    "web": "Then Jesus said to them, “All of you will be made to stumble because of me tonight, for it is written, ‘I will strike the shepherd, and the sheep of the flock will be scattered.’",
    "chr": "ᎿᏉᏃ ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᏂᎯ ᏂᏥᎥ ᏙᏓᏦᏕᎵ ᎪᎯ ᏒᏃᏱ ᏥᎩ, ᎠᏴ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ. ᎯᎠᏰᏃ ᏂᎬᏅ ᎢᎪᏪᎳ, ᏓᏥᏴᏂᎵ ᎠᏫ-ᏗᎦᏘᏯ, ᎠᏫᏃ ᎤᎾᏓᏡᎬ ᏛᎾᏗᎦᎴᏲᏥ."
  },
  {
    "verse": "32",
    "kjv": "But after I am risen again, I will go before you into Galilee.",
    "web": "But after I am raised up, I will go before you into Galilee.”",
    "chr": "ᎠᏎᏃ ᏗᏆᎴᏅᎯ ᎨᏎᏍᏗ ᎢᎬᏱ ᏅᏓᏨᏰᏅᎡᎵ ᎨᎵᎵ."
  },
  {
    "verse": "33",
    "kjv": "Peter answered and said unto him, Though all men shall be offended because of thee, yet will I never be offended.",
    "web": "But Peter answered him, “Even if all will be made to stumble because of you, I will never be made to stumble.”",
    "chr": "ᏈᏓ ᎤᏁᏨ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎾᏍᏉ ᏂᎦᏛ ᏱᏚᏃᏕᎸ ᏂᎯ ᏱᏅᏗᎦᎵᏍᏙᏗᎭ, ᎠᏎ ᎠᏴ ᎥᏝ ᏱᏙᎬᏉᏕᎦ."
  },
  {
    "verse": "34",
    "kjv": "Jesus said unto him, Verily I say unto thee, That this night, before the cock crow, thou shalt deny me thrice.",
    "web": "Jesus said to him, “Most certainly I tell you that tonight, before the rooster crows, you will deny me three times.”",
    "chr": "ᏥᏌᏃ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᎬᏪᏎᎭ; ᎪᎯᏉ ᏒᏃᏱ ᏥᎩ ᎠᏏ ᏣᏔᎦ ᎾᏂᏴᎬᎾ ᎨᏎᏍᏗ ᏦᎢ ᏅᏓᏍᏆᏓᏱᎵ."
  },
  {
    "verse": "35",
    "kjv": "Peter said unto him, Though I should die with thee, yet will I not deny thee. Likewise also said all the disciples.",
    "web": "Peter said to him, “Even if I must die with you, I will not deny you.” All of the disciples also said likewise.",
    "chr": "ᏈᏓᏃ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎾᏍᏉ ᎢᎴᎳᎭ ᏗᏱᏂᏲᎱᎯᏍᏗ ᏱᎩ, ᎠᏎ ᎥᏝ ᏴᎦᎬᏯᏓᏱᎦ. ᎾᏍᎩᏯ ᎾᏍᏉ ᏂᎦᏛ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎾᏍᎩ ᏄᏂᏪᏒᎩ."
  },
  {
    "verse": "36",
    "kjv": "Then cometh Jesus with them unto a place called Gethsemane, and saith unto the disciples, Sit ye here, while I go and pray yonder.",
    "web": "Then Jesus came with them to a place called Gethsemane, and said to his disciples, “Sit here, while I go there and pray.”",
    "chr": "ᎿᏉᏃ ᏥᏌ ᎠᎴ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎤᏂᎷᏨᎩ ᎨᏏᎻᏂ ᏚᏙᎥᎢ, ᎯᎠᏃ ᏂᏚᏪᏎᎸ ᎬᏩᏍᏓᏩᏗᏙᎯ; ᎠᏂ ᎢᏥᏁᏍᏗ ᎬᏂ ᎢᏢ ᏫᎦᏓᏙᎵᏍᏔᏅᎭ."
  },
  {
    "verse": "37",
    "kjv": "And he took with him Peter and the two sons of Zebedee, and began to be sorrowful and very heavy.",
    "web": "He took with him Peter and the two sons of Zebedee, and began to be sorrowful and severely troubled.",
    "chr": "ᏚᏘᏅᏒᎩᏃ ᏈᏓ ᎠᎴ ᎠᏂᏔᎵ ᏤᏈᏗ ᏧᏪᏥ, ᎠᎴ ᎤᎴᏅᎮ ᎡᎯᏍᏗ ᎤᏓᏅᏓᏕᎢ, ᎠᎴ ᎤᏣᏘ ᎦᎨᏗᏳ ᏄᎵᏍᏓᏁᎴ ᎤᏓᏅᏛᎢ."
  },
  {
    "verse": "38",
    "kjv": "Then saith he unto them, My soul is exceeding sorrowful, even unto death: tarry ye here, and watch with me.",
    "web": "Then Jesus said to them, “My soul is exceedingly sorrowful, even to death. Stay here and watch with me.”",
    "chr": "ᎿᏉᏃ ᎯᎠ ᏂᏚᏪᏎᎴᎢ; ᎠᏆᏓᏅᏛ ᎤᎧᎵᏨᎯ ᎤᏣᏘ ᎡᎯᏍᏗ ᎨᏒᎢ ᎠᏲᎱᎯᏍᏗ ᎨᏒ ᎢᎦᎢ. ᎠᏂ ᎢᏥᏁᏍᏗ ᎠᎴ ᎢᏧᎳᎭ ᎢᏗᏯᏫᏍᎨᏍᏗ."
  },
  {
    "verse": "39",
    "kjv": "And he went a little farther, and fell on his face, and prayed, saying, O my Father, if it be possible, let this cup pass from me: nevertheless not as I will, but as thou wilt.",
    "web": "He went forward a little, fell on his face, and prayed, saying, “My Father, if it is possible, let this cup pass away from me; nevertheless, not what I desire, but what you desire.”",
    "chr": "ᎤᏍᏗᏱᏛᏃ ᎤᏗᏗᏢᏍᏙᏗ ᎢᏴᏛ ᏭᎷᏤᎢ, ᎠᎴ ᎤᎵᏯᏍᏚᏁᎢ, ᎠᎴ ᎤᏓᏙᎵᏍᏔᏁᎢ, ᎯᎠ ᏄᏪᏎᎢ; ᎡᏙᏓ, ᎢᏳᏃ ᏰᎵ ᎢᎬᏩᎵᏍᏙᏗ ᎨᏎᏍᏗ ᏩᎩᎶᎯᏏᏉ ᎯᎠ ᎤᎵᏍᏈᏗ; ᎢᏝᏍᎩᏂᏃᏅ ᎠᏴ ᏄᏍᏛ ᎦᏓᏅᏖᏍᎬᎢ, ᏂᎯᏍᎩᏂ."
  },
  {
    "verse": "40",
    "kjv": "And he cometh unto the disciples, and findeth them asleep, and saith unto Peter, What, could ye not watch with me one hour?",
    "web": "He came to the disciples and found them sleeping, and said to Peter, “What, couldn’t you watch with me for one hour?",
    "chr": "ᎬᏩᏍᏓᏩᏗᏙᎯᏃ ᎠᏂᏅ ᏗᎤᎷᏨ ᏚᏩᏛᎮ ᎠᏂᎵᏁᎢ, ᎯᎠᏃ ᏄᏪᏎᎴ ᏈᏓ; ᎦᏙᏉ, ᏝᏍᎪ ᏥᏯᏫᏍᎬ ᏌᏉ ᎢᏳᏟᎶᏛ ᎢᎪᎯᏛ ᎨᏥᏯᏫᏍᏗ ᏱᎩ?"
  },
  {
    "verse": "41",
    "kjv": "Watch and pray, that ye enter not into temptation: the spirit indeed is willing, but the flesh is weak.",
    "web": "Watch and pray, that you don’t enter into temptation. The spirit indeed is willing, but the flesh is weak.”",
    "chr": "ᎢᏥᏯᏫᏍᎨᏍᏗ ᎠᎴ ᎢᏣᏓᏙᎵᏍᏗᏍᎨᏍᏗ ᎾᏍᎩ ᎤᏓᎪᎵᏰᏗᏱ ᎨᏒ ᏫᏥᎾᏄᎪᎢᏍᏗᏱ ᏂᎨᏒᎾ ᎨᏒᎢ. ᎠᏓᏅᏙ ᎤᏙᎯᏳᎯ ᎤᏛᏅᎢᏍᏗ, ᎤᏇᏓᎸᏍᎩᏂ ᏩᎾᎦᎳᎯᏳ."
  },
  {
    "verse": "42",
    "kjv": "He went away again the second time, and prayed, saying, O my Father, if this cup may not pass away from me, except I drink it, thy will be done.",
    "web": "Again, a second time he went away and prayed, saying, “My Father, if this cup can’t pass away from me unless I drink it, your desire be done.”",
    "chr": "ᏔᎵᏁᏃ ᎤᏪᏅᏎᎢ, ᏭᏓᏙᎵᏍᏔᏁᎢ, ᎯᎠ ᏫᏄᏪᏎᎢ; ᎡᏙᏓ,"
  },
  {
    "verse": "43",
    "kjv": "And he came and found them asleep again: for their eyes were heavy.",
    "web": "He came again and found them sleeping, for their eyes were heavy.",
    "chr": "ᏗᎤᎷᏨᏃ ᏚᏩᏛᎮ ᏔᎵᏁ ᎠᏂᎵᎾᎡᎢ, ᏗᏂᎦᏙᎵᏰᏃ ᏗᎦᎨᏗᏳ ᎨᏎᎢ."
  },
  {
    "verse": "44",
    "kjv": "And he left them, and went away again, and prayed the third time, saying the same words.",
    "web": "He left them again, went away, and prayed a third time, saying the same words.",
    "chr": "ᏔᎵᏁᏃ ᏚᏮᏕᏤ ᎠᎴ ᎤᏓᏅᏎᎢ, ᎠᎴ ᏦᎢᏁ ᏭᏓᏙᎵᏍᏔᏁᎢ, ᎾᏍᎩᏯ ᏫᏄᏪᏎᎢ."
  },
  {
    "verse": "45",
    "kjv": "Then cometh he to his disciples, and saith unto them, Sleep on now, and take your rest: behold, the hour is at hand, and the Son of man is betrayed into the hands of sinners.",
    "web": "Then he came to his disciples and said to them, “Are you still sleeping and resting? Behold, the hour is at hand, and the Son of Man is betrayed into the hands of sinners.",
    "chr": "ᎿᏉᏃ ᏗᎤᎷᏨ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎠᏂᏅᎢ, ᎯᎠ ᏂᏚᏪᏎᎴᎢ; ᎿᏉ ᎢᏥᎵᏅᎩ ᎠᎴ ᎢᏥᏯᏪᏐᎸᎦ; ᎬᏂᏳᏉ ᎢᏳ ᎨᏒ ᎤᏍᏆᎸᎯᏗ, ᏴᏫᏃ ᎤᏪᏥ ᎠᎦᏡᏔᏅ ᎤᏂᏁᎫᏥᏛ ᏴᏫ ᏕᎨᏥᏲᎯᏎᎸ."
  },
  {
    "verse": "46",
    "kjv": "Rise, let us be going: behold, he is at hand that doth betray me.",
    "web": "Arise, let’s be going. Behold, he who betrays me is at hand.”",
    "chr": "ᏗᏣᎴᎲᎦ! ᎢᏓᎢᏎᏍᏗ! ᎬᏂᏳᏉ ᎠᏉ ᏓᏯᎢ ᎠᏆᏡᏗᏍᎩ."
  },
  {
    "verse": "47",
    "kjv": "And while he yet spake, lo, Judas, one of the twelve, came, and with him a great multitude with swords and staves, from the chief priests and elders of the people.",
    "web": "While he was still speaking, behold, Judas, one of the twelve, came, and with him a great multitude with swords and clubs, from the chief priests and elders of the people.",
    "chr": "ᎠᏏᏉᏃ ᎦᏬᏂᏍᎬᎢ ᎬᏂᏳᏉ ᏧᏓᏏ ᎠᏏᏴᏫ ᏔᎳᏚ ᎢᏯᏂᏛ ᎨᏒ ᎤᎷᏨᎩ, ᎠᎴ ᏓᏘᏁᎲᎩ ᎤᏂᏣᏘ ᏴᏫ, ᎠᏰᎳᏍᏗ-ᏗᎦᏅᎯᏛ ᎠᎴ ᎠᏓ ᏗᏂᏁᎯ, ᏅᏓᎬᏂᏅᏏᏛ ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸᎠᏁᎶᎯ ᏗᏂᎳᏫᎩ ᎠᏁᎲ ᏴᏫ."
  },
  {
    "verse": "48",
    "kjv": "Now he that betrayed him gave them a sign, saying, Whomsoever I shall kiss, that same is he: hold him fast.",
    "web": "Now he who betrayed him had given them a sign, saying, “Whoever I kiss, he is the one. Seize him.”",
    "chr": "ᎤᏡᏗᏍᎩᏃ ᏧᏃᏁᎸᎯ ᎨᏎ ᎤᎾᏙᎴᎰᎯᏍᏙᏗ ᎯᎠ ᎢᏳᏪᏒᎯ ᎨᏎᎢ; ᎩᎶ ᏥᏯᏚᏣᎳᏅᎭ ᎾᏍᎩ ᎨᏎᏍᏗ, ᎠᏍᏓᏯ ᏕᏥᏂᏴᎲᎭ."
  },
  {
    "verse": "49",
    "kjv": "And forthwith he came to Jesus, and said, Hail, master; and kissed him.",
    "web": "Immediately he came to Jesus, and said, “Greetings, Rabbi!” and kissed him.",
    "chr": "ᎤᎵᏍᏗᏳᏃ ᏥᏌ ᎦᏙᎬ ᎤᎷᏨᎩ, ᎯᎠ ᏄᏪᏒᎩ; ᏙᎯᏱ ᏕᎾᏓᎪᏩᏛ, ᏍᎩᎾᏝᎢ; ᎠᎴ ᎤᏚᏣᎳᏅᎩ."
  },
  {
    "verse": "50",
    "kjv": "And Jesus said unto him, Friend, wherefore art thou come? Then came they, and laid hands on Jesus and took him.",
    "web": "Jesus said to him, “Friend, why are you here?” Then they came and laid hands on Jesus, and took him.",
    "chr": "ᏥᏌᏃ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎩᎾᎵᎢ, ᎦᏙᏃ ᎥᎯᎷᎩ. ᎿᏉᏃ ᎤᏂᎷᏨᎩ ᎠᎴ ᏕᎬᏩᏏᏔᏛᎩ ᏥᏌ, ᎬᏩᏂᏴᎲᎩ."
  },
  {
    "verse": "51",
    "kjv": "And, behold, one of them which were with Jesus stretched out his hand, and drew his sword, and struck a servant of the high priest's, and smote off his ear.",
    "web": "Behold, one of those who were with Jesus stretched out his hand and drew his sword, and struck the servant of the high priest, and cut off his ear.",
    "chr": "ᎠᎴ ᎬᏂᏳᏉ ᎠᏏᏴᏫ ᏥᏌ ᎠᏁᎯ ᎤᏌᎳᏓᏅᎩ ᎧᏃᎨᏂ ᎤᎸᎲᎩ ᎠᏰᎳᏍᏗ-ᎦᏅᎯᏛ, ᎠᎴ ᎤᎷᏴ ᎤᎬᏫᏳᎯ ᎠᏥᎸ-ᎨᎶᎯ ᎤᏅᏏᏓᏍᏗ, ᎠᎴ ᎤᎵᏍᏕᏍᏔᏅᎩ."
  },
  {
    "verse": "52",
    "kjv": "Then said Jesus unto him, Put up again thy sword into his place: for all they that take the sword shall perish with the sword.",
    "web": "Then Jesus said to him, “Put your sword back into its place, for all those who take the sword will die by the sword.",
    "chr": "ᎿᏉᏃ ᏥᏌ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎦᎳᏗᏍᏗᏱ ᏥᎯᎳᏓ ᏣᏤᎵ ᎠᏰᎳᏍᏗᎦᏅᎯᏛ, ᏂᎦᏛᏰᏃ ᎠᏰᎳᏍᏗ-ᎦᏅᎯᏛ ᎠᏂᏱᏍᎩ ᎠᏰᎳᏍᏗ-ᎦᏅᎯᏛ ᏧᏂᏲᎰᎯᏍᏙᏗ ᎨᏎᏍᏗ."
  },
  {
    "verse": "53",
    "kjv": "Thinkest thou that I cannot now pray to my Father, and he shall presently give me more than twelve legions of angels?",
    "web": "Or do you think that I couldn’t ask my Father, and he would even now send me more than twelve legions of angels?",
    "chr": "ᏝᏍᎪ ᏯᏓᏅᏖᎭ ᏰᎵ ᎦᏥᏯᏓᏙᎵᏍᏓᏁᏗ ᎨᏒ ᎡᏙᏓ, ᎩᎳᏉᏃ ᎢᏴᏛ ᎥᏝ ᏔᎳᏚᏉ ᎢᏳᎾᏓᏡᎩ ᏗᏂᎧᎿᏩᏗᏙᎯ ᏱᏙᎬᎩᎧᏏ?"
  },
  {
    "verse": "54",
    "kjv": "But how then shall the scriptures be fulfilled, that thus it must be?",
    "web": "How then would the Scriptures be fulfilled that it must be so?”",
    "chr": "ᎠᏎᏃ ᎦᏙ ᏱᎦᎵᏍᏙᏓ ᏯᏙᎯᏳᎲᎦ ᏄᏍᏛ ᎪᏪᎸᎢ, ᎠᏎ ᎾᏍᎩ ᎢᏳᎵᏍᏙᏗ ᏥᎩ?"
  },
  {
    "verse": "55",
    "kjv": "In that same hour said Jesus to the multitudes, Are ye come out as against a thief with swords and staves for to take me? I sat daily with you teaching in the temple, and ye laid no hold on me.",
    "web": "In that hour Jesus said to the multitudes, “Have you come out as against a robber with swords and clubs to seize me? I sat daily in the temple teaching, and you didn’t arrest me.",
    "chr": "ᎾᎯᏳᏃ ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎸᎩ ᎤᏂᏣᏘ; ᏥᎪ ᎦᏃᏍᎩᏍᎩ ᏥᏥᏲᎰ ᎾᏍᎩᏯ ᎢᏥᎷᎩ ᏍᎩᏂᏴᎯᎦ, ᎠᏰᎳᏍᏗᏗᎦᏅᎯᏛ ᎠᎴ ᎠᏓ ᏗᏥᏁᎯ? ᏂᏚᎩᏨᏂᏒ ᎢᏧᎳᎭ ᎢᏗᏅᎩ ᏕᎦᏕᏲᎲᏍᎬᎩ ᎤᏛᎾ-ᏗᎦᎳᏫᎢᏍᏗᏱ, ᎥᏝᏃ ᏱᏍᎩᏂᏱᏍᎨᎢ."
  },
  {
    "verse": "56",
    "kjv": "But all this was done, that the scriptures of the prophets might be fulfilled. Then all the disciples forsook him, and fled.",
    "web": "But all this has happened that the Scriptures of the prophets might be fulfilled.” Then all the disciples left him and fled.",
    "chr": "ᎠᏎᏃ ᏂᎦᏛ ᎾᏍᎩ ᎯᎠ ᏄᎵᏍᏔᏅᎩ ᎤᏙᎯᏳᏗᏱ ᎠᎾᏙᎴᎰᏍᎩ ᎤᏃᏪᎳᏅᎯ. ᎿᏉᏃ ᏂᎦᏛ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎬᏩᏕᏨᎩ ᎠᎴ ᎤᎾᎵᏒᎩ."
  },
  {
    "verse": "57",
    "kjv": "And they that had laid hold on Jesus led him away to Caiaphas the high priest, where the scribes and the elders were assembled.",
    "web": "Those who had taken Jesus led him away to Caiaphas the high priest, where the scribes and the elders were gathered together.",
    "chr": "ᏥᏌᏃ ᎤᏂᏂᏴᏛ ᎧᏯᏉᎢ ᏭᎾᏘᏅᏍᏔᏅᎩ ᎾᏍᎩ ᏄᎬᏫᏳᏒ ᎠᏥᎸᎨᎶᎯ, ᎾᎿ ᏗᏃᏪᎵᏍᎩ ᎠᎴ ᏗᏂᎳᏫᎩ ᏓᏂᎳᏫᎥᎢ."
  },
  {
    "verse": "58",
    "kjv": "But Peter followed him afar off unto the high priest's palace, and went in, and sat with the servants, to see the end.",
    "web": "But Peter followed him from a distance to the court of the high priest, and entered in and sat with the officers, to see the end.",
    "chr": "ᏈᏓᏃ ᎤᏍᏓᏩᏛᏎ Ꭸ ᎢᏴᏛ ᏣᎢᏎ ᏄᎬᏫᏳᏒ ᎠᏥᎸ-ᎨᎶᎯ ᏗᎦᏁᎸ ᎬᏗᏍᎩ, ᎤᏴᎴᎢ, ᎠᎴ ᎨᏥᏅᏏᏓᏍᏗ ᎢᏧᎳᎭ ᎠᏂᏁᎢ, ᎤᎪᏩᏛᏗᏱ ᎤᏰᎸᏎ ᏩᎵᏍᏆᏗᎯᎲᎢ."
  },
  {
    "verse": "59",
    "kjv": "Now the chief priests, and elders, and all the council, sought false witness against Jesus, to put him to death;",
    "web": "Now the chief priests, the elders, and the whole council sought false testimony against Jesus, that they might put him to death,",
    "chr": "ᏄᏂᎬᏫᏳᏒᏃ ᎠᏥᎸ-ᎠᏁᎶᎯ ᎠᎴ ᏧᎾᏛᏐᏅᎯ ᎠᎴ ᏂᎦᏛ ᏗᏂᎳᏫᎩ ᎤᏂᏲᎴ ᎦᏰᎪᎩ ᎤᏂᏃᎮᎸᎯ ᏥᏌ ᎤᏡᏗᏍᎩ, ᎾᏍᎩ ᎤᏂᎯᏍᏗᏱ ᎤᎾᏚᎵᏍᎨᎢ;"
  },
  {
    "verse": "60",
    "kjv": "But found none: yea, though many false witnesses came, yet found they none. At the last came two false witnesses,",
    "web": "and they found none. Even though many false witnesses came forward, they found none. But at last two false witnesses came forward",
    "chr": "ᎠᏎᏃ ᎤᎾᏠᏤᏉ; ᎤᏂᏣᏖᏍᎩᏂᏃᏅ ᎦᏰᎪᎩ ᎠᏂᏃᎮᏍᎩ ᎤᏂᎾᏄᎪᏤᎢ, ᎠᏎᏃ ᎤᎾᏠᏤᏉ. ᎣᏂᏱᏍᎩᏂᏃᏅ ᎠᏂᏔᎵ ᎦᏰᎪᎩ ᎠᏂᏃᎮᏍᎩ ᎤᏂᎷᏤᎢ, ᎯᎠ ᏄᏂᏪᏎᎢ;"
  },
  {
    "verse": "61",
    "kjv": "And said, This fellow said, I am able to destroy the temple of God, and to build it in three days.",
    "web": "and said, “This man said, ‘I am able to destroy the temple of God, and to build it in three days.’”",
    "chr": "ᎯᎠ ᏂᏚᏪᏒᎩ; ᏰᎵᏉ ᏱᏥᏲᏍᏓ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᎤᏛᎾ-ᏗᎦᎳᏫᎢᏍᏗᏱ, ᏦᎢᏉᏃ ᏧᏙᏓᏆᏛ [ᏔᎵᏁ] ᏴᎦᏁᏍᎬᎵ."
  },
  {
    "verse": "62",
    "kjv": "And the high priest arose, and said unto him, Answerest thou nothing? what is it which these witness against thee?",
    "web": "The high priest stood up and said to him, “Have you no answer? What is this that these testify against you?”",
    "chr": "ᏄᎬᏫᏳᏒᏃ ᎠᏥᎸ-ᎨᎶᎯ ᏚᎴᏁᎢ, ᎯᎠ ᏄᏪᏎᎴᎢ; ᏝᏍᎪ ᏱᏁᎦ? ᎦᏙ ᎯᎠ ᎠᏂᎦᏔᎲ ᏣᏂᏃᎮᎭ ᏥᎨᏣᏡᏗᎭ?"
  },
  {
    "verse": "63",
    "kjv": "But Jesus held his peace, And the high priest answered and said unto him, I adjure thee by the living God, that thou tell us whether thou be the Christ, the Son of God.",
    "web": "But Jesus stayed silent. The high priest answered him, “I adjure you by the living God that you tell us whether you are the Christ, the Son of God.”",
    "chr": "ᎠᏎᏃ ᏥᏌ ᎡᎳᏪᏱᏉ ᎨᏎᎢ. ᏄᎬᏫᏳᏒᏃ ᎠᏥᎸ-ᎨᎶᎯ ᎢᎤᏁᏨ ᎯᎠ ᏄᏪᏎᎴᎢ; ᎬᎳᏲᏏ ᎤᏁᎳᏅᎯ ᎬᏂᏛ ᎯᏁᎢᏍᏙᏗᏱ, ᏍᎩᏃᎲᏏ, ᏥᎪ ᏂᎯ ᎦᎶᏁᏛ ᎤᏁᎳᏅᎯ ᎤᏪᏥ?"
  },
  {
    "verse": "64",
    "kjv": "Jesus saith unto him, Thou hast said: nevertheless I say unto you, Hereafter shall ye see the Son of man sitting on the right hand of power, and coming in the clouds of heaven.",
    "web": "Jesus said to him, “You have said so. Nevertheless, I tell you, after this you will see the Son of Man sitting at the right hand of Power, and coming on the clouds of the sky.”",
    "chr": "ᏥᏌᏃ ᎯᎠ ᏄᏪᏎᎴᎢ; ᏰᎵ ᏂᏫ. ᎠᏎᏃ ᎯᎠ ᏂᏨᏪᏎᎭ; ᎢᎸᎯᏳ ᏓᏰᏥᎪᎢ ᏴᏫ ᎤᏪᏥ ᎠᎦᏘᏏ ᎢᏗᏢ ᎤᎵᏂᎬᎬ ᎤᏬᎴᏍᏗ, ᎠᎴ ᏣᎢᏎᏍᏗ ᎤᎶᎩᎸ ᎦᎸᎶᎢ."
  },
  {
    "verse": "65",
    "kjv": "Then the high priest rent his clothes, saying, He hath spoken blasphemy; what further need have we of witnesses? behold, now ye have heard his blasphemy.",
    "web": "Then the high priest tore his clothing, saying, “He has spoken blasphemy! Why do we need any more witnesses? Behold, now you have heard his blasphemy.",
    "chr": "ᎿᏉᏃ ᏄᎬᏫᏳᏒ ᎠᏥᎸ-ᎨᎶᎯ ᏚᏄᏩᎥ ᏚᏪᏣᎦᎸᎮᎢ; ᎠᏐᏢᎢᏍᏓ, ᎤᏛᏁᎢ; ᎦᏙᏃ ᎠᏏ ᎠᏂᎦᏔᎯ ᏯᏂᏃᎮᎭ? ᎬᏂᏳᏉ ᎿᏉ ᎢᏣᏛᎬᎦ ᎠᏐᏢᎢᏍᏗᏍᎬᎢ."
  },
  {
    "verse": "66",
    "kjv": "What think ye? They answered and said, He is guilty of death.",
    "web": "What do you think?” They answered, “He is worthy of death!”",
    "chr": "ᎦᏙ ᎢᏤᎵᎭ? ᎤᏂᏁᏨᏃ ᎯᎠ ᏄᏂᏪᏎᎢ; ᏰᎵᏉ ᎬᏩᏲᎱᎯᏍᏗ."
  },
  {
    "verse": "67",
    "kjv": "Then did they spit in his face, and buffeted him; and others smote him with the palms of their hands,",
    "web": "Then they spat in his face and beat him with their fists, and some slapped him,",
    "chr": "ᎿᏉᏃ ᎤᎧᏛ ᏚᎾᎵᏥᏍᏇᎢ, ᎠᎴ ᎠᏍᏈᏅ ᏕᎬᏩᎾᏍᏗᏍᎨᎢ ᎠᎴ ᎠᏂᏐᎢ ᏧᏃᏰᏂ ᏕᎬᏩᎾᏍᏗᏍᎨᎢ,"
  },
  {
    "verse": "68",
    "kjv": "Saying, Prophesy unto us, thou Christ, Who is he that smote thee?",
    "web": "saying, “Prophesy to us, you Christ! Who hit you?”",
    "chr": "ᎯᎠ ᎾᏂᏪᏍᎨᎢ; ᏍᎩᏯᏙᎴᎣᎯᏏ, ᎦᎶᏁᏛ, ᎦᎪ ᏥᏨᏂᎦ?"
  },
  {
    "verse": "69",
    "kjv": "Now Peter sat without in the palace: and a damsel came unto him, saying, Thou also wast with Jesus of Galilee.",
    "web": "Now Peter was sitting outside in the court, and a maid came to him, saying, “You were also with Jesus, the Galilean!”",
    "chr": "ᏈᏓᏃ ᎤᏬᎴ ᎤᏜᏅᏛᎢ, ᎤᎷᏤᎴᏃ ᎠᏛ ᎯᎠ ᏄᏪᏎᎢ; ᏂᎯ ᎾᏍᏉ ᏍᏕᏙᎲᎩ ᏥᏌ ᎨᎵᎵ ᎡᎯ."
  },
  {
    "verse": "70",
    "kjv": "But he denied before them all, saying, I know not what thou sayest.",
    "web": "But he denied it before them all, saying, “I don’t know what you are talking about.”",
    "chr": "ᎠᏎᏃ ᏂᎦᏛ ᎠᏂᎦᏔᎲ ᎤᏓᏱᎴᎢ, ᎯᎠ ᏄᏪᏎᎢ; ᎥᏝ ᏱᏥᎦᏔᎭ ᏂᏪᏍᎬᎢ."
  },
  {
    "verse": "71",
    "kjv": "And when he was gone out into the porch, another maid saw him, and said unto them that were there, This fellow was also with Jesus of Nazareth.",
    "web": "When he had gone out onto the porch, someone else saw him and said to those who were there, “This man also was with Jesus of Nazareth.”",
    "chr": "ᏙᏱᏢᏃ ᏭᎶᏒ ᏅᏩᏓᎴ ᎤᎪᎮᎢ, ᎠᎴ ᎯᎠ ᏂᏚᏪᏎᎴ ᎾᎿ ᎠᏁᏙᎯ; ᎾᏍᏉ ᎯᎠ ᏥᏌ ᎾᏎᎵᏗ ᎡᎯ ᏓᏁᏙᎲᎩ."
  },
  {
    "verse": "72",
    "kjv": "And again he denied with an oath, I do not know the man.",
    "web": "Again he denied it with an oath, “I don’t know the man.”",
    "chr": "ᏔᎵᏁᏃ ᎤᏓᏱᎴᎢ, ᎤᏁᎳᏅᎯ ᎤᏁᎢᏍᏔᏁᎢ; Ꮭ ᏱᏥᎦᏔᎭ Ꮎ ᎠᏍᎦᏯ, ᎤᏛᏁᎢ."
  },
  {
    "verse": "73",
    "kjv": "And after a while came unto him they that stood by, and said to Peter, Surely thou also art one of them; for thy speech bewrayeth thee.",
    "web": "After a little while those who stood by came and said to Peter, “Surely you are also one of them, for your speech makes you known.”",
    "chr": "ᎪᎯᏱᏃ ᎢᏴᏛ ᎬᏩᎷᏤᎴ ᎾᎥ ᎠᏂᏙᎾᎢ, ᎯᎠ ᏂᎬᏩᏪᏎᎴ ᏈᏓ; ᎤᏙᎯᏳᎯ ᎾᏍᏉ ᏂᎯ ᎢᏤᏙᎸᎯ, ᎯᏬᏂᏍᎬᏰᏃ ᎬᏂᎨᏒ ᏂᏨᏁᎭ."
  },
  {
    "verse": "74",
    "kjv": "Then began he to curse and to swear, saying, I know not the man. And immediately the cock crew.",
    "web": "Then he began to curse and to swear, “I don’t know the man!” Immediately the rooster crowed.",
    "chr": "ᎿᏉᏃ ᎤᎴᏅᎮ ᎤᏍᎩᏅᏕᎢ, ᎠᎴ ᎤᏁᎳᏅᎯ ᎤᏁᎢᏍᏔᏁᎢ; Ꮭ ᏱᏥᎦᏔᎭ Ꮎ ᎠᏍᎦᏯ, ᎤᏛᏁᎢ; ᎩᎳᏉᏃ ᎢᏴᏛ ᏣᏔᎦ ᎤᏴᎳᏎᎢ."
  },
  {
    "verse": "75",
    "kjv": "And Peter remembered the word of Jesus, which said unto him, Before the cock crow, thou shalt deny me thrice. And he went out, and wept bitterly.",
    "web": "Peter remembered the word which Jesus had said to him, “Before the rooster crows, you will deny me three times.” Then he went out and wept bitterly.",
    "chr": "ᏈᏓᏃ ᎤᏅᏓᏕ ᏥᏌ ᎤᏁᏨᎯ, ᎯᎠ ᏥᏄᏪᏎᎴᎢ; ᎠᏏ ᏣᏔᎦ ᎾᏂᏴᎬᎾᎨᏎᏍᏗ ᏦᎢ ᏅᏓᏍᏆᏓᏱᎵ. ᎤᏄᎪᏨᏃ ᎡᎯᏍᏗ ᏫᏚᏠᏱᎴᎢ."
  }
]