[
  {
    "verse": "1",
    "kjv": "In those days came John the Baptist, preaching in the wilderness of Judaea,",
    "web": "In those days, John the Baptizer came, preaching in the wilderness of Judea, saying,",
    "chr": "ᎾᎯᏳ ᎤᎷᏤ ᏣᏂ ᏗᏓᏬᏍᎩ ᎠᎵᏥᏙᎲᏍᎨ ᎢᎾᎨ ᏧᏗᏱ,"
  },
  {
    "verse": "2",
    "kjv": "And saying, Repent ye: for the kingdom of heaven is at hand.",
    "web": "“Repent, for the Kingdom of Heaven is at hand!”",
    "chr": "ᎯᎠ ᏂᎦᏪᏍᎨᎢ; ᏗᏥᏁᏟᏴᎾ ᏕᏣᏓᏅᏛᎢ, ᎿᏉᏰᏃ ᎦᎸᎳᏗ ᎡᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎡᏍᎦᏂᏳ ᏓᏯᎢ."
  },
  {
    "verse": "3",
    "kjv": "For this is he that was spoken of by the prophet Esaias, saying, The voice of one crying in the wilderness, Prepare ye the way of the Lord, make his paths straight.",
    "web": "For this is he who was spoken of by Isaiah the prophet, saying, “The voice of one crying in the wilderness, make the way of the Lord ready! Make his paths straight!”",
    "chr": "ᎾᏍᎩ ᎯᎠ Ꮎ ᏥᎧᏁᎢᏍᏗᏍᎨ ᎠᏙᎴᎰᏍᎩ ᎢᏌᏯ, ᎯᎠ ᏥᏂᎦᏪᏍᎨᎢ; ᎤᏪᎷᎦ ᎩᎶ ᎢᎾᎨᎢ, ᎯᎠ ᏂᎦᏪᎭ; ᎣᏍᏛ ᏂᏨᎦ ᏱᎰᏩ ᎤᎶᎯᏍᏗᏱ, ᏚᏅᏅ ᏗᏥᏥᏃᎯᏍᏓ."
  },
  {
    "verse": "4",
    "kjv": "And the same John had his raiment of camel's hair, and a leathern girdle about his loins; and his meat was locusts and wild honey.",
    "web": "Now John himself wore clothing made of camel’s hair with a leather belt around his waist. His food was locusts and wild honey.",
    "chr": "ᎾᏍᎩᏃ ᎯᎠ ᏣᏂ ᎤᏄᏪ ᎨᎻᎵ ᎤᏍᏘᏰᏅᎯ, ᎦᏃᏥᏃ ᎤᏓᏠᏍᏕᎢ, ᎤᎵᏍᏓᏴᏗᏃ ᎥᎴ ᎨᏎ ᎢᎾᎨᏃ ᎡᎯ ᏩᏚᎵᏏ."
  },
  {
    "verse": "5",
    "kjv": "Then went out to him Jerusalem, and all Judaea, and all the region round about Jordan,",
    "web": "Then people from Jerusalem, all of Judea, and all the region around the Jordan went out to him.",
    "chr": "ᎾᏉᏃ ᏫᎬᏩᎷᏤᎴ ᏥᎷᏏᎵᎻ ᎠᎴ ᏂᎦᏛ ᏧᏗᏱ, ᎠᎴ ᏂᎦᏛ ᎾᏅᎾᏛ ᏦᏓᏂ,"
  },
  {
    "verse": "6",
    "kjv": "And were baptized of him in Jordan, confessing their sins.",
    "web": "They were baptized by him in the Jordan, confessing their sins.",
    "chr": "ᏦᏓᏂᏃ ᏕᎤᏬᎡᎢ, ᎠᏂᏃᎲᏍᎨ ᎤᏂᏍᎦᏅᏨᎢ."
  },
  {
    "verse": "7",
    "kjv": "But when he saw many of the Pharisees and Sadducees come to his baptism, he said unto them, O generation of vipers, who hath warned you to flee from the wrath to come?",
    "web": "But when he saw many of the Pharisees and Sadducees coming for his baptism, he said to them, “You offspring of vipers, who warned you to flee from the wrath to come?",
    "chr": "ᎠᏎᏃ ᏚᎪᎲ ᎤᏂᏣᏘ ᎠᏂᏆᎵᏏ ᎠᎴ ᎠᏂᏌᏚᏏ ᎠᏂᎷᎬ ᏓᏓᏬᏍᎬᎢ, ᎯᎠ ᏂᏚᏪᎭᎴᎢ; Ꮵ! ᎢᎾᏛ ᏧᏁᏥ ᏂᎯ! ᎦᎪ ᎢᏤᏯᏔᏅ ᎡᏣᎵᎡᏗᏱ ᎤᏔᎳᏬᎯᏍᏗ ᏨᏣᎢ?"
  },
  {
    "verse": "8",
    "kjv": "Bring forth therefore fruits meet for repentance:",
    "web": "Therefore produce fruit worthy of repentance!",
    "chr": "ᎢᏥᎾᏄᎪᏩᏲᎪ ᎠᏙᎴᎰᎯᏍᏙᏗ ᏕᏥᏁᏟᏴᏒ ᏕᏣᏓᏅᏛᎢ;"
  },
  {
    "verse": "9",
    "kjv": "And think not to say within yourselves, We have Abraham to our father: for I say unto you, that God is able of these stones to raise up children unto Abraham.",
    "web": "Don’t think to yourselves, ‘We have Abraham for our father,’ for I tell you that God is able to raise up children to Abraham from these stones.",
    "chr": "ᎠᎴ ᏝᏍᏗ ᎯᎠ ᏅᏓᏲᏥᏪᏏ ᎢᏤᎵᏒᎩ ᏙᏗᏣᏓᏅᏛᎢ; ᎡᏆᎭᎻ ᎣᎩᏙᏓ; ᎢᏨᏲᏎᏰᏃ ᎤᏁᎳᏅᎯ ᏰᎵᏉ ᎯᎠ ᏅᏯ ᏱᏕᎬᏓ ᏱᏕᎪᏢᎾ ᎡᏆᎭᎻ ᏧᏪᏥ."
  },
  {
    "verse": "10",
    "kjv": "And now also the axe is laid unto the root of the trees: therefore every tree which bringeth not forth good fruit is hewn down, and cast into the fire.",
    "web": "Even now the ax lies at the root of the trees. Therefore every tree that doesn’t produce good fruit is cut down, and cast into the fire.",
    "chr": "ᎠᎴ ᎾᏍᏉ ᎦᏳᎳ ᎦᎷᏯᏍᏗ ᎠᎭ ᏚᎿᏍᏕᏢ ᏕᏡᎬᎢ; ᎾᏍᎩᏃ ᏂᎦᏛ ᏕᏡᎬ ᎠᏃᏍᏛ ᎾᎾᏓᏛᏍᎬᎾ ᏗᎦᎴᏴᏍᏙᏗ ᎠᎴ ᎠᏥᎸᏱ ᏫᏓᏗᏅᏗ ᎨᏎᏍᏗ."
  },
  {
    "verse": "11",
    "kjv": "I indeed baptize you with water unto repentance. but he that cometh after me is mightier than I, whose shoes I am not worthy to bear: he shall baptize you with the Holy Ghost, and with fire:",
    "web": "“I indeed baptize you in water for repentance, but he who comes after me is mightier than I, whose sandals I am not worthy to carry. He will baptize you in the Holy Spirit.",
    "chr": "ᎠᏴ ᎤᏙᎯᏳᎯ ᎠᎹ ᏕᏨᏯᏬᏍᏗᎭ ᏗᏥᏁᏟᏴᏍᏗᏱ ᏕᏣᏓᏅᏛ ᎤᎬᏩᎵ; ᎠᏎᏃ ᎾᏍᎩ Ꮎ ᎣᏂ ᏨᏓᏯᎢ ᎤᏟᎯᏳ ᎤᎵᏂᎩᏗᏳ ᎡᏍᎦᏉ ᎠᏴ, ᏧᎳᏑᎶ ᎥᏝ ᏰᎵ ᏱᏂᎪᎢ ᏗᎩᏂᏓᏍᏗᏱ; ᎾᏍᎩᏍᎩᏂ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᎠᎴ ᎠᏥᎸ ᏙᏓᏣᏬᏍᏔᏂ."
  },
  {
    "verse": "12",
    "kjv": "Whose fan is in his hand, and he will throughly purge his floor, and gather his wheat into the garner; but he will burn up the chaff with unquenchable fire.",
    "web": "His winnowing fork is in his hand, and he will thoroughly cleanse his threshing floor. He will gather his wheat into the barn, but the chaff he will burn up with unquenchable fire.”",
    "chr": "ᎾᏍᎩ ᎦᎳᏐᏫᏍᏗ ᎤᏤᎵᎦ ᎠᏰᎭ, ᎠᎴ ᏂᎦᏛ ᏓᎦᎳᏐᏫᏏ, ᎤᏤᎵᏃ ᎤᎦᏔᏔᏅᎯ ᏓᎦᏟᏌᏂ ᏛᏂ ᎠᏓᎾᏅᏗᏱ ᎤᏘᏴᎯᏍᎩᏂ ᏛᎪᎲᏍᏔᏂ ᏂᎬᏠᏍᎬᎾ ᎠᏥᎸᏱ."
  },
  {
    "verse": "13",
    "kjv": "Then cometh Jesus from Galilee to Jordan unto John, to be baptized of him.",
    "web": "Then Jesus came from Galilee to the Jordan to John, to be baptized by him.",
    "chr": "ᎿᏉᏃ ᏥᏌ ᎨᎵᎵ ᏧᎶᏎᎢ, ᏦᏓᏂ ᎤᎷᏤ ᏣᏂ ᎡᏙᎲᎢ ᎠᎦᏬᏍᏗᏱ ᎤᏰᎸᏎᎢ."
  },
  {
    "verse": "14",
    "kjv": "But John forbad him, saying, I have need to be baptized of thee, and comest thou to me?",
    "web": "But John would have hindered him, saying, “I need to be baptized by you, and you come to me?”",
    "chr": "ᎠᏎᏃ ᏣᏂ ᏚᏢᏫᏎᎴᏉ, ᎯᎠ ᏄᏪᏎᎢ; ᎠᏴᏍᎩᏂ ᏱᏍᏆᏬᎥ; ᏥᎪᏃ ᎢᏍᎩᎷᏤᎭ?"
  },
  {
    "verse": "15",
    "kjv": "And Jesus answering said unto him, Suffer it to be so now: for thus it becometh us to fulfil all righteousness. Then he suffered him.",
    "web": "But Jesus, answering, said to him, “Allow it now, for this is the fitting way for us to fulfill all righteousness.” Then he allowed him.",
    "chr": "ᏥᏌᏃ ᏧᏁᏨ ᎯᎠ ᏄᏪᏎᎴᎢ; ᎤᏁᎳᎩ ᎮᎳ ᎪᎯ ᎨᏒᎢ, ᎣᏏᏳᏰᏃ ᎾᏍᎩ ᎢᎩᎾᏛᏁᏗᏱ ᎩᏂᏍᏆᏗᏍᏗᏱ ᏂᎦᎥ ᏚᏳᎪᏛ ᎨᏒᎢ. ᎩᎳ ᎤᏁᎳᎩ ᎤᏪᎵᏎᎴᎢ."
  },
  {
    "verse": "16",
    "kjv": "And Jesus, when he was baptized, went up straightway out of the water: and, lo, the heavens were opened unto him, and he saw the Spirit of God descending like a dove, and lighting upon him:",
    "web": "Jesus, when he was baptized, went up directly from the water: and behold, the heavens were opened to him. He saw the Spirit of God descending as a dove, and coming on him.",
    "chr": "ᏥᏌᏃ ᎠᎦᏬᎥ, ᎩᎳᏉ ᎢᏴᏛ ᎤᎿᎷᏎᎢ, ᎠᎹᏱ ᎤᏓᏅᏎᎢ, ᎠᎴ ᎬᏂᏳᏉ ᎦᎸᎳᏗ ᏣᏥᏍᏚᎩᎡᎴᎢ, ᎠᎴ ᏭᎪᎮ ᎤᏁᎳᏅᎯ ᎤᏓᏅᏙ ᎡᎳᏗ ᏅᏧᏛᎿᏗᏎ ᎫᎴ-ᏗᏍᎪᏂᎯ ᏗᏤᎵᏛ; ᎠᎴ ᎤᏪᏯᎸᏤᎢ."
  },
  {
    "verse": "17",
    "kjv": "And lo a voice from heaven, saying, This is my beloved Son, in whom I am well pleased.",
    "web": "Behold, a voice out of the heavens said, “This is my beloved Son, with whom I am well pleased.”",
    "chr": "ᎠᎴ ᎬᏂᏳᏉ ᎯᎠ ᏅᏧᏪᏎ ᎦᎸᎳᏗ; ᎯᎠ ᏥᎨᏳᎢ ᎠᏇᏥ, ᎾᏍᎩ ᎣᏏᏳ ᏥᏥᏰᎸᎠ."
  }
]
