[
  {
    "verse": "1",
    "kjv": "And seeing the multitudes, he went up into a mountain: and when he was set, his disciples came unto him:",
    "web": "Seeing the multitudes, he went up onto the mountain. When he had sat down, his disciples came to him.",
    "chr": "ᎤᏂᏣᏘᏃ ᏫᏚᎪᎲ ᎤᏌᎯᎸ ᎤᎿᎷᏎᎢ, ᎤᏪᏅᏃ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎬᏩᎷᏤᎴᎢ."
  },
  {
    "verse": "2",
    "kjv": "And he opened his mouth, and taught them, saying,",
    "web": "He opened his mouth and taught them, saying,",
    "chr": "ᎠᎰᎵᏃ ᎤᏍᏚᎢᏒ ᏚᏪᏲᏁ ᎯᎠ ᏄᏪᏎᎢ;"
  },
  {
    "verse": "3",
    "kjv": "Blessed are the poor in spirit: for theirs is the kingdom of heaven.",
    "web": "“Blessed are the poor in spirit, for theirs is the Kingdom of Heaven.",
    "chr": "ᎣᏏᏳ ᎢᏳᎾᎵᏍᏓᏁᏗ ᎤᏲ ᎢᏳᎾᏛᎿᏕᎩ ᏚᎾᏓᏅᏛᎢ; ᎤᎾᏤᎵᏰᏃ ᎦᎸᎳᏗ ᎡᎯ ᎤᎬᏫᏳᎯ ᎨᏒᎢ."
  },
  {
    "verse": "4",
    "kjv": "Blessed are they that mourn: for they shall be comforted.",
    "web": "Blessed are those who mourn, for they shall be comforted.",
    "chr": "ᎣᏏᏳ ᎢᏳᎾᎵᏍᏓᏁᏗ ᎤᏲ ᎤᎾᏓᏅᏔᏩᏕᎩ, ᏛᎨᏥᏄᏬᎯᏍᏔᏂᏰᏃ."
  },
  {
    "verse": "5",
    "kjv": "Blessed are the meek: for they shall inherit the earth.",
    "web": "Blessed are the gentle, for they shall inherit the earth.",
    "chr": "ᎣᏏᏳ ᎢᏳᎾᎵᏍᏓᏁᏗ ᎤᎾᏓᏅᏘ, ᎦᏙᎯᏰᏃ ᎤᎾᏤᎵ ᎢᏳᎵᏍᏙᏗ."
  },
  {
    "verse": "6",
    "kjv": "Blessed are they which do hunger and thirst after righteousness: for they shall be filled.",
    "web": "Blessed are those who hunger and thirst for righteousness, for they shall be filled.",
    "chr": "ᎣᏏᏳ ᎢᏳᎾᎵᏍᏓᏁᏗ ᎤᏂᏲᏏᏍᎩ ᎠᎴ ᎤᏂᏔᏕᎩᏍᎩ ᎤᎾᏓᏅᏘ ᎢᏳᎾᎵᏍᏙᏗᏱ; ᏛᎨᏥᎧᎵᎵᏰᏃ."
  },
  {
    "verse": "7",
    "kjv": "Blessed are the merciful: for they shall obtain mercy.",
    "web": "Blessed are the merciful, for they shall obtain mercy.",
    "chr": "ᎣᏏᏳ ᎢᏳᎾᎵᏍᏓᏁᏗ ᎤᎾᏓᏙᎵᏣᏘ, ᏛᎨᏥᏙᎵᏥᏰᏃ."
  },
  {
    "verse": "8",
    "kjv": "Blessed are the pure in heart: for they shall see God.",
    "web": "Blessed are the pure in heart, for they shall see God.",
    "chr": "ᎣᏏᏳ ᎢᏳᎾᎵᏍᏓᏁᏗ ᏧᏓᏅᎦᎸᏛ ᏧᏂᎾᏫ, ᎤᏁᎳᏅᎯᏰᏃ ᎤᏂᎪᏩᏛᏗ;"
  },
  {
    "verse": "9",
    "kjv": "Blessed are the peacemakers: for they shall be called the children of God.",
    "web": "Blessed are the peacemakers, for they shall be called children of God.",
    "chr": "ᎣᏏᏳ ᎢᏳᎾᎵᏍᏓᏁᏗ ᎠᏃᎯᏍᏗᏍᎩ, ᎤᏁᎳᏅᎯᏰᏃ ᏧᏪᏥ ᏛᎨᎪᏎᎵ."
  },
  {
    "verse": "10",
    "kjv": "Blessed are they which are persecuted for righteousness' sake: for theirs is the kingdom of heaven.",
    "web": "Blessed are those who have been persecuted for righteousness’ sake, for theirs is the Kingdom of Heaven.",
    "chr": "ᎣᏏᏳ ᎢᏳᎾᎵᏍᏓᏁᏗ ᎤᏲ ᎢᎨᎬᎾᏕᎩ ᏚᏳᎪᏛ ᎨᏒ ᎤᏂᏍᏛᏗᏍᎩ, ᎤᎾᏤᎵᏰᏃ ᎦᎸᎳᏗ ᎡᎯ ᎤᎬᏫᏳᎯ ᎨᏒᎢ."
  },
  {
    "verse": "11",
    "kjv": "Blessed are ye, when men shall revile you, and persecute you, and shall say all manner of evil against you falsely, for my sake.",
    "web": "“Blessed are you when people reproach you, persecute you, and say all kinds of evil against you falsely, for my sake.",
    "chr": "ᎣᏏᏳ ᎢᏣᎵᏍᏓᏁᏗ ᎢᏳᏃ ᏴᏫ ᎤᏐᏅ ᏂᎨᏥᏪᏎᎮᏍᏗ ᎠᎴ ᎤᏲ ᏂᎨᏨᏁᎮᏍᏗ, ᎠᎴ ᏂᎦᎥ ᏧᏓᎴᏅᏛ ᎤᏐᏅ ᎦᏰᎪᎩ ᎨᏥᏃᎮᏍᎨᏍᏗ ᎠᏴ ᎨᏒ ᎢᏥᏍᏛᏗᏍᎨᏍᏗ."
  },
  {
    "verse": "12",
    "kjv": "Rejoice, and be exceeding glad: for great is your reward in heaven: for so persecuted they the prophets which were before you.",
    "web": "Rejoice, and be exceedingly glad, for great is your reward in heaven. For that is how they persecuted the prophets who were before you.",
    "chr": "ᎢᏣᎵᎮᎵᎨᏍᏗ ᎠᎴ ᎤᏣᏔᏅᎯ ᎣᏍᏛ ᎢᏣᏓᏅᏖᏍᏗ, ᎤᏣᏘᏰᏃ ᎡᏣᎫᏴᎡᏗ ᎦᎸᎳᏗ; ᎾᏍᎩᏯᏰᏃ ᎤᏥ ᏂᏚᏅᏁᎸᎩ ᎠᎾᏙᎴᎰᏍᎩ ᎢᎬᏱ ᏥᏂᎨᏤᏅᎡᎸ."
  },
  {
    "verse": "13",
    "kjv": "Ye are the salt of the earth: but if the salt have lost his savour, wherewith shall it be salted? it is thenceforth good for nothing, but to be cast out, and to be trodden under foot of men.",
    "web": "“You are the salt of the earth, but if the salt has lost its flavor, with what will it be salted? It is then good for nothing, but to be cast out and trodden under the feet of men.",
    "chr": "ᏂᎯ ᎠᎹ ᎡᎶᎯ ᎤᏤᎵᎦ; ᎢᏳᏍᎩᏂ ᎠᎹ ᏳᏥᏍᎪᎸ ᎦᏙ ᏱᎦᎵᏍᏙᏓ ᎠᎹ ᏯᏙᏢᎾ; ᎥᏝ ᎿᏉ ᎪᎱᏍᏗ ᎬᏙᏗ ᏱᎦᎩ, ᎠᏗᏅᏗᏉ ᎤᏩᏒ, ᎠᎴ ᏴᏫᏉ ᎤᎾᎳᏍᏓᎡᏗ."
  },
  {
    "verse": "14",
    "kjv": "Ye are the light of the world. A city that is set on an hill cannot be hid.",
    "web": "You are the light of the world. A city located on a hill can’t be hidden.",
    "chr": "ᏂᎯ ᎢᎦ ᎢᏣᏘᏍᏗᏍᎩ ᎡᎶᎯ. ᎦᏚᎲ ᎤᏌᎯᎸ ᏥᎦᎧᎰᎢ ᎥᏝ ᏰᎵ ᏴᎦᏰᎬᏍᎦᎸᎦ."
  },
  {
    "verse": "15",
    "kjv": "Neither do men light a candle, and put it under a bushel, but on a candlestick; and it giveth light unto all that are in the house.",
    "web": "Neither do you light a lamp and put it under a measuring basket, but on a stand; and it shines to all who are in the house.",
    "chr": "ᎥᏝ ᎠᎴ ᏴᏫ ᎠᏂᏨᏍᏛᎦ ᎠᏨᏍᏙᏗ ᎠᏟᎶᏍᏗ ᏯᏄᏢᏗᏍᎪᎢ, ᎦᎪᏗᏱᏍᎩᏂ ᎠᏂᎧᎲᏍᎪᎢ, ᎢᎦᏃ ᎤᎾᏘᏍᏓᏁᎰ ᏂᎦᏛ ᎦᎵᏦᏕ ᎠᏂᏯᎢ."
  },
  {
    "verse": "16",
    "kjv": "Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven.",
    "web": "Even so, let your light shine before men, that they may see your good works and glorify your Father who is in heaven.",
    "chr": "ᎢᎦ ᎢᏣᏘᏍᏗᏍᎬ ᏚᏂᎸᏌᏓᏕᎮᏍᏗ ᏴᏫ, ᎾᏍᎩᏃ ᎣᏍᏛ ᏕᏥᎸᏫᏍᏓᏁᎲ ᎠᏂᎪᏩᏘᏍᎨᏍᏗ, ᎠᎴ ᎠᏂᎸᏉᏗᏍᎨᏍᏗ ᎢᏥᏙᏓ ᎦᎸᎳᏗ ᎡᎯ."
  },
  {
    "verse": "17",
    "kjv": "Think not that I am come to destroy the law, or the prophets: I am not come to destroy, but to fulfil.",
    "web": "“Don’t think that I came to destroy the law or the prophets. I didn’t come to destroy, but to fulfill.",
    "chr": "ᏞᏍᏗ ᏗᎧᎿᏩᏛᏍᏗ ᎠᎴ ᎠᎾᏙᎴᎰᏍᎩ ᏚᏲᏍᏔᏂᎸ ᏱᏍᎩᏰᎵᏎᎮᏍᏗ; ᎥᏝᏍᎩᏂ ᏱᏓᎩᏲᏍᏔᏂᎸ, ᏓᎩᎧᎵᎵᎸᏍᎩᏂ."
  },
  {
    "verse": "18",
    "kjv": "For verily I say unto you, Till heaven and earth pass, one jot or one tittle shall in no wise pass from the law, till all be fulfilled.",
    "web": "For most certainly, I tell you, until heaven and earth pass away, not even one smallest letter or one tiny pen stroke shall in any way pass away from the law, until all things are accomplished.",
    "chr": "ᎤᏙᎯᏳᎯᏯᏰᏃ ᎯᎠ ᏂᏨᏪᏎᎭ, ᎬᏂ ᎦᎸᎶᎢ ᎠᎴ ᎡᎶᎯ ᎠᏂᎶᏐᏅᎭ ᏌᏉ ᎤᏍᏗ ᎠᎴ ᏌᏉ ᏭᏍᏗᎬ ᏗᎧᎿᏩᏛᏍᏗ ᎥᏝ ᏴᎦᎶᎯ ᎬᏂ ᏂᎦᏗᏳ ᎠᎧᎵᏨᎭ."
  },
  {
    "verse": "19",
    "kjv": "Whosoever therefore shall break one of these least commandments, and shall teach men so, he shall be called the least in the kingdom of heaven: but whosoever shall do and teach them, the same shall be called great in the kingdom of heaven.",
    "web": "Therefore, whoever shall break one of these least commandments and teach others to do so, shall be called least in the Kingdom of Heaven; but whoever shall do and teach them shall be called great in the Kingdom of Heaven.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎩᎶ ᎠᏲᏍᏗᏍᎨᏍᏗ ᏌᏉ ᎯᎠ ᎤᏍᏗᎧᏂ ᎤᎵᏁᏨᎢ, ᎠᎴ ᎾᏍᎩ ᏄᏍᏕᏍᏗ ᏴᏫ ᏕᎨᏲᎲᏍᎨᏍᏗ, ᎾᏍᎩ ᎤᏍᏗᎧᏂ ᎠᎪᏎᎮᏍᏗ ᎦᎸᎳᏗ ᎡᎯ ᎤᎬᏫᏳᎯ ᎨᏒᎢ; ᎩᎶᏍᎩᏂ ᏓᎧᎿᏩᏕᎨᏍᏗ, ᎠᎴ ᎾᏍᎩ ᏄᏍᏕᏍᏗ ᏓᏕᏲᎲᏍᎨᏍᏗ, ᎦᎸᏉᏗᏳ ᎠᎪᏎᎮᏍᏗ ᎦᎸᎳᏗ ᎡᎯ ᎤᎬᏫᏳᎯ ᎨᏒᎢ."
  },
  {
    "verse": "20",
    "kjv": "For I say unto you, That except your righteousness shall exceed the righteousness of the scribes and Pharisees, ye shall in no case enter into the kingdom of heaven.",
    "web": "For I tell you that unless your righteousness exceeds that of the scribes and Pharisees, there is no way you will enter into the Kingdom of Heaven.",
    "chr": "ᎯᎠᏰᏃ ᏂᏨᏪᏎᎭ, ᎢᏨᏃ ᎾᏍᎩ ᎢᏣᏓᏅᏘ ᎨᏒ ᏂᏗᏥᎪᎾᏛᏔᏅᎾ ᎢᎨᏎᏍᏗ ᏗᏃᏪᎵᏍᎩ ᎠᎴ ᎠᏂᏆᎵᏏ, ᎥᏝ ᎦᎸᎳᏗ ᎡᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᏴᎨᏥᏴᎭ."
  },
  {
    "verse": "21",
    "kjv": "Ye have heard that it was said of them of old time, Thou shalt not kill; and whosoever shall kill shall be in danger of the judgment:",
    "web": "“You have heard that it was said to the ancient ones, ‘You shall not murder;’ and ‘Whoever murders will be in danger of the judgment.’",
    "chr": "ᎢᏣᏛᎦᏅᎯ ᎢᎩ ᎯᎠ ᏥᏂᎨᏥᏪᏎᎴ ᎡᏘ ᏣᏁᎮᎢ; ᏞᏍᏗ ᏣᏓᎸᎩ; ᎠᎴ ᎩᎶ ᎠᏓᎯᎮᏍᏗ ᎬᏩᏍᏛᏗᏍᏗ ᎨᏎᏍᏗ ᏗᏄᎪᏗᏍᎩᏱ."
  },
  {
    "verse": "22",
    "kjv": "But I say unto you, That whosoever is angry with his brother without a cause shall be in danger of the judgment: and whosoever shall say to his brother, Raca, shall be in danger of the council: but whosoever shall say, Thou fool, shall be in danger of hell fire.",
    "web": "But I tell you that everyone who is angry with his brother without a cause will be in danger of the judgment. Whoever says to his brother, ‘Raca!’ will be in danger of the council. Whoever says, ‘You fool!’ will be in danger of the fire of Gehenna.",
    "chr": "ᎠᏎᏃ ᎠᏴ ᎯᎠ ᏂᏨᏪᏎᎭ; ᎩᎶ ᏗᎾᏓᏅᏟ ᎠᏍᎦᎨᏍᏗ ᎪᎱᏍᏗ ᏄᏍᏛᏗᏍᎬᎾ ᎢᎨᏎᏍᏗ, ᎬᏩᏍᏛᏗᏍᏗ ᎨᏎᏍᏗ ᏗᏄᎪᏗᏍᎩᏱ; ᎩᎶᏃ ᏗᎾᏓᏅᏟ ᏂᏣᏓᏅᏛᎾ ᎢᎪᏎᎮᏍᏗ, ᏕᎦᎳᏫᎥ ᎬᏩᏍᏛᏗᏍᏗ ᎨᏎᏍᏗ; ᎩᎶᏃ ᏣᏁᎫ ᎢᎪᏎᎮᏍᏗ, ᎬᏩᏍᏛᏗᏍᏗ ᎨᏎᏍᏗ ᏨᏍᎩᏃ ᎠᏥᎸᏱ."
  },
  {
    "verse": "23",
    "kjv": "Therefore if thou bring thy gift to the altar, and there rememberest that thy brother hath ought against thee;",
    "web": "“If therefore you are offering your gift at the altar, and there remember that your brother has anything against you,",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏳᏃ ᎠᏥᎸᎨᎳᏍᏗᏱ ᎯᏲᎯᎮᏍᏗ ᏣᏓᏁᏗ, ᎾᎿᏃ ᎢᎭᏅᏓᏗᏍᎨᏍᏗ ᏗᏍᏓᏓᏅᏟ ᎪᎱᏍᏗ ᏤᎵᏎᎲᎢ,"
  },
  {
    "verse": "24",
    "kjv": "Leave there thy gift before the altar, and go thy way; first be reconciled to thy brother, and then come and offer thy gift.",
    "web": "leave your gift there before the altar, and go your way. First be reconciled to your brother, and then come and offer your gift.",
    "chr": "ᎾᎿ ᎠᏥᎸ-ᎨᎳᏍᏗᏱ ᎯᎯᏯᏍᎨᏍᏗ ᏣᏓᏁᏗ ᎠᎴ ᎭᏓᏅᏍᎨᏍᏗ, ᎢᎬᏱ ᎣᏍᏛ ᏂᏍᏛᏁᎮᏍᏗ ᏗᏍᏓᏓᏅᏟ; ᎩᎳᏃ ᎯᎷᎨᏍᏗ ᎭᎵᏍᎪᎸᏗᏍᎨᏍᏗ ᏣᏓᏁᏗ."
  },
  {
    "verse": "25",
    "kjv": "Agree with thine adversary quickly, whiles thou art in the way with him; lest at any time the adversary deliver thee to the judge, and the judge deliver thee to the officer, and thou be cast into prison.",
    "web": "Agree with your adversary quickly while you are with him on the way; lest perhaps the prosecutor deliver you to the judge, and the judge deliver you to the officer, and you be cast into prison.",
    "chr": "ᏄᎳᏉ ᎣᏍᏛ ᏂᏍᏛ ᏣᏱᎵᏙᎯ, ᎠᏏᏉ ᎢᏍᏓᎢᏒᎢ, ᏗᎫᎪᏗᏍᎩᏱᎾᏏ ᏫᏱᏣᎧᎲᎦ ᏣᏱᎵᏙᎯ, ᏗᎫᎪᏗᏍᎩᏃ ᏗᏓᏂᏱᏍᎩᏱ ᏫᏱᏣᎧᎲᎦ, ᎠᎴ ᏗᏓᏍᏚᏗᏱ ᏱᏪᏣᏴᏓ."
  },
  {
    "verse": "26",
    "kjv": "Verily I say unto thee, Thou shalt by no means come out thence, till thou hast paid the uttermost farthing.",
    "web": "Most certainly I tell you, you shall by no means get out of there until you have paid the last penny.",
    "chr": "ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᎬᏪᏎᎭ, ᎥᏝ ᏴᏛᎦᎯᏄᎪᎢ, ᎬᏂ ᎤᎵᏍᏆᎸᏗ ᎠᏰᎵᎢᏯᏓᏅᏖᏗ ᎭᎫᏴᎲᎭ."
  },
  {
    "verse": "27",
    "kjv": "Ye have heard that it was said by them of old time, Thou shalt not commit adultery:",
    "web": "“You have heard that it was said, ‘You shall not commit adultery;’",
    "chr": "ᎢᏣᏛᎦᏅᎯ ᎢᎩ ᎯᎠ ᏥᏂᎨᏥᏪᏎᎴ ᎡᏘ ᏣᏁᎮᎢ; ᏞᏍᏗ ᏣᏓᏲᏁᎸᎩ."
  },
  {
    "verse": "28",
    "kjv": "But I say unto you, That whosoever looketh on a woman to lust after her hath committed adultery with her already in his heart.",
    "web": "but I tell you that everyone who gazes at a woman to lust after her has committed adultery with her already in his heart.",
    "chr": "ᎠᏎᏃ ᎠᏴ ᎯᎠ ᏂᏨᏪᏎᎭ; ᎩᎶ ᎠᎨᏴ ᏓᎧᏂᏍᎨᏍᏗ ᏧᎾᏂᏏᏗᏱ ᎤᏚᎵᏍᎨᏍᏗ, ᎦᏳᎳ ᎤᏓᏲᏁᎸᎯ ᎨᏎᏍᏗ ᏧᏓᏅᏛᎢ."
  },
  {
    "verse": "29",
    "kjv": "And if thy right eye offend thee, pluck it out, and cast it from thee: for it is profitable for thee that one of thy members should perish, and not that thy whole body should be cast into hell.",
    "web": "If your right eye causes you to stumble, pluck it out and throw it away from you. For it is more profitable for you that one of your members should perish than for your whole body to be cast into Gehenna.",
    "chr": "ᎢᏳᏃ ᎯᎦᏙᎵ ᎯᎦᏘᏏ ᏕᏦᏕᏍᏗᏍᎨᏍᏗ, ᎭᏓᎦᏖᏙᎢᏍᎨᏍᏗ, ᎠᎴ ᏣᏕᎨᏍᏗ; ᎣᏏᏳᏰᏃ ᎢᏣᎵᏍᏓᏁᏗ ᏌᏉᏉ ᏣᎵᎬᎭᎸᏛ ᏱᏣᏲᎱᏎᎭ, ᎠᏃ ᎤᏃᏍᏛ ᎯᏰᎸ ᏨᏍᎩᏃ ᏫᏰᏣᏓᎢᏁᎭ."
  },
  {
    "verse": "30",
    "kjv": "And if thy right hand offend thee, cut it off, and cast it from thee: for it is profitable for thee that one of thy members should perish, and not that thy whole body should be cast into hell.",
    "web": "If your right hand causes you to stumble, cut it off, and throw it away from you. For it is more profitable for you that one of your members should perish, than for your whole body to be cast into Gehenna.",
    "chr": "ᎢᏳᏃ ᏦᏰᏂ ᎯᎦᏘᏏ ᏕᏦᏕᏍᏗᏍᎨᏍᏗ, ᎯᏍᏆᎵᏍᎨᏍᏗ, ᎠᎴ ᏣᏕᎨᏍᏗ; ᎣᏏᏳᏰᏃ ᎢᏣᎵᏍᏓᏁᏗ ᏌᏉᏉ ᏣᎵᎬᎭᎸᏛ ᏱᏣᏲᎱᏎᎭ, ᎠᏃ ᎤᏃᏍᏛ ᎯᏰᎸ ᏨᏍᎩᏃ ᏫᏰᏣᏓᎢᏁᎭ."
  },
  {
    "verse": "31",
    "kjv": "It hath been said, Whosoever shall put away his wife, let him give her a writing of divorcement:",
    "web": "“It was also said, ‘Whoever shall put away his wife, let him give her a writing of divorce,’",
    "chr": "ᎯᎠ ᎢᎦᏪᏛ ᎢᎩ; ᎩᎶ ᎤᏓᎵᎢ ᎢᎦᎧᎲᏍᎨᏍᏗ, ᎦᏅᏁᎮᏍᏗ ᎪᏪᎵ ᎾᏍᎩ ᏚᎾᎦᎴᏅᎲᎢ."
  },
  {
    "verse": "32",
    "kjv": "But I say unto you, That whosoever shall put away his wife, saving for the cause of fornication, causeth her to commit adultery: and whosoever shall marry her that is divorced committeth adultery.",
    "web": "but I tell you that whoever puts away his wife, except for the cause of sexual immorality, makes her an adulteress; and whoever marries her when she is put away commits adultery.",
    "chr": "ᎠᏎᏃ ᎠᏴ ᎯᎠ ᏂᏨᏪᏎᎭ; ᎩᎶ ᎤᏓᎵᎢ ᎢᎦᎧᎲᏍᎨᏍᏗ, ᏧᏂᏏᏅᎯᏍᎩᏂᏃᏅ ᎢᎨᏎᏍᏗ, ᎤᏓᏲᏁᏗᏱᏉ ᏂᎬᏂᏌᏁᎮᏍᏗ; ᎩᎶᏃ ᎠᏥᎧᏅᎯ ᎠᏓᏰᎨᏍᏗ ᎠᏓᏲᏁᎮᏍᏗ."
  },
  {
    "verse": "33",
    "kjv": "Again, ye have heard that it hath been said by them of old time, Thou shalt not forswear thyself, but shalt perform unto the Lord thine oaths:",
    "web": "“Again you have heard that it was said to the ancient ones, ‘You shall not make false vows, but shall perform to the Lord your vows,’",
    "chr": "ᎠᎴ ᎢᏣᏛᎦᏅᎯ ᎢᎩ ᎯᎠ ᏥᏂᎨᏥᏪᏎᎴ ᎡᏘ ᏣᏁᎮᎢ; ᏞᏍᏗ ᏣᏲᏍᏔᏅ ᏣᏎᎵᏔᏅᎢ, ᏱᎰᏩᏍᎩᏂ ᏂᏯᏛᏁᎮᏍᏗ ᏄᏍᏛ ᏣᏁᏨᎢ."
  },
  {
    "verse": "34",
    "kjv": "But I say unto you, Swear not at all; neither by heaven; for it is God's throne:",
    "web": "but I tell you, don’t swear at all: neither by heaven, for it is the throne of God;",
    "chr": "ᎠᏎᏃ ᎠᏴ ᎯᎠ ᏂᏨᏪᏎᎭ; ᏞᏍᏗ ᏱᏣᏎᎵᏔᏁᏍᏗ ᏱᏣᏁᎢᏍᏔᏁᏍᏗ ᎪᎱᏍᏗ, ᏞᏍᏗ ᎦᎸᎳᏗ ᏱᏣᏁᎢᏍᏔᏁᏍᏗ, ᎤᏁᎳᏅᎯᏰᏃ ᎤᏪᏗᏱ ᎾᏍᎩ;"
  },
  {
    "verse": "35",
    "kjv": "Nor by the earth; for it is his footstool: neither by Jerusalem; for it is the city of the great King.",
    "web": "nor by the earth, for it is the footstool of his feet; nor by Jerusalem, for it is the city of the great King.",
    "chr": "ᏞᏍᏗ ᎠᎴ ᎡᎶᎯ, ᏧᎳᏏᏗᏱᏰᏃ ᎾᏍᎩ; ᎠᎴ ᏥᎷᏏᎵᎻ, ᎾᏍᎩᏰᏃ ᎠᏥᎸᏉᏗ ᎤᎬᏫᏳᎯ ᎤᏤᎵ ᎦᏚᎲᎢ;"
  },
  {
    "verse": "36",
    "kjv": "Neither shalt thou swear by thy head, because thou canst not make one hair white or black.",
    "web": "Neither shall you swear by your head, for you can’t make one hair white or black.",
    "chr": "ᏞᏍᏗ ᎠᎴ ᎯᏍᎪᎵ ᏱᏣᏁᎢᏍᏔᏁᏍᏗ, ᏝᏰᏃ ᏰᎵ ᏌᏉ ᎩᏢ ᎤᏁᎬ ᎠᎴ ᎬᎿᎨ ᏱᏅᎦᎲᎦ."
  },
  {
    "verse": "37",
    "kjv": "But let your communication be, Yea, yea; Nay, nay: for whatsoever is more than these cometh of evil.",
    "web": "But let your ‘Yes’ be ‘Yes’ and your ‘No’ be ‘No.’ Whatever is more than these is of the evil one.",
    "chr": "ᎢᏥᏁᎬᏍᎩᏂ ᎯᎠ ᏄᏍᏕᏍᏗ, ᎥᎥ, ᎥᎥ; ᎥᏝ, ᎥᏝ; ᎤᏟᏰᏃ ᏥᏂᎦᎣ ᎤᏲᏉ ᎨᏒ ᏗᏓᎴᏂᏍᎪᎢ."
  },
  {
    "verse": "38",
    "kjv": "Ye have heard that it hath been said, An eye for an eye, and a tooth for a tooth:",
    "web": "“You have heard that it was said, ‘An eye for an eye, and a tooth for a tooth.’",
    "chr": "ᎢᏣᏛᎦᏅᎯ ᎢᎩ ᎯᎠ ᎢᎦᏪᏛ ᎨᏒᎢ, ᎠᎦᏔ ᎠᎦᏔᏉ ᏓᎬᏩᎸᏍᎨᏍᏗ, ᎧᏳᎦᏃ ᎧᏳᎦᏉ ᏓᎬᏩᎸᏍᎨᏍᏗ."
  },
  {
    "verse": "39",
    "kjv": "But I say unto you, That ye resist not evil: but whosoever shall smite thee on thy right cheek, turn to him the other also.",
    "web": "But I tell you, don’t resist him who is evil; but whoever strikes you on your right cheek, turn to him the other also.",
    "chr": "ᎠᏎᏃ ᎠᏴ ᎯᎠ ᏂᏣᏪᏎᎭ; ᏞᏍᏗ ᏱᏣᏞᎨᏍᏗ ᎤᏐᏅ ᏁᏨᏁᎸᎢ; ᎩᎶᏍᎩᏂ ᎯᎦᏘᏏ ᏣᎪᏇᎷᎲᏍᎨᏍᏗ, ᏐᎢ ᎾᏍᏉ ᎯᏯᎵᏍᎪᎸᏓᏁᎮᏍᏗ."
  },
  {
    "verse": "40",
    "kjv": "And if any man will sue thee at the law, and take away thy coat, let him have thy cloak also.",
    "web": "If anyone sues you to take away your coat, let him have your cloak also.",
    "chr": "ᎩᎶᏃ ᎤᏚᎵᏍᎨᏍᏗ ᏣᏱᎵᏓᏍᏗᏱ, ᎠᎴ ᏣᎾᎡᏗᏱ ᎭᏫᏂ ᏣᏄᏬ, ᎤᏛᏃᎯ ᎾᏍᏉ ᎯᏅᏁᎮᏍᏗ."
  },
  {
    "verse": "41",
    "kjv": "And whosoever shall compel thee to go a mile, go with him twain.",
    "web": "Whoever compels you to go one mile, go with him two.",
    "chr": "ᎩᎶᏃ ᏑᏟᎶᏛ ᎢᏍᏕᏅᏍᏗᏱ ᏂᏨᏁᎮᏍᏗ, ᏔᎵ ᎢᏳᏟᎶᏛ ᎢᏍᏕᎨᏍᏗ."
  },
  {
    "verse": "42",
    "kjv": "Give to him that asketh thee, and from him that would borrow of thee turn not thou away.",
    "web": "Give to him who asks you, and don’t turn away him who desires to borrow from you.",
    "chr": "ᏣᏔᏲᏎᎯ ᎯᏁᎮᏍᏗ, ᏣᏙᎸᎡᏗᏱᏃ ᎤᏚᎵᏍᎩ ᏞᏍᏗ ᎢᏴᏛ ᎢᎯᏯᏛᏁᎸᎩ."
  },
  {
    "verse": "43",
    "kjv": "Ye have heard that it hath been said, Thou shalt love thy neighbour, and hate thine enemy.",
    "web": "“You have heard that it was said, ‘You shall love your neighbor and hate your enemy.’",
    "chr": "ᎢᏣᏛᎦᏅᎯ ᎢᎩ ᎯᎠ ᎢᎦᏪᏛ ᎨᏒᎢ; ᎯᎨᏳᏎᏍᏗ ᎾᎥ ᎢᏗᏍᏓᏓᎳ, ᎯᏍᎦᎨᏍᏗᏃ ᏣᏍᎦᎩ."
  },
  {
    "verse": "44",
    "kjv": "But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you;",
    "web": "But I tell you, love your enemies, bless those who curse you, do good to those who hate you, and pray for those who mistreat you and persecute you,",
    "chr": "ᎠᏎᏃ ᎠᏴ ᎯᎠ ᏂᏨᏪᏎᎭ; ᏕᏥᎨᏳᏎᏍᏗ ᎨᏥᏍᎦᎩ; ᎣᏍᏛ ᏕᏥᏁᏤᎮᏍᏗ ᎨᏥᏍᎩᏅᏗᏍᎩ, ᎣᏍᏛ ᏂᏕᏣᏛᏁᎮᏍᏗ ᎨᏥᏂᏆᏘᎯ, ᎠᎴ ᎣᏍᏛ ᎢᏳᎾᎵᏍᏓᏁᏗᏱ ᎢᏣᏓᏙᎵᏍᏗᏍᎨᏍᏗ ᎦᏰᎪᎩ ᎨᏥᏃᎮᏍᎩ ᎠᎴ ᎤᏲ ᎢᎨᏨᏁᎯ."
  },
  {
    "verse": "45",
    "kjv": "That ye may be the children of your Father which is in heaven: for he maketh his sun to rise on the evil and on the good, and sendeth rain on the just and on the unjust.",
    "web": "that you may be children of your Father who is in heaven. For he makes his sun to rise on the evil and the good, and sends rain on the just and the unjust.",
    "chr": "ᎾᏍᎩᏃ ᎦᎸᎳᏗ ᎡᎯ ᎢᏥᏙᏓ ᏧᏪᏥ ᏂᏣᎵᏍᏗᏍᎨᏍᏗ; ᎾᏍᎩᏰᏃ ᎤᏤᎵ ᏅᏙ ᏕᎦᎾᏄᎪᏫᏎᎰ ᎤᏂᏲ ᎠᎴ ᎠᏃᏍᏛ, ᎠᎴ ᏓᎦᏅᏓᏁᎰ ᎤᎾᏓᏅᏘ ᎠᎴ ᎤᏂᏁᎫᏥᏛ."
  },
  {
    "verse": "46",
    "kjv": "For if ye love them which love you, what reward have ye? do not even the publicans the same?",
    "web": "For if you love those who love you, what reward do you have? Don’t even the tax collectors do the same?",
    "chr": "ᎢᏳᏰᏃ ᏱᏗᏥᎨᏳᎭ ᎨᏥᎨᏳᎯ, ᎦᏙ ᏰᏣᎫᏴᏓᏏ? ᏝᏍᎪ ᎾᏍᎩ ᏱᎾᎾᏛᏁᎰ ᎠᏰᎵ-ᎠᏕᎸ ᎠᏂᎩᏏᏙᎯ?"
  },
  {
    "verse": "47",
    "kjv": "And if ye salute your brethren only, what do ye more than others? do not even the publicans so?",
    "web": "If you only greet your friends, what more do you do than others? Don’t even the tax collectors do the same?",
    "chr": "ᎢᏳ ᎠᎴ ᎢᏣᏓᏅᏟᏉ ᎤᏅᏒ ᏱᏗᏥᏲᎵᎭ, ᎦᏙ ᎢᏣᏛᏁᎲ ᏕᏥᎪᎾᏛᏗ ᎠᏂᏐᎢ? ᏝᏍᎪ ᎾᏍᎩ ᏱᎾᎾᏛᏁᎰ ᎠᏰᎵ-ᎠᏕᎸ ᎠᏂᎩᏏᏙᎯ?"
  },
  {
    "verse": "48",
    "kjv": "Be ye therefore perfect, even as your Father which is in heaven is perfect.",
    "web": "Therefore you shall be perfect, just as your Father in heaven is perfect.",
    "chr": "ᏂᎯᏍᎩᏂ ᏂᏥᏍᎦᏅᎾ ᎨᏎᏍᏗ ᎾᏍᎩᏯ ᎢᏥᏙᏓ ᎦᎸᎳᏗ ᎡᎯ ᎾᏍᎦᏅᎾ ᏥᎩ."
  }
]
