[
  {
    "verse": "1",
    "kjv": "Take heed that ye do not your alms before men, to be seen of them: otherwise ye have no reward of your Father which is in heaven.",
    "web": "“Be careful that you don’t do your charitable giving before men, to be seen by them, or else you have no reward from your Father who is in heaven.",
    "chr": "ᎢᏤᏯᏔᎮᏍᏗ ᏞᏍᏗ ᏱᏣᏓᏁᎮᏍᏗ ᎠᏂᎦᏔᎲ ᏴᏫ ᎨᏥᎪᏩᏛᏗᏱᏉ ᏱᏥᏰᎸᏍᎨᏍᏗ, ᎢᏳᏰᏃ ᎾᏍᎩᏉ ᏱᏄᏍᏗ ᎥᏝ ᏴᎨᏣᎫᏴᏏ ᎢᏥᏙᏓ ᎦᎸᎳᏗ ᎡᎯ."
  },
  {
    "verse": "2",
    "kjv": "Therefore when thou doest thine alms, do not sound a trumpet before thee, as the hypocrites do in the synagogues and in the streets, that they may have glory of men. Verily I say unto you, They have their reward.",
    "web": "Therefore, when you do merciful deeds, don’t sound a trumpet before yourself, as the hypocrites do in the synagogues and in the streets, that they may get glory from men. Most certainly I tell you, they have received their reward.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏳᏃ ᎭᏓᏁᎮᏍᏗ ᏞᏍᏗ ᎠᏤᎷᎩ ᎢᎬᏱ ᏫᏱᏃᏴᎵᏍᏗᏍᎨᏍᏗ ᎾᏍᎩ ᏥᎾᎾᏛᏁᎰ ᎤᎾᏠᎾᏍᏗ ᏧᎳᏫᎢᏍᏗᏱ ᎠᎴ ᎡᎾᎢᏓᏍᏗᏱ ᏕᎦᎳᏅᏛᎢ, ᏴᏫᏉ ᎬᏩᏂᎸᏉᏙᏗᏱ ᏧᏂᏰᎸᏐᎢ; ᎤᏙᎯᏳᎯᏯ ᎢᏨᏲᏎᎭ, ᎨᎦᎫᏴᎡᎸ."
  },
  {
    "verse": "3",
    "kjv": "But when thou doest alms, let not thy left hand know what thy right hand doeth:",
    "web": "But when you do merciful deeds, don’t let your left hand know what your right hand does,",
    "chr": "ᏂᎯᏍᎩᏂ ᎭᏓᏁᎮᏍᏗ ᏞᏍᏗ ᏦᏰᏂ ᎯᎦᏍᎦᏂ ᎤᏙᎴᎰᏒ ᎯᎦᏘᏏ ᏦᏰᏂ ᎾᏛᏁᎲᎢ."
  },
  {
    "verse": "4",
    "kjv": "That thine alms may be in secret: and thy Father which seeth in secret himself shall reward thee openly.",
    "web": "so that your merciful deeds may be in secret, then your Father who sees in secret will reward you openly.",
    "chr": "ᎾᏍᎩᏃ ᎭᏓᏁᎲ ᎤᏕᎵᏒ ᎨᏎᏍᏗ, ᏣᏙᏓᏃ ᎤᏕᎵᏒ ᎠᎪᏩᏘᏍᎩ ᎤᏩᏒ ᎠᏎ ᏣᎫᏴᎡᏗ ᎨᏎᏍᏗ ᎬᏂᎨᏒᎢ."
  },
  {
    "verse": "5",
    "kjv": "And when thou prayest, thou shalt not be as the hypocrites are: for they love to pray standing in the synagogues and in the corners of the streets, that they may be seen of men. Verily I say unto you, They have their reward.",
    "web": "“When you pray, you shall not be as the hypocrites, for they love to stand and pray in the synagogues and in the corners of the streets, that they may be seen by men. Most certainly, I tell you, they have received their reward.",
    "chr": "ᎢᏳ ᎠᎴ ᎭᏓᏙᎵᏍᏗᏍᎨᏍᏗ, ᎠᎭ ᏞᏍᏗ ᏄᎾᏍᏛ ᎤᎾᏠᎾᏍᏗ ᏱᏂᏣᏍᏕᏍᏗ; ᎾᏍᎩᏰᏃ ᎣᏐ ᎤᏂᏰᎸᏐ ᎤᎾᏓᏙᎵᏍᏙᏗᏱ ᎤᎾᎴᏗᏱ ᏗᎦᎳᏫᎢᏍᏗᏱ ᎠᎴ ᏚᏅᏏᏯᏅ ᏕᎦᎳᏅᏛ ᎡᎾᎢᏓᏍᏗᏱ, ᏴᏫᏉ ᎬᏩᏂᎪᏩᏛᏗᏱ ᎤᎾᏚᎵᏍᎪᎢ. ᎤᏙᎯᏳᎯᏯ ᎢᏨᏲᏎᎭ, ᎨᎦᎫᏴᎡᎸ."
  },
  {
    "verse": "6",
    "kjv": "But thou, when thou prayest, enter into thy closet, and when thou hast shut thy door, pray to thy Father which is in secret; and thy Father which seeth in secret shall reward thee openly.",
    "web": "But you, when you pray, enter into your inner room, and having shut your door, pray to your Father who is in secret; and your Father who sees in secret will reward you openly.",
    "chr": "ᏂᎯᏍᎩᏂ ᎢᏳᏃ ᏔᏓᏙᎵᏍᏔᏂᏎᏍᏗ ᏫᏴᎯᎮᏍᏗ ᎧᏅᏑᎸᎢ, ᎿᏉᏃ ᏣᏍᏚᏁᏍᏗ ᎦᎶᎯᏍᏗᏱ, ᎯᏯᏓᏙᎵᏍᏓᏁᎮᏍᏗ ᏣᏙᏓ ᎤᏕᎵᏒ ᎡᎯ, ᏣᏙᎵᏃ ᎤᏕᎵᏒ ᎠᎪᏩᏘᏍᎩ ᎠᏎ ᏣᎫᏴᎡᏗ ᎨᏎᏍᏗ ᎬᏂᎨᏒᎢ."
  },
  {
    "verse": "7",
    "kjv": "But when ye pray, use not vain repetitions, as the heathen do: for they think that they shall be heard for their much speaking.",
    "web": "In praying, don’t use vain repetitions as the Gentiles do; for they think that they will be heard for their much speaking.",
    "chr": "ᎠᏎᏃ ᎢᏣᏓᏙᎵᏍᏗᏍᎨᏍᏗ ᏞᏍᏗ ᎠᏎᏉ ᏱᏨᎫᏘᎶᏍᎨᏍᏗ ᎾᏍᎩ ᏥᎾᎾᏛᏁᎰ ᏧᎾᏓᎴᏅᏛ ᏴᏫ; ᎤᏣᏘᏰᏃ ᎣᏥᏁᎬ ᎤᏓᎦᎵᏍᏙᏔᏂ ᏓᏲᎦᏛᎦᏁᎵ ᎠᏁᎵᏍᎪᎢ."
  },
  {
    "verse": "8",
    "kjv": "Be not ye therefore like unto them: for your Father knoweth what things ye have need of, before ye ask him.",
    "web": "Therefore don’t be like them, for your Father knows what things you need before you ask him.",
    "chr": "ᏂᎯᏍᎩᏂ ᏞᏍᏗ ᎾᏍᎩ ᏄᎾᏍᏛ ᏱᏂᏣᏍᏕᏍᏗ, ᎢᏥᏙᏓᏰᏃ ᎠᎦᏔᎰ ᎢᏳᏍᏗ ᎢᏥᏂᎬᎬ ᎠᏏᏉ ᏁᏥᏔᏲᏎᎸᎾ ᏥᎨᏐᎢ."
  },
  {
    "verse": "9",
    "kjv": "After this manner therefore pray ye: Our Father which art in heaven, Hallowed be thy name.",
    "web": "Pray like this: “‘Our Father in heaven, may your name be kept holy.",
    "chr": "ᏂᎯᏍᎩᏂ ᎢᏣᏓᏙᎵᏍᏗᏍᎬ ᎯᎠ ᏄᏍᏕᏍᏗ; ᎣᎩᏙᏓ ᎦᎸᎳᏗ ᎨᎯ, ᎦᎸᏉᏗᏳ ᎨᏎᏍᏗ ᏕᏣᏙᎥᎢ."
  },
  {
    "verse": "10",
    "kjv": "Thy kingdom come, Thy will be done in earth, as it is in heaven.",
    "web": "Let your Kingdom come. Let your will be done on earth as it is in heaven.",
    "chr": "ᏣᎬᏫᏳᎯ ᎨᏒ ᏫᎦᎾᏄᎪᎢ. ᎠᏂ ᎡᎶᎯ ᏫᏂᎦᎵᏍᏓ ᎭᏓᏅᏖᏍᎬᎢ, ᎾᏍᎩᏯ ᎦᎸᎳᏗ ᏥᏂᎦᎵᏍᏗᎭ."
  },
  {
    "verse": "11",
    "kjv": "Give us this day our daily bread.",
    "web": "Give us today our daily bread.",
    "chr": "ᏂᏓᏙᏓᏈᏒ ᎣᎦᎵᏍᏓᏴᏗ ᏍᎩᎥᏏ ᎪᎯ ᎢᎦ."
  },
  {
    "verse": "12",
    "kjv": "And forgive us our debts, as we forgive our debtors.",
    "web": "Forgive us our debts, as we also forgive our debtors.",
    "chr": "ᏗᎨᏍᎩᎥᏏᏉᏃ ᏕᏍᎩᏚᎬᎢ, ᎾᏍᎩᏯ ᏥᏗᎦᏲᏥᏁᎰ ᏦᏥᏚᎩ."
  },
  {
    "verse": "13",
    "kjv": "And lead us not into temptation, but deliver us from evil: For thine is the kingdom, and the power, and the glory, for ever. Amen.",
    "web": "Bring us not into temptation, but deliver us from the evil one. For yours is the Kingdom, the power, and the glory forever. Amen.’",
    "chr": "ᎠᎴ ᏞᏍᏗ ᎤᏓᎪᎵᏰᏗᏱ ᎨᏒ ᏫᏗᏍᎩᏯᏘᏅᏍᏔᏅᎩ, ᏍᎩᏳᏓᎴᏍᎨᏍᏗᏉᏍᎩᏂ ᎤᏥ ᎨᏒᎢ. ᏣᏤᎵᎦᏰᏃ ᏣᎬᏫᏳᎯ ᎨᏒᎢ, ᎠᎴ ᏣᎵᏂᎩᏗᏱ ᎨᏒᎢ, ᎠᎴ ᎡᏣᎸᏉᏗᏳ ᎨᏒ ᏂᎪᎯᎸᎢ. ᎡᎺᏅ."
  },
  {
    "verse": "14",
    "kjv": "For if ye forgive men their trespasses, your heavenly Father will also forgive you:",
    "web": "“For if you forgive men their trespasses, your heavenly Father will also forgive you.",
    "chr": "ᎢᏳᏰᏃ ᏴᏫ ᎨᏥᏍᎦᏅᏤᎲ ᏱᏗᎨᏥᏁᎭ, ᎾᏍᏉ ᎢᏥᏙᏓ ᎦᎸᎳᏗ ᎡᎯ ᎢᏥᏙᎵᏍᏗ ᎨᏎᏍᏗ."
  },
  {
    "verse": "15",
    "kjv": "But if ye forgive not men their trespasses, neither will your Father forgive your trespasses.",
    "web": "But if you don’t forgive men their trespasses, neither will your Father forgive your trespasses.",
    "chr": "ᎢᏳᏍᎩᏂ ᏂᏗᎨᏥᏁᎲᎾ ᏱᎩ ᏴᏫ ᎨᏥᏍᎦᏅᏤᎲᎢ, ᎾᏍᏉ ᎢᏥᏙᏓ ᎥᏝ ᏱᏙᎨᏥᎲᏏ ᎢᏥᏍᎦᏅᏨᎢ."
  },
  {
    "verse": "16",
    "kjv": "Moreover when ye fast, be not, as the hypocrites, of a sad countenance: for they disfigure their faces, that they may appear unto men to fast. Verily I say unto you, They have their reward.",
    "web": "“Moreover when you fast, don’t be like the hypocrites, with sad faces. For they disfigure their faces that they may be seen by men to be fasting. Most certainly I tell you, they have received their reward.",
    "chr": "ᎠᎴ ᎾᏍᏉ ᎠᎹᏟ ᎢᏨᏍᎨᏍᏗ, ᏞᏍᏗ ᏅᎾᏠᎾᏍᏗ ᏄᎾᏍᏛ ᏱᏂᏣᏍᏕᏍᏗ, ᎤᎾᏓᏙᎵᏍᏗ ᏥᎨᏐ ᏗᎧᏃᏗᏱ, ᏂᏓᏤᎸᎾᏰᏃ ᏂᏓᏅᏁᎰ ᏚᎾᎧᏛᎢ, ᏴᏫᏉ ᎤᎾᏙᎴᎰᎯᏍᏗᏱ ᎤᎾᏚᎵᏍᎪ ᎠᎹᏟ ᎠᏅᏍᎬᎢ. ᎤᏙᎯᏳᎯᏯ ᏂᏨᏪᏎᎭ ᎨᎦᎫᏴᎡᎸ."
  },
  {
    "verse": "17",
    "kjv": "But thou, when thou fastest, anoint thine head, and wash thy face;",
    "web": "But you, when you fast, anoint your head and wash your face,",
    "chr": "ᏂᎯᏍᎩᏂ ᎠᎹᏟ ᎲᏍᎨᏍᏗ, ᎭᏠᏁᏍᎨᏍᏗ, ᎠᎴ ᎭᎬᏍᏉᏍᎨᏍᏗ,"
  },
  {
    "verse": "18",
    "kjv": "That thou appear not unto men to fast, but unto thy Father which is in secret: and thy Father, which seeth in secret, shall reward thee openly.",
    "web": "so that you are not seen by men to be fasting, but by your Father who is in secret; and your Father, who sees in secret, will reward you.",
    "chr": "ᎾᏍᎩ ᏞᏍᏗ ᏴᏫᏉ ᎨᏣᏙᎴᎰᎯᏎᏗᏱ ᏱᏣᏰᎵᏎᏍᏗ ᎠᎹᏟ ᏨᏒᎢ, ᏣᏙᏓᏍᎩᏂ ᎤᏕᎵᏒ ᎡᎯ, ᏣᏙᏓᏃ ᎤᏕᎵᏒ ᎠᎪᏩᏘᏍᎩ, ᎠᏎ ᏣᎫᏴᎡᏗ ᎬᏂᎨᏒᎢ."
  },
  {
    "verse": "19",
    "kjv": "Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal:",
    "web": "“Don’t lay up treasures for yourselves on the earth, where moth and rust consume, and where thieves break through and steal;",
    "chr": "ᏞᏍᏗ ᏧᎬᏩᎶᏗ ᎡᎶᎯ ᏱᏥᏟᏏᏍᎨᏍᏗ, ᏥᏍᎪᏴ ᎠᎴ ᎠᏯᏍᏜᏗᏍᎩ ᎤᏂᏲᏍᏙᏗᏱ ᎠᎴ ᎠᏂᏃᏍᎩᏍᎩ ᎤᏂᏴᏍᏗᏱ ᎠᎴ ᎤᏂᏃᏍᎩᏍᏗᏱ;"
  },
  {
    "verse": "20",
    "kjv": "But lay up for yourselves treasures in heaven, where neither moth nor rust doth corrupt, and where thieves do not break through nor steal:",
    "web": "but lay up for yourselves treasures in heaven, where neither moth nor rust consume, and where thieves don’t break through and steal;",
    "chr": "ᎦᎸᎳᏗᏍᎩᏂ ᏫᏥᏟᏏᏍᎨᏍᏗ ᏧᎬᏩᎶᏗ, ᎾᎿᏂ ᏥᏍᎪᏴ ᎠᏯᏍᏜᏗᏍᎩᏃ ᎤᏂᏲᏍᏙᏗᏱ ᏂᎨᏒᎾ ᎨᏒᎢ, ᎠᎴ ᎠᏂᏃᏍᎩᏍᎩ ᎤᏂᏴᏍᏗᏱ ᎠᎴ ᎤᏂᏃᏍᎩᏍᏗᏱ ᏂᎨᏒᎾ ᎨᏒᎢ."
  },
  {
    "verse": "21",
    "kjv": "For where your treasure is, there will your heart be also.",
    "web": "for where your treasure is, there your heart will be also.",
    "chr": "ᎾᎿᏰᏃ ᏧᎬᏩᎶᏗ ᏫᏥᎲᎢ ᎠᏎ ᎾᏍᏉ ᏫᏓᎮᏍᏗ ᏗᏣᏓᏅᏙ."
  },
  {
    "verse": "22",
    "kjv": "The light of the body is the eye: if therefore thine eye be single, thy whole body shall be full of light.",
    "web": "“The lamp of the body is the eye. If therefore your eye is sound, your whole body will be full of light.",
    "chr": "ᎠᎦᏔ ᎠᏰᎸ ᎢᎦ ᎦᏘᏍᏗᏍᎩ, ᎢᏳᏍᎩᏂ ᎯᎦᏙᎵ ᎪᎱᏍᏗ ᏄᏍᏛᎾ ᎨᏎᏍᏗ, ᏂᎬ ᎯᏰᎸᎢ ᎤᎧᎵᏦᏅᎯ ᎨᏎᏍᏗ ᎢᎦᎦᏘ."
  },
  {
    "verse": "23",
    "kjv": "But if thine eye be evil, thy whole body shall be full of darkness. If therefore the light that is in thee be darkness, how great is that darkness!",
    "web": "But if your eye is evil, your whole body will be full of darkness. If therefore the light that is in you is darkness, how great is the darkness!",
    "chr": "ᎢᏳᏍᎩᏂ ᎯᎦᏙᎵ ᎤᏲ ᎢᎨᏎᏍᏗ, ᏂᎬ ᎯᏰᎸᎢ ᎤᎧᎵᏦᏅᎯ ᎨᏎᏍᏗ ᎤᎵᏏᎩ. ᎢᏳᏍᎩᏂᏃ ᎢᎦᎦᏘ ᎭᏫᏂ ᏤᎲ ᎤᎵᏏᎩᏉ ᎢᎨᏎᏍᏗ, ᎾᏍᎩ ᎤᎵᏏᎩ ᏂᎦ ᎡᏉᎯᏳ!"
  },
  {
    "verse": "24",
    "kjv": "No man can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon.",
    "web": "“No one can serve two masters, for either he will hate the one and love the other, or else he will be devoted to one and despise the other. You can’t serve both God and Mammon.",
    "chr": "ᎥᏝ ᎩᎶ ᏰᎵ ᎠᏂᏔᎵ ᎬᏩᎾᏝᎢ ᎪᎱᏍᏗ ᏱᏙᎬᏛᏂᏏ, ᏱᎠᏍᎦᎦᏰᏃ ᏌᏉ ᏱᏅᎨᏳᎭᏃ ᏐᎢ, ᎠᎴ ᏱᏙᎤᏂᏴᎭ ᏌᏉ ᏱᎦᏂᏆᏘᎭᏃ ᏐᎢ. ᏝᏍᎩᏂ ᏰᎵ ᎤᏁᎳᏅᎯ ᎠᎴ ᎹᎹᏂ ᎪᎱᏍᏗᏱᏙᎨᏣᏛᏂᏏ."
  },
  {
    "verse": "25",
    "kjv": "Therefore I say unto you, Take no thought for your life, what ye shall eat, or what ye shall drink; nor yet for your body, what ye shall put on. Is not the life more than meat, and the body than raiment?",
    "web": "Therefore I tell you, don’t be anxious for your life: what you will eat, or what you will drink; nor yet for your body, what you will wear. Isn’t life more than food, and the body more than clothing?",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎯᎠ ᏂᏨᏪᏎᎭ, ᏞᏍᏗ ᏱᏤᎵᎯᏍᎨᏍᏗ ᏕᏨᏅᎢ, ᎢᏳᏍᏗ ᎢᏥᎩᏍᏗᏱ ᎠᎴ ᎢᏳᏍᏗ ᎢᏣᏗᏔᏍᏗᏱ, ᏞᏍᏗ ᎠᎴ ᏗᏥᏰᎸᎢ ᏱᏤᎵᎯᏍᎨᏍᏗ ᎢᏳᏍᏗ ᏗᏣᏄᏬᏍᏗᏱ. ᏝᏍᎪ ᎠᎬᏅ ᎤᏟᎯᏳ ᏱᎩ ᎡᏍᎦᏉ ᎠᎵᏍᏓᏴᏗ? ᎠᎴ ᏝᏍᎪ ᎠᏰᎸᎢ ᎡᏍᎦᏉ ᏗᏄᏬ?"
  },
  {
    "verse": "26",
    "kjv": "Behold the fowls of the air: for they sow not, neither do they reap, nor gather into barns; yet your heavenly Father feedeth them. Are ye not much better than they?",
    "web": "See the birds of the sky, that they don’t sow, neither do they reap, nor gather into barns. Your heavenly Father feeds them. Aren’t you of much more value than they?",
    "chr": "ᏗᏣᎧᏅᎦ ᏥᏍᏆ ᎦᎸᎶᎢ ᎠᏁᎯ, ᏝᏰᏃ ᏯᏂᏫᏍᎪᎢ, ᎠᎴ Ꮭ ᏯᏂᏁᏣᎢᏍᎪᎢ, Ꮭ ᎠᎴ ᏓᏓᏁᎸ ᏯᏂᏟᏏᏍᎪᎢ, ᎠᏎᏃ ᎢᏥᏙᏓ ᎦᎸᎳᏗ ᎡᎯ ᏙᎨᎶᎰᎢ. ᏝᏍᎪ ᏂᎯ ᎤᏟ ᏱᏁᏥᎸᏉᏗ ᎡᏍᎦᏉ ᎾᏍᎩ?"
  },
  {
    "verse": "27",
    "kjv": "Which of you by taking thought can add one cubit unto his stature?",
    "web": "“Which of you by being anxious, can add one moment to his lifespan?",
    "chr": "ᎦᎪᏃ ᏂᎯ ᏥᏂᏣᏛᏅ ᎤᏓᏑᏯ ᎤᏪᎵᎯᏍᎬᏉ ᏰᎵ ᏌᏉ ᎢᏳᏟᎶᏛ ᏱᎧᏁᏉᏣ ᎬᏅᎢ?"
  },
  {
    "verse": "28",
    "kjv": "And why take ye thought for raiment? Consider the lilies of the field, how they grow; they toil not, neither do they spin:",
    "web": "Why are you anxious about clothing? Consider the lilies of the field, how they grow. They don’t toil, neither do they spin,",
    "chr": "ᎠᎴ ᎦᏙᏃ ᏗᏄᏬ ᏙᏤᎵᎯᏍᎪᎢ? ᏗᏣᏓᏅᏛᎵ ᏧᏥᎸᎯ ᏠᎨᏏ ᏤᎯ ᏓᏛᏍᎬᎢ. ᎥᏝ ᏱᏚᏂᎸᏫᏍᏓᏁᎰᎢ, ᎠᎴ ᎥᏝ ᏯᏂᏍᏙᎰᎢ."
  },
  {
    "verse": "29",
    "kjv": "And yet I say unto you, That even Solomon in all his glory was not arrayed like one of these.",
    "web": "yet I tell you that even Solomon in all his glory was not dressed like one of these.",
    "chr": "ᎠᏎᏃ ᎯᎠ ᏂᏨᏪᏎᎭ, ᎾᏍᏉ ᏐᎵᎹᏅ ᏂᎦᎥ ᏄᏬᏚᏒᎢ Ꮭ ᎾᏍᎩ ᏱᏄᏍᏕ ᏚᏄᏮᎢ ᏌᏉ ᎯᎠ ᏄᏍᏛᎢ."
  },
  {
    "verse": "30",
    "kjv": "Wherefore, if God so clothe the grass of the field, which to day is, and to morrow is cast into the oven, shall he not much more clothe you, O ye of little faith?",
    "web": "But if God so clothes the grass of the field, which today exists and tomorrow is thrown into the oven, won’t he much more clothe you, you of little faith?",
    "chr": "ᎢᏳᏰᏃ ᎤᏁᎳᏅᎯ ᎾᏍᎩ ᏱᏂᎬᏁᎭ ᏱᎦᏄᏬᎭ ᎧᏁᏍᎦ ᏠᎨᏏ ᎡᎯ, ᎪᎯ ᎢᎦ ᏤᎭ, ᎤᎩᏨᏅᏃ ᏗᎦᏚᏗᏱ ᏭᎾᏗᏅᏗ ᏥᎩ, ᏝᏍᎪ ᎤᏟᎯᏳ ᏱᏂᏙᎨᏥᏄᏬᏣ, ᎤᏍᏗ ᎢᏦᎯᏳᎯ?"
  },
  {
    "verse": "31",
    "kjv": "Therefore take no thought, saying, What shall we eat? or, What shall we drink? or, Wherewithal shall we be clothed?",
    "web": "“Therefore don’t be anxious, saying, ‘What will we eat?’, ‘What will we drink?’ or, ‘With what will we be clothed?’",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᏞᏍᏗ ᏱᏤᎵᎯᏍᎨᏍᏗ ᎯᎠ ᏱᏂᏥᏪᏍᎨᏍᏗ; ᎦᏙ ᏓᏲᏥᎩ, ᎠᎴ ᎦᏙ ᏓᏲᏣᏗᏔᎯ, ᎠᎴ ᎦᏙ ᏓᏲᏣᏄᏬᎢ?"
  },
  {
    "verse": "32",
    "kjv": "(For after all these things do the Gentiles seek:) for your heavenly Father knoweth that ye have need of all these things.",
    "web": "For the Gentiles seek after all these things; for your heavenly Father knows that you need all these things.",
    "chr": "ᏂᎦᏛᏰᏃ ᎾᏍᎩ ᎯᎠ ᎤᏂᏲᎰ ᏧᎾᏖᎴᏅᏛ ᏴᏫ. ᎦᎸᎳᏗᏰᏃ ᎡᎯ ᎢᏥᏙᏓ ᎠᎦᏔᎭ ᎾᏍᎩ ᎯᎠ ᏂᎦᏛ ᎢᏥᏂᎬᏎᎲᎢ."
  },
  {
    "verse": "33",
    "kjv": "But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.",
    "web": "But seek first God’s Kingdom and his righteousness; and all these things will be given to you as well.",
    "chr": "ᎢᎬᏱᏍᎩᏂ ᎢᏥᏲᎦ ᎦᎸᎳᏗ ᎡᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎠᎴ ᎤᏤᎵ ᏚᏳᎪᏛᎢ, ᎯᎠᏃ ᏂᎦᏗᏳ ᏓᏰᏥᏁᏉᎡᎵ."
  },
  {
    "verse": "34",
    "kjv": "Take therefore no thought for the morrow: for the morrow shall take thought for the things of itself. Sufficient unto the day is the evil thereof.",
    "web": "Therefore don’t be anxious for tomorrow, for tomorrow will be anxious for itself. Each day’s own evil is sufficient.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᏞᏍᏗ ᎤᎩᏨᏅ ᎢᏴᏛ ᏱᏫᏤᎵᎯᏍᎨᏍᏗ, ᎤᎩᏨᏅᏰᏃ ᎤᏩᏒ ᏧᏓᎴᏅᏛ ᏛᏕᎵᎯᏍᏔᏂ. ᏰᎵᏉ ᎤᏲ ᎢᎦ ᎤᏪᎲᎢ."
  }
]