[
  {
    "verse": "1",
    "kjv": "Judge not, that ye be not judged.",
    "web": "“Don’t judge, so that you won’t be judged.",
    "chr": "ᏞᏍᏗ ᏥᏣᏓᎳᏫᏎᎵ ᎾᏍᎩᏃ ᏂᎯ ᏞᏍᏗ ᎡᏥᎳᏫᏎᎸᎩ."
  },
  {
    "verse": "2",
    "kjv": "For with what judgment ye judge, ye shall be judged: and with what measure ye mete, it shall be measured to you again.",
    "web": "For with whatever judgment you judge, you will be judged; and with whatever measure you measure, it will be measured to you.",
    "chr": "ᎾᏍᎩᏰᏃ ᏄᏍᏛ ᎢᏣᏓᎳᏫᏎᎸ ᎠᏎ ᎾᏍᏉ ᏛᎡᏥᎳᏫᏎᎵ, ᎠᎴ ᏄᏍᏛ ᎢᏣᏓᏟᎶᏒᎸ ᎾᏍᏉ ᏛᎡᏣᏟᎶᎡᎵ."
  },
  {
    "verse": "3",
    "kjv": "And why beholdest thou the mote that is in thy brother's eye, but considerest not the beam that is in thine own eye?",
    "web": "Why do you see the speck that is in your brother’s eye, but don’t consider the beam that is in your own eye?",
    "chr": "ᎠᎴ ᎦᏙᏃ ᎢᎯᎪᏩᏘᏍᎪ ᎤᏢᏓᎸᏛ ᎤᎦᏑᎲᎢ ᏗᏍᏓᏓᏅᏟ, ᏁᎵᏍᎬᎾᏃ ᎢᎨᏐ ᎤᏃᏍᏛ ᎠᏓ ᏨᏒ ᏣᎦᏑᎲᎢ."
  },
  {
    "verse": "4",
    "kjv": "Or how wilt thou say to thy brother, Let me pull out the mote out of thine eye; and, behold, a beam is in thine own eye?",
    "web": "Or how will you tell your brother, ‘Let me remove the speck from your eye,’ and behold, the beam is in your own eye?",
    "chr": "ᎠᎴ ᎦᏙ ᏱᎦᎵᏍᏙᏓ ᎯᎠ ᏱᏂᏪᏏ ᏗᏍᏓᏓᏅᏟ, ᎬᎸᏏ ᎤᏢᏓᎸᏛ ᏣᎦᏑᎲᎢ, ᎬᏂᏳᏉᏃ ᎤᏃᏍᏛ ᎠᏓ ᏨᏒ ᏣᎦᏑᎭ."
  },
  {
    "verse": "5",
    "kjv": "Thou hypocrite, first cast out the beam out of thine own eye; and then shalt thou see clearly to cast out the mote out of thy brother's eye.",
    "web": "You hypocrite! First remove the beam out of your own eye, and then you can see clearly to remove the speck out of your brother’s eye.",
    "chr": "ᏣᏠᎾᏍᏗ! ᎢᎬᏱ ᎯᎸ ᎤᏃᏍᏛ ᎠᏓ ᏨᏒ ᏣᎦᏑᎲᎢ, ᎿᏉᏃ ᎬᏂᎨᏒᎢᏳ ᏣᎪᏩᏛᏗᏱ ᎨᏎᏍᏗ ᎯᎸᎡᏗᏱ ᎤᏢᏓᎸᏛ ᏗᏍᏓᏓᏅᏟ ᎤᎦᏑᎲᎢ."
  },
  {
    "verse": "6",
    "kjv": "Give not that which is holy unto the dogs, neither cast ye your pearls before swine, lest they trample them under their feet, and turn again and rend you.",
    "web": "“Don’t give that which is holy to the dogs, neither throw your pearls before the pigs, lest perhaps they trample them under their feet, and turn and tear you to pieces.",
    "chr": "ᏞᏍᏗ ᎪᎱᏍᏗ ᎦᎸᏉᏗ ᎩᎵ ᏗᏥᏁᎸᎩ, ᏞᏍᏗ ᎠᎴ ᏓᎬᎾ-ᎢᏳᎾᏍᏗ ᏗᏣᏤᎵᎦ ᏏᏆ ᏫᏗᏣᏗᏁᎸᎩ, ᏱᏓᎾᎳᏍᏓᎥᎵᏉᏰᏃ, ᎠᎴ ᏯᎾᎦᏔᎲᎾ ᏴᎨᏥᏓᎦᎸᎥᎦ."
  },
  {
    "verse": "7",
    "kjv": "Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you:",
    "web": "“Ask, and it will be given you. Seek, and you will find. Knock, and it will be opened for you.",
    "chr": "ᎢᏥᏔᏲᎭ, ᎠᏎ ᏓᏰᏥᏁᎵ; ᎢᏥᏲᎦ, ᎠᏎ ᏓᏥᏩᏛᎯ; ᎢᏨᏂᎦ, ᎠᏎ ᏓᏰᏥᏍᏚᎢᎡᎵ."
  },
  {
    "verse": "8",
    "kjv": "For every one that asketh receiveth; and he that seeketh findeth; and to him that knocketh it shall be opened.",
    "web": "For everyone who asks receives. He who seeks finds. To him who knocks it will be opened.",
    "chr": "ᎩᎶᏰᏃ ᏣᏔᏲᎯᎰ ᎠᏥᏁᎰᎢ, ᎩᎶᏃ ᏧᏲᎰ ᎠᏩᏘᏍᎪᎢ, ᎩᎶᏃ ᏥᏫᎬᏂᎰ ᎠᏥᏍᏚᎢᎡᎰᎢ."
  },
  {
    "verse": "9",
    "kjv": "Or what man is there of you, whom if his son ask bread, will he give him a stone?",
    "web": "Or who is there among you who, if his son asks him for bread, will give him a stone?",
    "chr": "ᎦᎪᎨ ᎠᏍᎦᏯ ᎯᎠ ᏥᏂᏣᏛᏅ, ᎢᏳᏃ ᎤᏪᏥ ᎦᏚ ᏳᏔᏲᏎᎭ, ᏅᏯᏉ ᏯᎲᏏ?"
  },
  {
    "verse": "10",
    "kjv": "Or if he ask a fish, will he give him a serpent?",
    "web": "Or if he asks for a fish, who will give him a serpent?",
    "chr": "ᎠᎴ ᎠᏣᏗ ᏯᏔᏲᎯᎭ, ᏥᎪ ᎢᎾᏛᏉ ᏴᎦᏅᎥᏏ?"
  },
  {
    "verse": "11",
    "kjv": "If ye then, being evil, know how to give good gifts unto your children, how much more shall your Father which is in heaven give good things to them that ask him?",
    "web": "If you then, being evil, know how to give good gifts to your children, how much more will your Father who is in heaven give good things to those who ask him!",
    "chr": "ᎢᏳᏃ ᏂᎯ ᎢᏥᏲᎢ ᏱᏥᏏᎾᎯ ᎣᏍᏛ ᎨᏒ ᏗᏥᏁᏗᏱ ᏗᏤᏥ, ᎤᏟᎯᏳ ᎤᏙᎯᏳᎯᏯ ᎢᏥᏙᏓ ᎦᎸᎳᏗ ᎡᎯ ᎣᏍᏛ ᏓᏁᎮᏍᏗ ᎬᏩᏔᏲᏎᎯ."
  },
  {
    "verse": "12",
    "kjv": "Therefore all things whatsoever ye would that men should do to you, do ye even so to them: for this is the law and the prophets.",
    "web": "Therefore, whatever you desire for men to do to you, you shall also do to them; for this is the law and the prophets.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᏂᎦᎥ ᎪᎱᏍᏗ ᎢᏣᏚᎵᏍᎬ ᏴᏫ ᎢᎨᏣᏛᏁᏗᏱ, ᎾᏍᎩᏯ ᎾᏍᏉ ᏂᏕᏣᏛᏁᎮᏍᏗ; ᎾᏍᎩᏰᏃ ᎯᎠ ᏄᏍᏗ ᏗᎧᎿᏩᏛᏍᏗ ᎠᎴ ᎠᎾᏙᎴᎰᏍᎩ"
  },
  {
    "verse": "13",
    "kjv": "Enter ye in at the strait gate: for wide is the gate, and broad is the way, that leadeth to destruction, and many there be which go in thereat:",
    "web": "“Enter in by the narrow gate; for the gate is wide and the way is broad that leads to destruction, and there are many who enter in by it.",
    "chr": "ᎠᏯᏙᎵ ᎦᎶᎯᏍᏗᏱ ᎢᏥᏴᏍᏓ ᎠᏯᏖᏂᏰᏃ ᎦᎶᎯᏍᏗᏱ ᎠᎴ ᎠᏯᏖᏂ ᏅᏃᎯ ᎠᏲᎱᎯᏍᏗᏱ ᏫᎦᎾᏄᎪᎬᎢ, ᎤᏂ ᏣᏔᏃ ᎾᎿ ᎠᏂᎶᏍᎦ."
  },
  {
    "verse": "14",
    "kjv": "Because strait is the gate, and narrow is the way, which leadeth unto life, and few there be that find it.",
    "web": "How narrow is the gate and the way is restricted that leads to life! There are few who find it.",
    "chr": "ᎠᏯᏙᎵᏳᏰᏃ ᎦᎶᎯᏍᏗᏱ ᎠᎴ ᎠᏯᏙᎵᏳ ᏅᏃᎯ ᎬᏂᏛ ᏫᎦᎾᏄᎪᎬᎢ, ᎠᎴ ᎠᏂᎦᏲᎵᏳ ᎠᏂᏩᏘᎭ."
  },
  {
    "verse": "15",
    "kjv": "Beware of false prophets, which come to you in sheep's clothing, but inwardly they are ravening wolves.",
    "web": "“Beware of false prophets, who come to you in sheep’s clothing, but inwardly are ravening wolves.",
    "chr": "ᏕᏤᏯᏙᏤᎮᏍᏗ ᎤᎾᏠᎾᏍᏗ ᎠᎾᏙᎴᎰᏍᎩ, ᎠᏫ ᎤᏂᏃᏕᎾ ᎦᏁᎦ ᏧᎾᏄᏩᎢ ᏥᎨᏥᎷᏤᎰᎢ; ᎠᏎᏃ ᎭᏫᏂ ᎨᏒ ᏩᏯ ᎤᏂᎬᎥᏍᎩ ᎨᏐᎢ."
  },
  {
    "verse": "16",
    "kjv": "Ye shall know them by their fruits. Do men gather grapes of thorns, or figs of thistles?",
    "web": "By their fruits you will know them. Do you gather grapes from thorns or figs from thistles?",
    "chr": "ᏄᏍᏛ ᎠᎾᏓᏛᏍᎬᎢ ᏙᏓᏦᎵᏍᏔᏂ. ᏥᎪ ᏴᏫ ᏖᎸᎳᏗ ᏓᎾᏕᏍᎪ ᏥᏍᏚᏂᎩᏍᏗᎯ? ᎠᎴ ᏒᎦᏔ-ᎢᏳᎾᏍᏗ ᏥᎪᏥᏥᎯ ᏓᎾᏕᏍᎪᎢ?"
  },
  {
    "verse": "17",
    "kjv": "Even so every good tree bringeth forth good fruit; but a corrupt tree bringeth forth evil fruit.",
    "web": "Even so, every good tree produces good fruit, but the corrupt tree produces evil fruit.",
    "chr": "ᎾᏍᎩᏍᎩᏂ ᏄᏍᏗ ᏂᎦᎥ ᎣᏍᏛ ᏡᎬ ᎣᏍᏛ ᎠᏓᏛᏍᎪᎢ, ᎤᏲᏃ ᏡᎬ ᎤᏲ ᎠᏓᏛᏍᎪᎢ."
  },
  {
    "verse": "18",
    "kjv": "A good tree cannot bring forth evil fruit, neither can a corrupt tree bring forth good fruit.",
    "web": "A good tree can’t produce evil fruit, neither can a corrupt tree produce good fruit.",
    "chr": "ᎣᏍᏛ ᏡᎬ ᎥᏝ ᏰᎵ ᎤᏲ ᏴᎬᏓᏛᎦ, ᎠᎴ ᎤᏲ ᏡᎬ ᎥᏝ ᏰᎵ ᎣᏍᏛ ᏴᎬᏓᏛᎦ."
  },
  {
    "verse": "19",
    "kjv": "Every tree that bringeth not forth good fruit is hewn down, and cast into the fire.",
    "web": "Every tree that doesn’t grow good fruit is cut down and thrown into the fire.",
    "chr": "ᏂᎦᎥᏍᎩᏂ ᏕᏡᎬ ᎣᏍᏛ ᎾᎾᏓᏛᏍᎬᎾ, ᏗᎦᎴᏴᏍᏙᏗ ᎨᏎᏍᏗ, ᎠᎴ ᎠᏥᎸᏱ ᏫᏓᏗᏅᏗ."
  },
  {
    "verse": "20",
    "kjv": "Wherefore by their fruits ye shall know them.",
    "web": "Therefore by their fruits you will know them.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᏙᏓᏦᎵᏍᏔᏂ ᏄᏍᏛ ᎠᎾᏓᏛᏍᎬᎢ."
  },
  {
    "verse": "21",
    "kjv": "Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.",
    "web": "“Not everyone who says to me, ‘Lord, Lord,’ will enter into the Kingdom of Heaven, but he who does the will of my Father who is in heaven.",
    "chr": "ᎥᏝᏰᏃ ᎾᏂᎥ, ᏣᎬᏫᏳᎯ, ᏣᎬᏫᏳᎯ, ᎬᏉᏎᎯ, ᎦᎸᎳᏗ ᎡᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᏭᏂᎾᏄᎪᎢᏍᏗ ᏱᎩ, ᎾᏍᎩᏍᎩᏂ Ꮎ ᎡᏙᏓ ᎦᎸᎳᏗ ᎡᎯ ᎠᏓᏅᏖᏍᎬ ᏧᏂᎸᏫᏍᏓᏁᎯ."
  },
  {
    "verse": "22",
    "kjv": "Many will say to me in that day, Lord, Lord, have we not prophesied in thy name? and in thy name have cast out devils? and in thy name done many wonderful works?",
    "web": "Many will tell me in that day, ‘Lord, Lord, didn’t we prophesy in your name, in your name cast out demons, and in your name do many mighty works?’",
    "chr": "ᎾᎯᏳ ᎢᎦ ᎨᏎᏍᏗ ᎤᏂᏣᏘᏍᏗ ᎯᎠ ᏅᏓᎬᎩᏪᎭᎵ; ᏣᎬᏫᏳᎯ, ᏣᎬᏫᏳᎯ, ᏝᏍᎪ ᏕᏣᏙᎥ ᏲᏨᏗᏍᎨ ᏲᏣᏙᎴᎰᏍᎨᎢ? ᎠᎴ ᏝᏍᎪ ᏕᏣᏙᎥ ᏲᏨᏗᏍᎨ ᎠᏂᏍᎩᎾ ᏱᏙᏥᏄᎪᏫᏍᎨᎢ? ᎠᎴ ᏝᏍᎪ ᏕᏣᏙᎥ ᏲᏨᏗᏍᎨ ᎤᏣᏘ ᎤᏍᏆᏂᎪᏗ ᏱᏙᎩᎸᏫᏍᏓᏁᎮᎢ?"
  },
  {
    "verse": "23",
    "kjv": "And then will I profess unto them, I never knew you: depart from me, ye that work iniquity.",
    "web": "Then I will tell them, ‘I never knew you. Depart from me, you who work iniquity.’",
    "chr": "ᎿᏉᏃ ᎯᎠ ᏅᏓᎦᏥᏪᏎᎵ; ᎥᏝ ᎢᎸᎯᏳ ᏱᏨᎦᏔᎮᎢ; ᎤᏟ ᏫᏥᎶᎯ ᎤᏲ ᏗᏥᎸᏫᏍᏓᏁᎯ."
  },
  {
    "verse": "24",
    "kjv": "Therefore whosoever heareth these sayings of mine, and doeth them, I will liken him unto a wise man, which built his house upon a rock:",
    "web": "“Everyone therefore who hears these words of mine and does them, I will liken him to a wise man who built his house on the rock.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎾᏂᎥ ᎩᎶ ᎯᎠ ᏥᏂᏥᏪᎠ ᎠᎾᏛᎩᏍᎨᏍᏗ, ᎠᎴ ᎾᏍᎩ ᎾᎾᏛᏁᎮᏍᏗ, ᎠᎦᏔᎿᎢ ᎠᏍᎦᏯ ᏙᏓᎦᏥᏯᏟᎶᏍᏔᏂ, ᎾᏍᎩ ᏅᏲᎯ ᏧᏁᏍᎨᎮᎢ;"
  },
  {
    "verse": "25",
    "kjv": "And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell not: for it was founded upon a rock.",
    "web": "The rain came down, the floods came, and the winds blew and beat on that house; and it didn’t fall, for it was founded on the rock.",
    "chr": "ᎿᏉᏃ ᏧᎦᎿᏁᎢ, ᎠᎴ ᏥᏚᏃᎱᎦᏁᎢ, ᎠᎴ ᏧᏃᎸᏁᎢ, ᎾᎿ ᎠᏓᏁᎸ ᏥᏚᏱᎶᎴᎢ; ᎠᏎᏃ ᎥᏝ ᏳᏲᏤᎢ, ᏅᏥᎯᏰᏃ ᎦᎧᎮᎢ."
  },
  {
    "verse": "26",
    "kjv": "And every one that heareth these sayings of mine, and doeth them not, shall be likened unto a foolish man, which built his house upon the sand:",
    "web": "Everyone who hears these words of mine and doesn’t do them will be like a foolish man who built his house on the sand.",
    "chr": "ᎾᏂᎥᏃ ᎩᎶ ᎯᎠ ᏥᏂᏥᏪᎠ ᎠᎾᏛᎩᏍᎨᏍᏗ, ᎾᏍᎩᏃ ᎾᎾᏛᏁᎲᎾ ᎢᎨᏎᏍᏗ, ᎤᏁᎫ ᎠᏍᎦᏯ ᏗᎨᎦᏟᎶᏍᏙᏗ ᎨᏎᏍᏗ ᎾᏍᎩ ᏃᏳᎯ ᏧᏁᏍᎨᎮᎢ."
  },
  {
    "verse": "27",
    "kjv": "And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell: and great was the fall of it.",
    "web": "The rain came down, the floods came, and the winds blew and beat on that house; and it fell—and its fall was great.”",
    "chr": "ᎿᏉᏃ ᏧᎦᎿᏁᎢ, ᎠᎴ ᏥᏚᏃᎱᎦᏁᎢ, ᎠᎴ ᏧᏃᎸᏁᎢ, ᎾᎿ ᎠᏓᏁᎸ ᏥᏚᏱᎶᎴᎢ, ᎠᎴ ᏧᏲᏤᎢ, ᎠᎴ ᎤᏍᎦᏎᏗᏳ ᏥᏄᎵᏍᏔᏁ ᎤᏲᏨ."
  },
  {
    "verse": "28",
    "kjv": "And it came to pass, when Jesus had ended these sayings, the people were astonished at his doctrine:",
    "web": "When Jesus had finished saying these things, the multitudes were astonished at his teaching,",
    "chr": "ᎯᎠᏃ ᏄᎵᏍᏔᏁᎢ, ᎾᏍᎩ ᏥᏌ ᎤᏍᏆᏛ ᎾᏍᎩ ᏂᎦᏪᏍᎬᎢ, ᎤᏂᏍᏆᏂᎪᏎ ᏓᏕᏲᎲᏍᎬᎢ."
  },
  {
    "verse": "29",
    "kjv": "For he taught them as one having authority, and not as the scribes.",
    "web": "for he taught them with authority, and not like the scribes.",
    "chr": "ᎤᏤᎵᎦᏰᏃ ᏥᏓᏕᏲᎲᏍᎪ ᎢᏳᏍᏗ ᎨᏎᎢ, ᎥᏝᏃ ᏗᏃᏪᎵᏍᎩᏉ ᏥᏓᎾᏕᏲᎲᏍᎪ ᎢᏳᏍᏗ ᏱᎨᏎᎢ."
  }
]
