[
  {
    "verse": "1",
    "kjv": "When he was come down from the mountain, great multitudes followed him.",
    "web": "When he came down from the mountain, great multitudes followed him.",
    "chr": "ᎿᏉᏃ ᏧᎦᏐᎠᏒ ᎤᏌᎯᎸᎢ, ᎤᏂᏣᏘ ᎬᏩᏍᏓᏩᏛᏎᎢ."
  },
  {
    "verse": "2",
    "kjv": "And, behold, there came a leper and worshipped him, saying, Lord, if thou wilt, thou canst make me clean.",
    "web": "Behold, a leper came to him and worshiped him, saying, “Lord, if you want to, you can make me clean.”",
    "chr": "ᎠᎴ ᎬᏂᏳᏉ ᎠᏓᏰᏍᎩ ᎤᏢᎩ ᎤᎷᏤ ᎤᏓᏙᎵᏍᏓᏁᎴᎢ, ᎯᎠ ᏄᏪᏎᎢ; ᏣᎬᏫᏳᎯ, ᎢᏳᏃ ᏱᏣᏓᏅᏖᎸ ᏰᎵᏉ ᏱᏍᎩᏅᎦᎸ."
  },
  {
    "verse": "3",
    "kjv": "And Jesus put forth his hand, and touched him, saying, I will; be thou clean. And immediately his leprosy was cleansed.",
    "web": "Jesus stretched out his hand and touched him, saying, “I want to. Be made clean.” Immediately his leprosy was cleansed.",
    "chr": "ᏥᏌᏃ ᎤᏙᏯᏅᎯᏛ ᎤᏒᏂᎴᎢ, ᎦᏓᏅᏛᎵ, ᏣᏓᏅᎦᎸᏛ ᎨᏎᏍᏗ, ᎤᏬᏎᎴᎢ; ᎩᎳᏉᏃ ᎢᏴᏛ ᎠᏓᏰᏍᎩ ᎤᏢᎬ ᎤᏓᏅᎦᎸᎮᎢ."
  },
  {
    "verse": "4",
    "kjv": "And Jesus saith unto him, See thou tell no man; but go thy way, shew thyself to the priest, and offer the gift that Moses commanded, for a testimony unto them.",
    "web": "Jesus said to him, “See that you tell nobody; but go, show yourself to the priest, and offer the gift that Moses commanded, as a testimony to them.”",
    "chr": "ᎯᎠᏃ ᏥᏌ ᏄᏪᏎᎴᎢ; Ꭷ ᏞᏍᏗ ᎩᎶ ᏥᎯᏃᏁᎵ, ᎮᎾᏉᏍᎩᏂ, ᏫᏣᎪᏩᏛ ᎠᏥᎸ-ᎨᎶᎯ, ᎠᎴ ᎠᎵᏍᎪᎸᏙᏗ ᏫᎲᎦ ᏱᏏ ᎤᏁᏨ ᎠᎵᏍᎪᎸᏙᏗ ᎾᏍᎩ ᎤᎾᏙᎴᎰᎯᏍᏙᏗ."
  },
  {
    "verse": "5",
    "kjv": "And when Jesus was entered into Capernaum, there came unto him a centurion, beseeching him,",
    "web": "When he came into Capernaum, a centurion came to him, asking him for help,",
    "chr": "ᎿᏉᏃ ᏥᏌ ᎨᏆᏂ ᏫᎤᎷᏨ, ᎤᎷᏤᎴ ᎠᏍᎪᎯᎫᏈ ᎠᏂᏯᏫᏍᎩ ᏗᏘᏂᏙᎯ, ᎤᏍᏗᏰᏔᏁᎢ,"
  },
  {
    "verse": "6",
    "kjv": "And saying, Lord, my servant lieth at home sick of the palsy, grievously tormented.",
    "web": "saying, “Lord, my servant lies in the house paralyzed, grievously tormented.”",
    "chr": "ᎯᎠ ᏄᏪᏎᎴᎢ; ᏣᎬᏫᏳᎯ, ᏥᏅᏏᏓᏍᏗ ᎦᏅᎦ ᏗᏇᏅᏒ ᎤᏢᎦ ᎤᎸᏓᎸᎥᏍᎦ ᎤᏣᏔᏅᎯ ᎠᎩᎵᏲᎦ."
  },
  {
    "verse": "7",
    "kjv": "And Jesus saith unto him, I will come and heal him.",
    "web": "Jesus said to him, “I will come and heal him.”",
    "chr": "ᏥᏌᏃ ᎯᎠ ᏄᏪᏎᎴᎢ; ᏓᎨᏏ ᏓᏥᏅᏩᏁᏏ."
  },
  {
    "verse": "8",
    "kjv": "The centurion answered and said, Lord, I am not worthy that thou shouldest come under my roof: but speak the word only, and my servant shall be healed.",
    "web": "The centurion answered, “Lord, I’m not worthy for you to come under my roof. Just say the word, and my servant will be healed.",
    "chr": "ᎠᏍᎪᎯᏧᏈᏃ ᏗᏘᏂᏙᎯ ᏗᎤᏁᏨ ᎯᎠ ᏄᏪᏎᎢ; ᏣᎬᏫᏳᎯ, ᏝᏰᎵ ᏱᏂᎪᎢ ᏥᏁᎸ ᏣᏴᏍᏗᏱ; ᎯᏁᎩᏉᏍᎩᏂ ᎤᏩᏒ, ᏥᏅᏏᏓᏍᏗᏃ ᏓᏳᏗᏩᏏ."
  },
  {
    "verse": "9",
    "kjv": "For I am a man under authority, having soldiers under me: and I say to this man, Go, and he goeth; and to another, Come, and he cometh; and to my servant, Do this, and he doeth it.",
    "web": "For I am also a man under authority, having under myself soldiers. I tell this one, ‘Go,’ and he goes; and tell another, ‘Come,’ and he comes; and tell my servant, ‘Do this,’ and he does it.”",
    "chr": "ᎠᏴᏰᏃ ᏗᏆᏓᏁᎶᏗᏉ, ᎠᎴ ᏓᎩᎧᎭ ᎠᏂᏯᏫᏍᎩ ᎾᏍᎩ ᏕᎬᏆᏁᎶᏙᎢ, ᎩᎶᏃ ᎮᎾ ᏥᏲᏏ, ᎡᎪᎢ; ᏅᏩᏓᎴᏃ ᎡᎮᎾ ᏥᏲᏏ, ᏗᎡᎪᎢ; ᏥᏅᏏᏓᏍᏗᏃ, ᎯᎠ ᎿᏛᎦ ᏥᏲᏏ, ᎾᏍᎩ ᎾᏛᏁᎰᎢ."
  },
  {
    "verse": "10",
    "kjv": "When Jesus heard it, he marvelled, and said to them that followed, Verily I say unto you, I have not found so great faith, no, not in Israel.",
    "web": "When Jesus heard it, he marveled and said to those who followed, “Most certainly I tell you, I haven’t found so great a faith, not even in Israel.",
    "chr": "ᏥᏌᏃ ᎤᏛᎦᏅ ᎤᏍᏆᏂᎪᏎᎢ, ᎠᎴ ᎯᎠ ᏂᏚᏪᏎᎴ ᎤᏓᎬᏩᏍᏓᏩᏛᏛ, ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ, ᎥᏝ ᎾᏍᏉ ᎢᏏᎵ ᏚᏙᎥ ᎾᏍᎩ ᎢᎦᎢ ᎪᎯᏳᏗ ᎨᏒ ᏯᎩᏩᏛᎲ."
  },
  {
    "verse": "11",
    "kjv": "And I say unto you, That many shall come from the east and west, and shall sit down with Abraham, and Isaac, and Jacob, in the kingdom of heaven.",
    "web": "I tell you that many will come from the east and the west, and will sit down with Abraham, Isaac, and Jacob in the Kingdom of Heaven,",
    "chr": "ᎠᎴ ᎯᎠ ᏂᏨᏪᏎᎭ; ᎤᏂᏣᏘ ᏗᎧᎸᎬ ᎠᎴ ᏭᏕᎵᎬ ᎢᏗᏢ ᏗᏂᎶᏍᎨᏍᏗ, ᎠᎴ ᎢᏧᎳᎭ ᎠᎾᏅᎥᏍᎨᏍᏗ ᎡᏆᎭᎻ, ᎠᎴ ᎡᏏᎩ, ᎠᎴ ᏤᎦᏈ, ᎦᎸᎳᏗ ᎡᎯ ᎾᎿ ᎤᎬᏫᏳᎯ ᎨᏒᎢ,"
  },
  {
    "verse": "12",
    "kjv": "But the children of the kingdom shall be cast out into outer darkness: there shall be weeping and gnashing of teeth.",
    "web": "but the children of the Kingdom will be thrown out into the outer darkness. There will be weeping and gnashing of teeth.”",
    "chr": "ᎦᎸᎳᏗᏍᎩᏂ ᎡᎯ ᎾᎿ ᎤᎬᏫᏳᎯ ᎨᎡ ᎠᏁᎯ ᏓᎨᏥᏄᎪᏫᏏ ᏫᏙᏓᎨᎦᏓᎡᏏ ᏧᎵᏏᎬ ᏙᏱᏗᏢ, ᎾᎿ ᏓᏂᏴᎨᏍᏗ, ᎠᎴ ᏓᏂᎸᏓᎩᏍᎨᏍᏗ ᏓᏂᏄᏙᎬᎢ."
  },
  {
    "verse": "13",
    "kjv": "And Jesus said unto the centurion, Go thy way; and as thou hast believed, so be it done unto thee. And his servant was healed in the selfsame hour.",
    "web": "Jesus said to the centurion, “Go your way. Let it be done for you as you have believed.” His servant was healed in that hour.",
    "chr": "ᏥᏌᏃ ᎯᎠ ᏄᏪᎭᎴ ᎠᏍᎪᎯᏧᏈ ᏗᏘᏂᏙᎯ; ᎮᎾ, ᎠᎴ ᏄᏍᏛ ᏦᎯᏳᏅ ᎾᏍᎩ ᏫᏂᏣᎵᏍᏓᏏ. ᎤᏅᏏᏓᏍᏗᏃ ᎾᎯᏳᏉ ᎤᏗᏩᏎᎢ."
  },
  {
    "verse": "14",
    "kjv": "And when Jesus was come into Peter's house, he saw his wife's mother laid, and sick of a fever.",
    "web": "When Jesus came into Peter’s house, he saw his wife’s mother lying sick with a fever.",
    "chr": "ᏥᏌᏃ ᏈᏓ ᎦᏁᎸ ᎤᎷᏨ, ᎤᎪᎮ ᏈᏓ ᎤᏓᎵᎢ ᎤᏥ ᎦᏅᎨ ᎤᏗᎴᎲᏍᎨᎢ."
  },
  {
    "verse": "15",
    "kjv": "And he touched her hand, and the fever left her: and she arose, and ministered unto them.",
    "web": "He touched her hand, and the fever left her. So she got up and served him.",
    "chr": "ᎤᏒᏂᎴᏃ ᎤᏬᏰᏂ, ᎤᏗᎴᎲᏍᎬᏃ ᎤᏗᏩᎭᎢ. ᏚᎴᏁᏃ ᎠᎴ ᏚᏍᏕᎸᎯᏙᎴᎢ."
  },
  {
    "verse": "16",
    "kjv": "When the even was come, they brought unto him many that were possessed with devils: and he cast out the spirits with his word, and healed all that were sick:",
    "web": "When evening came, they brought to him many possessed with demons. He cast out the spirits with a word, and healed all who were sick,",
    "chr": "ᎤᏒᏃ ᏄᎵᏍᏔᏅ, ᎤᏂᏣᏖ ᎠᏂᏍᎩᎾ ᏗᎬᏩᏂᏯᎢ ᏕᎬᏩᏘᏃᎮᎴᎢ; ᏚᏄᎪᏫᏎᏃ ᎠᏂᏍᎩᎾ ᎧᏁᎬᏉ ᎬᏗᏍᎨᎢ, ᎠᎴ ᏂᎦᏛ ᏧᏂᏢᎩ ᏚᏅᏩᏁᎢ."
  },
  {
    "verse": "17",
    "kjv": "That it might be fulfilled which was spoken by Esaias the prophet, saying, Himself took our infirmities, and bare our sicknesses.",
    "web": "that it might be fulfilled which was spoken through Isaiah the prophet, saying, “He took our infirmities and bore our diseases.”",
    "chr": "ᎤᏙᎯᏳᏗᏱ ᎠᏰᎸᏒᎩ ᎢᏌᏯ ᎠᏙᎴᎰᏍᎩ ᏧᏁᏤᎢ, ᎯᎠ ᏥᏄᏪᏎᎢ; ᎤᏩᏒ ᎢᎩᎩᏍᏓᏁᎸᎩ ᏗᏗᏩᎾᎦᎳᎯᏳ ᎨᏒᎢ, ᏕᎩᏢᎬᏃ ᏧᏤᎵ ᏂᏚᏩᏁᎸᎩ."
  },
  {
    "verse": "18",
    "kjv": "Now when Jesus saw great multitudes about him, he gave commandment to depart unto the other side.",
    "web": "Now when Jesus saw great multitudes around him, he gave the order to depart to the other side.",
    "chr": "ᏥᏌᏃ ᏚᎪᎲ ᎤᏂᏣᏘ ᏴᏫ ᎬᏩᏜᏫᏍᏗᏍᎬᎢ, ᎤᏁᏤ ᎢᏍᎪᏅ ᏭᏂᎶᎯᏍᏗᏱ."
  },
  {
    "verse": "19",
    "kjv": "And a certain scribe came, and said unto him, Master, I will follow thee whithersoever thou goest.",
    "web": "A scribe came and said to him, “Teacher, I will follow you wherever you go.”",
    "chr": "ᎩᎶᏃ ᎢᏳᏍᏗ ᏗᎪᏪᎵᏍᎩ ᎤᎷᏤᎢ, ᎯᎠ ᏄᏪᏎᎴᎢ; ᏔᏕᏲᎲᏍᎩ ᏓᎬᏍᏓᏩᏗᏙᎵ ᏂᎦᎥ ᎮᏙᎲᎢ."
  },
  {
    "verse": "20",
    "kjv": "And Jesus saith unto him, The foxes have holes, and the birds of the air have nests; but the Son of man hath not where to lay his head.",
    "web": "Jesus said to him, “The foxes have holes and the birds of the sky have nests, but the Son of Man has nowhere to lay his head.”",
    "chr": "ᏥᏌᏃ ᎯᎠ ᏄᏪᏎᎴᎢ; ᏧᎳ ᏚᏂᏔᎴᏐᎢ, ᏥᏍᏆᏃ ᎦᎸᎶ ᎠᏁᎯ ᏚᎾᏁᏍᏓᏝᎰᎢ, ᏴᏫᏍᎩᏂ ᎤᏪᏥ ᎥᏝ ᎢᎸᎯᏢ ᎠᏍᎪᎵ ᎤᏗᏱ ᏱᎩ."
  },
  {
    "verse": "21",
    "kjv": "And another of his disciples said unto him, Lord, suffer me first to go and bury my father.",
    "web": "Another of his disciples said to him, “Lord, allow me first to go and bury my father.”",
    "chr": "ᎤᎬᏓᎴᏃ ᎤᏍᏓᏩᏗᏙᎯ ᎯᎠ ᏄᏪᏎᎴᎢ; ᏣᎬᏫᏳᎯ, ᎢᎬᏱ ᎨᎾ ᏥᏂᏌᏄᎦ ᎡᏙᏓ."
  },
  {
    "verse": "22",
    "kjv": "But Jesus said unto him, Follow me; and let the dead bury their dead.",
    "web": "But Jesus said to him, “Follow me, and leave the dead to bury their own dead.”",
    "chr": "ᏥᏌᏃ ᎯᎠ ᏄᏪᎭᎴᎢ; ᏍᎩᏍᏓᏩᏚᎦ, ᎤᎾᏁᎳᎩᏃ ᏧᏂᏲᎱᏒᎯ ᏓᏂᏂᏏᏍᎨᏍᏗ ᏧᎾᏤᎵ ᏧᏂᏲᎱᏒᎯ."
  },
  {
    "verse": "23",
    "kjv": "And when he was entered into a ship, his disciples followed him.",
    "web": "When he got into a boat, his disciples followed him.",
    "chr": "ᎿᏉᏃ ᏥᏳᎯ ᏭᏣᏅ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎬᏩᏍᏓᏩᏛᏎᎢ."
  },
  {
    "verse": "24",
    "kjv": "And, behold, there arose a great tempest in the sea, insomuch that the ship was covered with the waves: but he was asleep.",
    "web": "Behold, a violent storm came up on the sea, so much that the boat was covered with the waves; but he was asleep.",
    "chr": "ᎬᏂᏳᏉᏃ ᎤᏣᏘ ᎤᏱᎶᎴ ᎤᏃᎴ ᎢᏓᎵ; ᏥᏳᏰᏃ ᎠᎹ ᏓᎵᏍᏗᎳᏁᎬ ᎤᏭᏢᎥᏍᎨᎢ; ᎠᏎᏃ ᎢᎦᎵᎮᏉ."
  },
  {
    "verse": "25",
    "kjv": "And his disciples came to him, and awoke him, saying, Lord, save us: we perish.",
    "web": "The disciples came to him and woke him up, saying, “Save us, Lord! We are dying!”",
    "chr": "ᎬᏩᏍᏓᏩᏗᏙᎯᏃ ᎬᏩᎷᏤᎴ ᎬᏩᏰᏍᏔᏁᎢ, ᎯᎠ ᏂᎬᏩᏪᏎᎴᎢ; ᏣᎬᏫᏳᎯ, ᏍᎩᏍᏕᎸ, ᏓᏲᏣᏗᏒᏂᏉ."
  },
  {
    "verse": "26",
    "kjv": "And he saith unto them, Why are ye fearful, O ye of little faith? Then he arose, and rebuked the winds and the sea; and there was a great calm.",
    "web": "He said to them, “Why are you fearful, O you of little faith?” Then he got up, rebuked the wind and the sea, and there was a great calm.",
    "chr": "ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ, ᎦᏙᏃ ᎢᏥᏍᎦᎢᎭ? ᎤᏍᏗ ᎢᏦᎯᏳᎯ! ᎿᏉᏃ ᏚᎴᏅ ᏚᏍᎦᏤ ᎤᏃᎴ ᎠᎴ ᎥᏓᎵ, ᎤᏣᏘᏃ ᎤᏓᏥᎾᏍᏛᎯ ᏄᎵᏍᏔᏁᎢ."
  },
  {
    "verse": "27",
    "kjv": "But the men marvelled, saying, What manner of man is this, that even the winds and the sea obey him!",
    "web": "The men marveled, saying, “What kind of man is this, that even the wind and the sea obey him?”",
    "chr": "ᎠᏂᏍᎦᏯᏃ ᎤᏂᏍᏆᏂᎪᏎᎢ, ᎯᎠ ᏄᏂᏪᏎᎢ; ᎦᏙ ᎤᏍᏗ ᎯᎠ ᎠᏍᎦᏯ, ᎾᏍᏉᏰᏃ ᎤᏃᎴ ᎠᎴ ᎥᏓᎵ ᎢᎬᏬᎯᏳᎲᏍᎦ."
  },
  {
    "verse": "28",
    "kjv": "And when he was come to the other side into the country of the Gergesenes, there met him two possessed with devils, coming out of the tombs, exceeding fierce, so that no man might pass by that way.",
    "web": "When he came to the other side, into the country of the Gergesenes, two people possessed by demons met him there, coming out of the tombs, exceedingly fierce, so that nobody could pass that way.",
    "chr": "ᎢᏍᎪᏂᏗᏢᏃ ᏭᎷᏨ ᎦᎩᏏᏂ ᎤᎾᏤᎵᎪᎯ, ᎠᏂᏔᎵ ᎠᏂᏍᎩᎾ ᏗᎬᏩᏂᏯᎢ ᏕᎬᏩᏠᏎᎢ, ᏓᏓᏂᏌᎲ ᏧᏂᏄᎪᏤᎢ, ᎤᏣᏔᏅᎯ ᎤᏂᎿᎸᎯᏳ ᎨᏎᎢ, ᎾᏍᎩ ᎥᏝ ᎩᎶ ᎾᎿ ᎬᏩᎶᎯᏍᏗ ᏱᎨᏎᎢ."
  },
  {
    "verse": "29",
    "kjv": "And, behold, they cried out, saying, What have we to do with thee, Jesus, thou Son of God? art thou come hither to torment us before the time?",
    "web": "Behold, they cried out, saying, “What do we have to do with you, Jesus, Son of God? Have you come here to torment us before the time?”",
    "chr": "ᎠᎴ ᎬᏂᏳᏉ ᎤᏁᎷᏁᎢ, ᎯᎠ ᏄᏂᏪᏎᎢ; ᎥᏝ ᎪᎱᏍᏗ ᏗᎦᏓᏛᏙᏗ ᏱᎩ ᏂᎯ, ᏥᏌ ᎤᏁᎳᏅᎯ ᎤᏪᏥ, ᏥᎪ ᎠᏂ ᏣᎷᏥᎸ ᏍᎩᏂᎩᎵᏲᎢᏍᏙᏗᏱᏉ ᎠᏏᏉ ᎾᏍᏆᎵᏍᎬᎾ?"
  },
  {
    "verse": "30",
    "kjv": "And there was a good way off from them an herd of many swine feeding.",
    "web": "Now there was a herd of many pigs feeding far away from them.",
    "chr": "ᎨᎯᏃ ᎢᏴᏛ ᏗᏁᏙᎮ ᎤᏂᏣᏘ ᏑᎾᏓᏡᎩ ᏏᏆ ᎠᎾᎵᏍᏓᏴᏂᏙᎮᎢ."
  },
  {
    "verse": "31",
    "kjv": "So the devils besought him, saying, If thou cast us out, suffer us to go away into the herd of swine.",
    "web": "The demons begged him, saying, “If you cast us out, permit us to go away into the herd of pigs.”",
    "chr": "ᎠᏂᏍᎩᎾᏃ ᎬᏩᏔᏲᏎᎴᎢ, ᎯᎠ ᏂᎬᏩᏪᏎᎴᎢ; ᎢᏳᏃ ᏍᎩᏂᏄᎪᏫᏒᎭ, ᎤᎾᏁᎳᎩ ᏍᎩᏁᎵᏎᎸᎭ ᏏᏆ ᏑᎾᏓᏡᎩ ᏫᎪᏍᏗᏴᏍᏗᏱ."
  },
  {
    "verse": "32",
    "kjv": "And he said unto them, Go. And when they were come out, they went into the herd of swine: and, behold, the whole herd of swine ran violently down a steep place into the sea, and perished in the waters.",
    "web": "He said to them, “Go!” They came out and went into the herd of pigs; and behold, the whole herd of pigs rushed down the cliff into the sea and died in the water.",
    "chr": "ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ; ᏍᏕᎾ. ᎤᏂᏄᎪᏨᏃ, ᏏᏆ ᏑᎾᏓᏡᎩ ᏫᏚᏂᏴᎴᎢ. ᎠᎴ ᎬᏂᏳᏉ ᏂᎦᏛ ᏑᎾᏓᏡᎩ ᏏᏆ ᎠᏯᏄᎵᏳ ᎤᎾᎵᏎᎢ, ᏭᏂᎦᏐᎠᏎ ᎦᏁᏡᎩ ᎬᏒᎢ, ᎥᏓᏝ ᏭᎾᎵᏔᏗᏅᏎᎢ, ᎠᎴ ᎠᎹᏱ ᏚᏂᎵᏬᏤᎢ."
  },
  {
    "verse": "33",
    "kjv": "And they that kept them fled, and went their ways into the city, and told every thing, and what was befallen to the possessed of the devils.",
    "web": "Those who fed them fled and went away into the city and told everything, including what happened to those who were possessed with demons.",
    "chr": "ᏗᏂᎦᏘᏯᏃ ᎤᎾᎵᏎᎢ, ᏗᎦᏚᎲ ᏭᏂᎶᏎᎢ, ᏂᎦᏛ ᏭᏂᏃᎮᎴᎢ, ᎠᎴ ᎠᏂᏍᎩᎾ ᎬᏩᏂᏯᎢ ᏄᎾᎵᏍᏓᏁᎸᎢ."
  },
  {
    "verse": "34",
    "kjv": "And, behold, the whole city came out to meet Jesus: and when they saw him, they besought him that he would depart out of their coasts.",
    "web": "Behold, all the city came out to meet Jesus. When they saw him, they begged that he would depart from their borders.",
    "chr": "ᎬᏂᏳᏉᏃ ᏂᎦᏗᏳ ᏍᎦᏚᎩ ᏧᏂᏄᎪᏤᎢ, ᏥᏌ ᏕᎬᏩᏠᏏᎴᎢ; ᎬᏩᎪᎲᏃ ᎬᏩᏔᏲᏎᎴ ᎤᏓᏅᏍᏗᏱᏉ ᎤᎾᏤᎵᎪᎯ ᎨᏒᎢ."
  }
]