[
  {
    "verse": "1",
    "kjv": "Paul, a servant of Jesus Christ, called to be an apostle, separated unto the gospel of God,",
    "web": "Paul, a servant of Jesus Christ, called to be an apostle, set apart for the Good News of God,",
    "chr": "ᏉᎳ, ᏥᏌ ᎦᎶᏁᏛ ᎠᎩᏅᏏᏓᏍᏗ, ᎥᎩᏅᏏᏛ ᎢᏴᏋᏁᎸᎯ, ᎥᏆᏓᏓᎴᏔᏅᎯ ᎣᏍᏛ ᎧᏃᎮᏛ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᎠᏆᎵᏥᏙᏗᏱ,"
  },
  {
    "verse": "2",
    "kjv": "(Which he had promised afore by his prophets in the holy scriptures,)",
    "web": "which he promised before through his prophets in the holy Scriptures,",
    "chr": "ᎾᏍᎩ ᎤᏚᎢᏍᏔᏅᎯ ᏥᏂᎨᏎ ᎠᎾᏙᎴᎰᏍᎩ ᏕᎬᏗᏍᎬ ᎾᎿ ᎦᎸᏉᏗᏳ ᎪᏪᎵᎯ,"
  },
  {
    "verse": "3",
    "kjv": "Concerning his Son Jesus Christ our Lord, which was made of the seed of David according to the flesh;",
    "web": "concerning his Son, who was born of the offspring of David according to the flesh,",
    "chr": "ᎾᏍᎩ ᎤᏪᏥ ᎤᎬᏩᎵ, ᎾᏍᎩ ᏕᏫ ᎤᏁᏢᏔᏅᏛ ᎨᏒ ᏧᏕᏁᎢ ᎾᏍᎩ ᎤᏇᏓᎵ ᎨᏒᎢ;"
  },
  {
    "verse": "4",
    "kjv": "And declared to be the Son of God with power, according to the spirit of holiness, by the resurrection from the dead:",
    "web": "who was declared to be the Son of God with power according to the Spirit of holiness, by the resurrection from the dead, Jesus Christ our Lord,",
    "chr": "ᎦᎸᏉᏗᏳᏍᎩᏂ ᎤᏓᏅᏙ ᎨᏒ ᎤᏣᏘ ᎤᎵᏂᎩᏛ ᎬᏂᎨᏒ ᏥᎾᎬᏁᎴ ᎤᏁᎳᏅᎯ ᎤᏪᏥ ᎨᏒᎢ, ᎾᏍᎩ ᎾᎿ ᎤᏲᎱᏒ ᏚᎴᎯᏌᏅᎢ; ᎾᏍᎩ ᏥᏌ ᎦᎶᏁᏛ ᎤᎬᏫᏳᎯ ᎢᎦᏤᎵᎦ,"
  },
  {
    "verse": "5",
    "kjv": "By whom we have received grace and apostleship, for obedience to the faith among all nations, for his name:",
    "web": "through whom we received grace and apostleship for obedience of faith among all the nations for his name’s sake;",
    "chr": "ᎾᏍᎩ ᎣᎩᏁᎸᎯ ᏥᎩ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎠᎴ ᎣᎩᏅᏏᏛ ᎨᏒᎢ, ᎾᏍᎩ ᏧᎾᏓᏂᎸᎢᏍᏗᏱ ᎪᎯᏳᏗ ᎨᏒ ᎾᏂᎥ ᏧᎾᏓᎴᏅᏛ ᏴᏫ, ᎾᏍᎩ ᏚᏙᎩ ᏚᏙᎥ ᏅᏗᎦᎵᏍᏙᏗᏍᎬᎢ;"
  },
  {
    "verse": "6",
    "kjv": "Among whom are ye also the called of Jesus Christ:",
    "web": "among whom you are also called to belong to Jesus Christ;",
    "chr": "ᎾᎿ ᎾᏍᏉ ᎢᏣᏓᏑᏯ ᏂᎯ, ᏥᏌ ᎦᎶᏁᏛ ᎢᏥᏯᏅᏛ ᏥᎩ;"
  },
  {
    "verse": "7",
    "kjv": "To all that be in Rome, beloved of God, called to be saints: Grace to you and peace from God our Father, and the Lord Jesus Christ.",
    "web": "to all who are in Rome, beloved of God, called to be saints: Grace to you and peace from God our Father and the Lord Jesus Christ.",
    "chr": "ᏂᏥᎥ ᎶᎻ, ᎤᏁᎳᏅᎯ ᎢᏥᎨᏳᎯ, ᎡᏥᏯᏅᏛ ᎢᏣᏓᏅᏘ; ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎠᎴ ᏅᏩᏙᎯᏍᏛ ᎨᏤᎳᏗᏙᎮᏍᏗ, ᏅᏓᏳᎾᎵᏍᎪᎸᏔᏅᎯ ᎤᏁᎳᏅᎯ ᎢᎩᏙᏓ, ᎠᎴ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ."
  },
  {
    "verse": "8",
    "kjv": "First, I thank my God through Jesus Christ for you all, that your faith is spoken of throughout the whole world.",
    "web": "First, I thank my God through Jesus Christ for all of you, that your faith is proclaimed throughout the whole world.",
    "chr": "ᎢᎬᏱᏱ ᎨᏒᎢ, ᏥᏯᎵᎡᎵᏤᎭ ᎠᏆᏁᎳᏅᎯ ᎬᏗᎭ ᏚᏙᎥ ᏥᏌ ᎦᎶᏁᏛ, ᏂᏥᎥ ᏂᎯ ᎨᏒ ᎢᏳᏍᏗ, ᏅᏗᎦᎵᏍᏙᏗᎭ ᎢᏦᎯᏳᏒ ᏂᎬᎾᏛ ᎡᎶᎯ ᎠᏂᏃᎮ ᏍᎬᎢ."
  },
  {
    "verse": "9",
    "kjv": "For God is my witness, whom I serve with my spirit in the gospel of his Son, that without ceasing I make mention of you always in my prayers;",
    "web": "For God is my witness, whom I serve in my spirit in the Good News of his Son, how unceasingly I make mention of you always in my prayers,",
    "chr": "ᎤᏁᎳᏅᎯᏰᏃ ᎠᏉᎯᏳᏓᏁᎯ, ᎾᏍᎩ ᎪᎱᏍᏗ ᏥᏥᏯᏛᏁᎭ ᎠᏆᏓᏅᏙ ᏥᎬᏗᎭ ᎾᏍᎩ ᎣᏍᏛ ᎧᏃᎮᏛ ᎤᏪᏥ ᎤᏤᎵᎦ ᎬᏂᎨᏒ ᏂᎬᏁᎲᎢ, ᎾᏍᎩ ᏂᏥᏲᎯᏍᏗᏍᎬᎾ ᎢᏨᏁᎢᏍᏗᏍᎬᎢ, ᏂᎪᎯᎸ ᎦᏓᏙᎵᏍᏗᏍᎬ."
  },
  {
    "verse": "10",
    "kjv": "Making request, if by any means now at length I might have a prosperous journey by the will of God to come unto you.",
    "web": "requesting, if by any means now at last I may be prospered by the will of God to come to you.",
    "chr": "ᏥᏔᏲᎯᎲᎢ, ᎾᏍᎩ ᎢᏳᏃ ᏰᎵ ᎣᎩ ᎪᎯ ᎿᏉ ᎣᏍᏛ ᎢᏯᏆᎵᏍᏓᏁᎸᏍᏗᏱ ᎦᎢᏒ ᏫᏨᎷᏤᏗᏱ, ᎤᏁᎳᏅᎯ ᎣᏏᏳ ᎠᏰᎸᏍᎬ ᏅᏓᏳᎵᏍᏙᏗᏱ."
  },
  {
    "verse": "11",
    "kjv": "For I long to see you, that I may impart unto you some spiritual gift, to the end ye may be established;",
    "web": "For I long to see you, that I may impart to you some spiritual gift, to the end that you may be established;",
    "chr": "ᎤᏣᏘᏰᏃ ᎠᏆᏚᎵ ᎢᏨᎪᏩᏛᏗᏱ, ᎾᏍᎩ ᏗᏨᏲᎯᏎᏗᏱ ᎪᎱᏍᏗ ᎤᏍᏗ ᎠᏓᏅᏙ ᎤᎵᏍᏕᎸᏙᏗ ᎨᏒᎢ, ᎾᏍᎩ ᏗᏣᎵᏂᎪᎯᏍᏗᏱ ᏭᎵᏱᎶᎯᏍᏗᏱ;"
  },
  {
    "verse": "12",
    "kjv": "That is, that I may be comforted together with you by the mutual faith both of you and me.",
    "web": "that is, that I with you may be encouraged in you, each of us by the other’s faith, both yours and mine.",
    "chr": "ᎾᏍᎩ ᎯᎠ ᏄᏍᏗ, ᎾᏍᎩ ᎠᏴ ᎢᏧᎳᎭ ᎢᎩᎧᎵᏍᏙᎯᏍᏗᏱ ᎬᏔᏅᎯ ᎠᏴ ᏂᎯᏃ ᎤᏠᏱ ᎢᎪᎯᏳᏒᎢ."
  },
  {
    "verse": "13",
    "kjv": "Now I would not have you ignorant, brethren, that oftentimes I purposed to come unto you, (but was let hitherto,) that I might have some fruit among you also, even as among other Gentiles.",
    "web": "Now I don’t desire to have you unaware, brothers, that I often planned to come to you (and was hindered so far), that I might have some fruit among you also, even as among the rest of the Gentiles.",
    "chr": "ᎾᏍᎩᏃ ᎢᏓᎵᏅᏟ ᎥᏝ ᎾᏂᎦᏔᎲᎾᏉ ᎨᏎᏍᏗ ᏱᏨᏰᎵᏎᎭ, ᎾᏍᎩ ᎤᏣᏘ ᎢᏳᏩᎫᏗ ᏓᏇᎪᏔᏅ ᏫᏨᎷᏤᏗᏱ, ᎾᏍᎩ ᎪᎱᏍᏗ ᎤᎦᏔᏔᏅᎯ ᏂᎯ ᎾᏍᏉ ᎢᏤᎲ ᎠᎩᎪᏩᏛᏗᏱ ᎠᎩᏰᎸᏒᎩ, ᎾᏍᎩᏯ ᏄᏍᏛ ᎠᏂᏐᎢ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᏓᏁᏩᏗᏒᎢ; ᎠᏎᏃ ᎪᎯ ᎢᏯᏍᏗ ᎠᏆᏓᏄᎴᎭ."
  },
  {
    "verse": "14",
    "kjv": "I am debtor both to the Greeks, and to the Barbarians; both to the wise, and to the unwise.",
    "web": "I am debtor both to Greeks and to foreigners, both to the wise and to the foolish.",
    "chr": "ᎬᎩᏚᎦ ᎢᏧᎳ ᎠᏂᎪᎢ ᎠᎴ ᏅᏩᎾᏓᎴ ᏴᏫ, ᎠᏂᎦᏔᎾᎢ ᎠᎴ ᎠᏂᎦᏔᎾᎢ ᏂᎨᏒᎾ."
  },
  {
    "verse": "15",
    "kjv": "So, as much as in me is, I am ready to preach the gospel to you that are at Rome also.",
    "web": "So as much as is in me, I am eager to preach the Good News to you also who are in Rome.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᎬᏆᏛᏁᏗ ᎨᏒ ᎢᎦᎢ, ᎠᏆᏛᏅᎢᏍᏗᏉ ᎣᏍᏛ ᎧᏃᎮᏛ ᎢᏨᏯᎵᏥᏙᏁᏗᏱ ᎶᎻ ᎾᏍᏉ ᎢᏤᎯ ᏂᎯ."
  },
  {
    "verse": "16",
    "kjv": "For I am not ashamed of the gospel of Christ: for it is the power of God unto salvation to every one that believeth; to the Jew first, and also to the Greek.",
    "web": "For I am not ashamed of the Good News of Christ, because it is the power of God for salvation for everyone who believes, for the Jew first, and also for the Greek.",
    "chr": "ᎥᏝᏰᏃ ᏱᎦᏕᎣᏍᎦ ᎣᏍᏛ ᎧᏃᎮᏛ ᎦᎶᏁᏛ ᎤᏤᎵᎦ; ᎾᏍᎩᏰᏃ ᎤᏁᎳᏅᎯ ᎤᎵᏂᎩᏗᏳ ᎨᏒ ᎬᏂᎨᏒ ᎢᎬᏁᎯ, ᎾᏍᎩ ᎾᎿ ᎠᎾᎵᏍᏕᎸᏙᏗᏍᎬ ᎾᏂᎥ ᎠᏃᎯᏳᎲᏍᎩ; ᎠᏂᏧᏏ ᎢᎬᏱ, ᎠᎴ ᎾᏍᏉ ᎠᏂᎪᎢ."
  },
  {
    "verse": "17",
    "kjv": "For therein is the righteousness of God revealed from faith to faith: as it is written, The just shall live by faith.",
    "web": "For in it is revealed God’s righteousness from faith to faith. As it is written, “But the righteous shall live by faith.”",
    "chr": "ᎾᎿᏰᏃ ᎬᏂᎨᏒ ᎢᎬᏁᎸᎯ ᏄᏍᏛ ᎤᏓᏚᏓᎴᏍᏙᏗ ᎨᏒ ᎤᏁᎳᏅᎯ, ᎪᎯᏳᏗ ᎨᏒ ᏩᏍᏆᏗᏍᏗᏍᎩ; ᎾᏍᎩᏯ ᏂᎬᏅᎪᏪᎸᎢ, ᏚᏳᎪᏛᏍᎩᏂ ᎢᏯᏛᏁᎯ ᎪᎯᏳᏗ ᎨᏒ ᎤᏛᏂᏗᏍᏕᏍᏗ."
  },
  {
    "verse": "18",
    "kjv": "For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who hold the truth in unrighteousness;",
    "web": "For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men who suppress the truth in unrighteousness,",
    "chr": "ᎤᎾᎳᏅᎯᏰᏃ ᎤᏔᎳᏬᎯᏍᏗ ᎨᏒ ᎬᏂᎨᏒ ᎢᎬᏁᎸᎯ ᎦᎸᎶᎢ ᏨᏗᏓᎴᎲᏍᎦ ᏥᏓᎦᏘᎴᎦ ᏄᏓᎴᏒ ᎤᏁᎳᏅᎯ ᏄᏂᎸᏉᏛᎾ ᎨᏒ, ᎠᎴ ᏂᏚᏳᎪᏛᎾ ᎢᏳᎾᏛᏁᏗ ᎨᏒ ᏴᏫ, ᎾᏍᎩ ᏚᏳᎪᏛ ᏣᏂᎾᎯᏍᏗᎭ ᎤᏲ ᏚᏂᎸᏫᏍᏓᏁᎲᎢ;"
  },
  {
    "verse": "19",
    "kjv": "Because that which may be known of God is manifest in them; for God hath shewed it unto them.",
    "web": "because that which is known of God is revealed in them, for God revealed it to them.",
    "chr": "ᏅᏗᎦᎵᏍᏙᏗᎭ ᎾᏍᎩ Ꮎ ᎤᏁᎳᏅᎯ ᏰᎵ ᎬᎦᏙᎥᎯᏍᏙᏗ ᎨᏒ ᎬᏂᎨᏒ ᎢᎬᏁᎸᎯ ᎠᏁᎲᎢ; ᎤᏁᎳᏅᎯᏰᏃ ᏚᎾᏄᎪᏫᏎᎸ."
  },
  {
    "verse": "20",
    "kjv": "For the invisible things of him from the creation of the world are clearly seen, being understood by the things that are made, even his eternal power and Godhead; so that they are without excuse:",
    "web": "For the invisible things of him since the creation of the world are clearly seen, being perceived through the things that are made, even his everlasting power and divinity, that they may be without excuse.",
    "chr": "ᎾᏍᎩᏰᏃ ᏗᎬᎪᏩᏛᏗ ᏂᎨᏒᎾ ᎨᏒ ᏧᏤᎵᎦ ᎬᏂᎨᏒᎢᏳ ᏗᎬᎪᏩᏛᏗ ᎢᎩ ᎡᎶᎯ ᏧᏙᏢᏅ ᏅᏓᎬᏩᏓᎴᏅᏛ, ᏗᎦᎪᎵᏍᏙᏗ ᎢᎩ ᏧᏓᎴᏅᏛ ᏗᎪᏢᏅᎯ ᎨᏒᎢ, ᎾᏍᎩ ᏅᏧᏓᎴᏅᎲᎾ ᎤᎵᏂᎩᏗᏳ ᎨᏒᎢ, ᎠᎴ ᎤᏁᎳᏅᎯ ᎨᏒᎢ; ᎾᏍᎩ ᎢᏳᏍᏗ ᎥᏝ ᏳᏂᎭ ᏧᎾᏢᏫᏍᏙᏗ;"
  },
  {
    "verse": "21",
    "kjv": "Because that, when they knew God, they glorified him not as God, neither were thankful; but became vain in their imaginations, and their foolish heart was darkened.",
    "web": "Because knowing God, they didn’t glorify him as God, and didn’t give thanks, but became vain in their reasoning, and their senseless heart was darkened.",
    "chr": "ᎤᏂᎦᏙᎥᏒᏰᏃ ᎤᏁᎳᏅᎯ, ᎥᏝ ᎤᏁᎳᏅᎯ ᎦᎸᏉᏙᏗ ᎨᏒ ᏳᏂᎸᏉᏙᏔᏁᎢ, ᎥᏝ ᎠᎴ ᏯᎾᎵᎮᎵᎨᎢ, ᎠᎾᏓᏅᏖᏍᎬᏍᎩᏂ ᎠᏎᏉᏉ ᏄᎵᏍᏔᏁᎢ, ᎠᎴ ᏧᏁᎫ ᏧᏂᎾᏫ ᏚᎵᏏᎲᏎᎢ;"
  },
  {
    "verse": "22",
    "kjv": "Professing themselves to be wise, they became fools,",
    "web": "Professing themselves to be wise, they became fools,",
    "chr": "ᎠᏂᎦᏔᎾᎢ ᎠᎾᏤᎸᏍᎬᎢ, ᎤᏂᏁᎫ ᏄᎾᎵᏍᏔᏁᎢ;"
  },
  {
    "verse": "23",
    "kjv": "And changed the glory of the uncorruptible God into an image made like to corruptible man, and to birds, and fourfooted beasts, and creeping things.",
    "web": "and traded the glory of the incorruptible God for the likeness of an image of corruptible man, and of birds, four-footed animals, and creeping things.",
    "chr": "ᎠᎴ ᎤᏂᏁᏟᏴᏎ ᎦᎸᏉᏗᏳ ᎨᏒ ᎤᏁᎳᏅᎯ ᎠᏲᎱᏍᎩ ᏂᎨᏒᎾ ᎤᏤᎵᎦ, ᎠᏲᎱᏍᎩ ᏴᏫ ᏗᏟᎶᏍᏔᏅᎯ ᎾᏍᎩᏯ ᏄᏅᏁᎴᎢ, ᎠᎴ ᏥᏍᏆ, ᎠᎴ ᏅᎩ ᏗᏂᏅᏌᏗ, ᎠᎴ ᎠᎾᏓᎾᏏᏂᏙᎯ."
  },
  {
    "verse": "24",
    "kjv": "Wherefore God also gave them up to uncleanness through the lusts of their own hearts, to dishonour their own bodies between themselves:",
    "web": "Therefore God also gave them up in the lusts of their hearts to uncleanness, that their bodies should be dishonored among themselves;",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎤᏁᎳᏅᎯ ᎾᏍᏉ ᏕᎤᏲᏎ ᎦᏓᎭ ᏧᏂᎸᏫᏍᏓᏁᏗᏱ ᎤᏅᏙᏗᏱ ᎤᏅᏒ ᏧᏂᏐᏢᎢᏍᏙᏗᏱ ᏗᏂᏰᎸ ᎤᏅᏒᏉ ᏂᏓᎾᏓᏛᏁᎲᎢ;"
  },
  {
    "verse": "25",
    "kjv": "Who changed the truth of God into a lie, and worshipped and served the creature more than the Creator, who is blessed for ever. Amen.",
    "web": "who exchanged the truth of God for a lie, and worshiped and served the creature rather than the Creator, who is blessed forever. Amen.",
    "chr": "ᎾᏍᎩ ᎤᏙᎯᏳᏒ ᎤᏁᎳᏅᎯ ᎤᏃᎮᏍᎩ ᎤᏂᏁᏟᏴᏍᏔᏁ ᎦᏰᎪᎩ ᎨᏒᎢ, ᎠᎴ ᎤᏟ ᎢᎦᎢ ᎤᎾᏓᏙᎵᏍᏓᏁᎴ ᎠᎴ ᎪᎱᏍᏗ ᎤᎾᏛᏁᎴ ᎠᎪᏢᏅᎯᏉ ᎨᏒ ᎡᏍᎦᏉ ᎢᎦᎢ ᎤᏬᏢᏅᎯ, ᎾᏍᎩ ᎦᎸᏉᏙᏗ ᏥᎩ ᏂᎪᎯᎸᎢ. ᎡᎺᏅ."
  },
  {
    "verse": "26",
    "kjv": "For this cause God gave them up unto vile affections: for even their women did change the natural use into that which is against nature:",
    "web": "For this reason, God gave them up to vile passions. For their women changed the natural function into that which is against nature.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎤᏁᎳᏅᎯ ᏕᎤᏲᏒᎩ ᎤᏕᎰᎯᏍᏗ ᎤᎾᏚᎸᏅᏗᏱ; ᎾᏍᏉᏰᏃ ᎠᏂᎨᏴ ᏧᎾᏤᎵᎦ ᎾᏍᎩ ᎠᎲ ᎢᏳᎾᏛᏁᏗ ᎨᏒ ᎤᏂᏁᏟᏴᏍᏔᏁ ᎾᏍᎩ ᎠᎲ ᎢᏳᎾᏛᏁᏗ ᏂᎨᏒᎾ ᎨᏒᎢ."
  },
  {
    "verse": "27",
    "kjv": "And likewise also the men, leaving the natural use of the woman, burned in their lust one toward another; men with men working that which is unseemly, and receiving in themselves that recompence of their error which was meet.",
    "web": "Likewise also the men, leaving the natural function of the woman, burned in their lust toward one another, men doing what is inappropriate with men, and receiving in themselves the due penalty of their error.",
    "chr": "ᎠᎴ ᎾᏍᏉ ᎠᏂᏍᎦᏯ ᏚᏂᏲᏍᎨ ᎢᏳᎾᏛᏁᏗ ᎨᏒ ᎾᏍᎩ ᎠᏂᎨᏴ ᎨᎦᏁᎳᏅᎯ ᎤᎬᏩᎵ ᎨᏒᎢ, ᎤᏤᏘ ᏓᎾᏓᏕᎳᏲᏍᎨ ᎤᏅᏒᏉ ᎨᏒᎢ; ᎠᏂᏍᎦᏯ ᎠᏂᏍᎦᏯᏉ ᎪᎱᏍᏗ ᏓᎾᏓᏛᏗᏍᎨ ᏚᏂᎸᏫᏍᏓᏁᎮ ᎾᏍᎩ ᎤᏕᎰᎯᏍᏗ ᎨᏒᎢ, ᎠᎴ ᎤᏅᏒ ᎨᏒ ᎤᎾᎵᏩᏛᎡᎮ ᏚᏳᎪᏛ ᎨᎦᎫᏴᎡᏗ ᎨᏒ ᎾᏍᎩ ᎤᏂᎵᏓᏍᏗᏍᎬᎢ."
  },
  {
    "verse": "28",
    "kjv": "And even as they did not like to retain God in their knowledge, God gave them over to a reprobate mind, to do those things which are not convenient;",
    "web": "Even as they refused to have God in their knowledge, God gave them up to a reprobate mind, to do those things which are not fitting;",
    "chr": "ᎠᎴ ᎾᏍᎩ ᎣᏏ ᏄᏂᏰᎸᏒᎾ ᏥᎨᏎ ᏄᏍᏛ ᎤᏁᎳᏅᎯ ᎤᏂᎦᏙᎥᏒ ᎤᏂᏍᏆᏂᎪᏙᏗᏱ, ᎤᏁᎳᏅᎯ ᏕᎤᏲᏎ ᎨᏥᏐᏅᎢᏍᏔᏅᎯ ᎢᏳᎾᎵᏍᏙᏗᏱ ᏚᎾᏓᏅᏛᎢ, ᎾᏍᎩ ᎢᎬᏛᏁᏗ ᏂᎨᏒᎾ ᎨᏒ ᎢᏳᎾᏛᏁᏗᏱ;"
  },
  {
    "verse": "29",
    "kjv": "Being filled with all unrighteousness, fornication, wickedness, covetousness, maliciousness; full of envy, murder, debate, deceit, malignity; whisperers,",
    "web": "being filled with all unrighteousness, sexual immorality, wickedness, covetousness, malice; full of envy, murder, strife, deceit, evil habits, secret slanderers,",
    "chr": "ᎤᏂᎧᎵᏨᎯ ᎨᏒ ᏄᏓᎴᏒ ᏂᏚᏳᎪᏛᎾ ᎨᏒᎢ, ᎤᏕᎵᏛ ᏗᏂᏏᏗ ᎨᏒᎢ, ᎤᏲ ᎢᏯᏓᏛᏁᏗ ᎨᏒᎢ, ᏧᎬᏩᎶᏗ ᎠᎬᎥᎯᏍᏗ ᎨᏒᎢ, ᎤᏂᏲ ᎨᏒᎢ; ᎤᏂᎧᎵᏨᎯ ᎠᏛᏳᎨᏗ ᎨᏒᎢ, ᏗᏓᎯᏍᏗ ᎨᏒᎢ, ᏗᏘᏲᏍᏗ ᎨᏒᎢ, ᎠᏠᏄᎮᏛ, ᎤᏲ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒᎢ; ᎠᎾᏙᏅᎢᎯ,"
  },
  {
    "verse": "30",
    "kjv": "Backbiters, haters of God, despiteful, proud, boasters, inventors of evil things, disobedient to parents,",
    "web": "backbiters, hateful to God, insolent, arrogant, boastful, inventors of evil things, disobedient to parents,",
    "chr": "ᎤᏲ ᏗᎾᏓᏃᎮᎵᏙᎯ, ᎤᏁᎳᏅᎯ ᎠᏂᏂᏆᏘᎯ, ᎬᏩᎾᏓᏐᏢᏗ; ᎤᎾᏢᏉᏗ, ᎤᎾᏢᏆᏌᏗ, ᎠᏃᎷᏩᏘᏍᎩ ᏧᏓᎴᏅᏛ ᎤᏲᎢ, ᏂᏚᏃᎯᏳᏒᎾ ᏧᏂᎦᏴᎵᎨᎢ,"
  },
  {
    "verse": "31",
    "kjv": "Without understanding, covenantbreakers, without natural affection, implacable, unmerciful:",
    "web": "without understanding, covenant breakers, without natural affection, unforgiving, unmerciful;",
    "chr": "ᏄᏃᎵᏣᏛᎾ, ᎧᏃᎮᏛ ᏚᎾᏠᎯᏍᏛ ᎠᏂᏲᏍᏗᏍᎩ, ᎪᎱᏍᏗ ᏧᏅᎾ ᏂᏚᏂᎨᏳᏒᎾ, ᎬᏩᏃᎯᏍᏗ ᏂᎨᏒᎾ, ᏄᎾᏓᏙᎵᏣᏛᎾ;"
  },
  {
    "verse": "32",
    "kjv": "Who knowing the judgment of God, that they which commit such things are worthy of death, not only do the same, but have pleasure in them that do them.",
    "web": "who, knowing the ordinance of God, that those who practice such things are worthy of death, not only do the same, but also approve of those who practice them.",
    "chr": "ᎾᏍᎩ ᏣᏂᎦᏔᎭ ᏄᏍᏛ ᏕᎫᎪᏗᏍᎬ ᎤᏁᎳᏅᎯ, ᎾᏍᎩ ᎩᎶ ᎾᏍᎩ ᎢᏳᏍᏗ ᏧᎸᏫᏍᏓᏁᎯ ᏰᎵᏉ ᏗᎬᏩᏂᏲᎱᎯᏍᏗ ᎨᏒᎢ, ᎥᏝ ᎾᏍᎩᏉ ᎾᎾᏛᏁᎲ ᎤᏩᏒ ᏱᎩ, ᎣᏏᏳᏍᎩᏂ ᏚᏂᏰᎸᎭ ᎾᏍᎩ ᎢᏯᎾᏛᏁᎯ."
  }
]
