[
  {
    "verse": "1",
    "kjv": "Brethren, my heart's desire and prayer to God for Israel is, that they might be saved.",
    "web": "Brothers, my heart’s desire and my prayer to God is for Israel, that they may be saved.",
    "chr": "ᎢᏓᎵᏅᏟ, ᎠᎩᎾᏫᏱ ᎢᏴᏛ ᎠᏆᏚᎵᎭ, ᎠᎴ ᏥᏯᏓᏙᎵᏍᏓᏁᎭ ᎤᏁᎳᏅᎯ ᎢᏏᎵ ᎤᎬᏩᎵ, ᎾᏍᎩ ᎨᏥᏍᏕᎸᏗᏱ."
  },
  {
    "verse": "2",
    "kjv": "For I bear them record that they have a zeal of God, but not according to knowledge.",
    "web": "For I testify about them that they have a zeal for God, but not according to knowledge.",
    "chr": "ᎦᏥᏲᎢᏳᏓᏁᎯᏰᏃ ᎾᏍᎩ ᎤᏣᏘ ᎤᎾᏚᎵᏍᎬ ᎤᏁᎳᏅᎯ ᎪᎱᏍᏗ ᎤᎾᏛᏁᏗᏱ; ᎠᏎᏃ ᎥᏝ ᎠᎦᏙᎮᎯᏍᏗ ᎨᏒ ᏯᏅᏗᎭ."
  },
  {
    "verse": "3",
    "kjv": "For they being ignorant of God's righteousness, and going about to establish their own righteousness, have not submitted themselves unto the righteousness of God.",
    "web": "For being ignorant of God’s righteousness, and seeking to establish their own righteousness, they didn’t subject themselves to the righteousness of God.",
    "chr": "ᎾᏂᎦᏔᎲᎾᏰᏃ ᎨᏒ ᏄᏍᏛ ᎤᏁᎳᏅᎯ ᎤᏓᏚᏓᎴᏍᏙᏗ ᎨᏒᎢ, ᎠᎴ ᎠᎾᏟᏂᎬᏁᎲ ᎤᏂᏍᏓᏱᏗᏍᏗᏱ ᎤᏅᏒ ᎤᎾᏤᎵ ᎤᎾᏚᏓᎴᏍᏙᏗ ᎨᏒᎢ, ᎥᏝ ᏧᎾᏓᏲᎯᏎᎸᎯ ᏱᎩ ᎤᏁᎳᏅᎯ ᎤᏓᏚᏓᎴᏍᏙᏗ ᎨᏒᎢ."
  },
  {
    "verse": "4",
    "kjv": "For Christ is the end of the law for righteousness to every one that believeth.",
    "web": "For Christ is the fulfillment of the law for righteousness to everyone who believes.",
    "chr": "ᏗᎧᎿᏩᏛᏍᏗᏰᏃ ᎤᎬᏩᎴ ᎦᎶᏁᏛ ᎤᎾᏚᏓᎴᏍᏙᏗᏱ ᎾᏂᎥ ᎠᏃᎯᏳᎲᏍᎩ."
  },
  {
    "verse": "5",
    "kjv": "For Moses describeth the righteousness which is of the law, That the man which doeth those things shall live by them.",
    "web": "For Moses writes about the righteousness of the law, “The one who does them will live by them.”",
    "chr": "ᎼᏏᏰᏃ ᎧᏃᎮᎭ ᏄᏍᏛ ᎤᏓᏚᏓᎴᏍᏙᏗ ᎨᏒ ᏗᎧᎿᏩᏛᏍᏗ, ᎯᎠ ᏥᏂᎦᏪᎭ, ᎩᎶ ᏴᏫ ᎾᏍᎩ ᎾᏛᏁᎮᏍᏗ ᎬᏂᏛ ᎠᏩᏛᏗᏍᎨᏍᏗ."
  },
  {
    "verse": "6",
    "kjv": "But the righteousness which is of faith speaketh on this wise, Say not in thine heart, Who shall ascend into heaven? (that is, to bring Christ down from above:)",
    "web": "But the righteousness which is of faith says this, “Don’t say in your heart, ‘Who will ascend into heaven?’ (that is, to bring Christ down);",
    "chr": "ᎪᎯᏳᏗᏍᎩᏂ ᎠᏚᏓᎴᏍᏙᏗ ᎨᏒ ᎯᎠ ᏂᎦᏪᎭ, ᏞᏍᏗ ᏣᎾᏫᏱ ᎯᎠ ᏱᏂᏪᏍᎨᏍᏗ, ᎦᎪ ᎦᎸᎶᎢ ᏓᏰᏏ? (ᎾᏍᎩ ᎦᎶᏁᏛ ᎠᎦᏠᎥᏙᏗᏱ;)"
  },
  {
    "verse": "7",
    "kjv": "Or, Who shall descend into the deep? (that is, to bring up Christ again from the dead.)",
    "web": "or, ‘Who will descend into the abyss?’ (that is, to bring Christ up from the dead.)”",
    "chr": "ᎠᎴ ᎦᎪ ᎠᏍᏛᎩ ᎨᏒ ᏮᏓᎦᎶᏏ? (ᎾᏍᎩ ᎦᎶᏁᏛ ᎤᏲᎱᏒ ᏧᎴᏙᏗᏱ;)"
  },
  {
    "verse": "8",
    "kjv": "But what saith it? The word is nigh thee, even in thy mouth, and in thy heart: that is, the word of faith, which we preach;",
    "web": "But what does it say? “The word is near you, in your mouth and in your heart;” that is, the word of faith which we preach:",
    "chr": "ᎠᏎᏃ ᎦᏙ ᎠᏗᎭ? ᎧᏃᎮᏛ ᎮᎲ ᎾᎥᏂᏳ ᏄᏍᏗᏕᎦ, ᎾᏍᎩ ᎯᎰᎵᏉ, ᎠᎴ ᏣᎾᏫᏱᏉ ᎡᎭ; ᎾᏍᎩ ᎯᎠ ᎧᏃᎮᏛ ᎪᎯᏳᏗ ᎨᏒ ᎧᏃᎮᏍᎩ, ᎾᏍᎩ ᎠᏴ ᏦᏣᎵᏥᏙᎲᏍᎦ;"
  },
  {
    "verse": "9",
    "kjv": "That if thou shalt confess with thy mouth the Lord Jesus, and shalt believe in thine heart that God hath raised him from the dead, thou shalt be saved.",
    "web": "that if you will confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved.",
    "chr": "ᎾᏍᎩ ᎢᏳᏃ ᎯᎪᎵ ᏱᏨᏔᏅ ᎬᏂᎨᏒ ᏱᏂᏴᏁᎸ ᎤᎬᏫᏳᎯ ᏥᏌ, ᎠᎴ ᏣᎾᏫᏱ ᎢᏴᏛ ᏱᏦᎯᏳᏅ ᎤᏁᎳᏅᎯ ᏕᎤᎴᏔᏅ ᎤᏲᎱᏒᎢ, ᎠᏎ ᎡᏣᏍᏕᎸᏗ ᎨᏎᏍᏗ."
  },
  {
    "verse": "10",
    "kjv": "For with the heart man believeth unto righteousness; and with the mouth confession is made unto salvation.",
    "web": "For with the heart one believes resulting in righteousness; and with the mouth confession is made resulting in salvation.",
    "chr": "ᎣᎾᏫᏰᏃ ᎬᏗ ᎠᎪᎯᏳᎲᏍᎪ ᎣᏚᏓᎴᏍᏗ ᏂᎦᎵᏍᏔᏂᎦ; ᎠᎴ ᎥᎰᎵ ᎬᏗ ᎬᏂᎨᏒ ᎾᎬᏁᎰ ᎥᏓᏗᏍᏕᎸᏗ ᏂᎦᎵᏍᏔᏂᎦ."
  },
  {
    "verse": "11",
    "kjv": "For the scripture saith, Whosoever believeth on him shall not be ashamed.",
    "web": "For the Scripture says, “Whoever believes in him will not be disappointed.”",
    "chr": "ᎪᏪᎵᏰᏃ ᎯᎠ ᏂᎦᏪᎭ, ᎩᎶ ᎾᏍᎩ ᎪᎯᏳᎲᏍᎨᏍᏗ ᎥᏝ ᎤᏕᎰᎯᏍᏗ ᏱᎨᏎᏍᏗ."
  },
  {
    "verse": "12",
    "kjv": "For there is no difference between the Jew and the Greek: for the same Lord over all is rich unto all that call upon him.",
    "web": "For there is no distinction between Jew and Greek; for the same Lord is Lord of all, and is rich to all who call on him.",
    "chr": "ᎥᏝᏰᏃ ᏱᏚᎾᏓᎴᎾᎠ ᎠᏂᏧᏏ ᎠᏃ ᎠᏂᎪᎢ; ᎾᏍᎩᏉᏰᏃ ᎤᎬᏫᏳᎯ ᎾᏂᎥ ᎤᎾᏤᎵᎦ ᎤᏣᏘ ᎤᏪᎿᎢᏳ ᏧᏍᏕᎸᏗᏱ ᎾᏂᎥᎬᏩᏓᏙᎵᏍᏓᏁᎯ."
  },
  {
    "verse": "13",
    "kjv": "For whosoever shall call upon the name of the Lord shall be saved.",
    "web": "For, “Whoever will call on the name of the Lord will be saved.”",
    "chr": "ᎾᏂᎥᏉᏰᏃ ᎩᎶ ᎠᎾᏓᏙᎵᏍᏗᏍᎨᏍᏗ ᏚᏙᎥ ᎤᎬᏫᏳᎯ ᎠᏂᎡᎢᏍᏗᏍᎨᏍᏗ ᎨᏥᏍᏕᎸᏗ ᎨᏎᏍᏗ."
  },
  {
    "verse": "14",
    "kjv": "How then shall they call on him in whom they have not believed? and how shall they believe in him of whom they have not heard? and how shall they hear without a preacher?",
    "web": "How then will they call on him in whom they have not believed? How will they believe in him whom they have not heard? How will they hear without a preacher?",
    "chr": "ᎦᏙᏃ ᏱᎦᎵᏍᏙᏓ ᏯᎾᏓᏙᎵᏍᏓᏏ ᎩᎶ ᏄᏃᎯᏳᏒᎾ ᏱᎩ ᎡᎲᎢ? ᎠᎴ ᎦᏙ ᏱᎦᎵᏍᏙᏓ ᏯᏃᎯᏳᎲᎦ ᎩᎶ ᎡᎲ ᎾᏍᎩ ᎤᎾᏛᎦᏅᎯ ᏂᎨᏒᎾ ᏱᎩ ᎡᎲᎢ? ᎠᎴ ᎦᏙ ᏱᎦᎵᏍᏙᏓ ᏯᎾᏛᎬᎦ ᎩᎶ ᎠᎵᏥᏙᎲᏍᎩ ᏄᏁᎲᎾ ᏱᎩ?"
  },
  {
    "verse": "15",
    "kjv": "And how shall they preach, except they be sent? as it is written, How beautiful are the feet of them that preach the gospel of peace, and bring glad tidings of good things!",
    "web": "And how will they preach unless they are sent? As it is written: “How beautiful are the feet of those who preach the Good News of peace, who bring glad tidings of good things!”",
    "chr": "ᎠᎴ ᎦᏙ ᏱᎦᎵᏍᏙᏗ ᏯᎾᎵᏥᏙᎲᎦ ᎢᏳᏃ ᏂᎨᏥᏅᏒᎾ ᏱᎩ? ᎾᏍᎩᏯ ᎯᎠ ᏥᏂᎬᏅ ᏥᎪᏪᎳ, ᏂᏚᏬᏚᎭ ᏧᎾᎳᏏᏕᏂ ᎾᏍᎩ Ꮎ ᎣᏍᏛ ᎧᏃᎮᏛ ᏅᏩᏙᎯᏯᏛ ᎠᏓᏁᎯ ᎠᎾᎵᏥᏙᎲᏍᎩ, ᎣᏍᏛ ᎧᏃᎮᏛ ᎠᎾᎵᏥᏙᎲᏍᎩ ᎾᏍᎩ ᎣᏍᏛ ᎤᎬᏩᎵ ᎨᏒᎢ."
  },
  {
    "verse": "16",
    "kjv": "But they have not all obeyed the gospel. For Esaias saith, Lord, who hath believed our report?",
    "web": "But they didn’t all listen to the glad news. For Isaiah says, “Lord, who has believed our report?”",
    "chr": "ᎠᏎᏃ ᎥᏝ ᎾᏂᎥ ᎤᏃᎯᏳᏅᎯ ᏱᎩ ᎣᏍᏛ ᎧᏃᎮᏛ. ᎢᏌᏯᏰᏃ ᎯᎠ ᏂᎦᏪᎭ, ᏱᎰᏩ, ᎦᎪ ᎤᏬᎯᏳᏅ ᎣᏥᏃᎮᏍᎬᎢ?"
  },
  {
    "verse": "17",
    "kjv": "So then faith cometh by hearing, and hearing by the word of God.",
    "web": "So faith comes by hearing, and hearing by the word of God.",
    "chr": "ᎾᏍᎩᏃ ᎯᎠ ᏥᏄᏍᏗ ᎪᎯᏳᏗ ᎨᏒ ᎠᏛᎪᏗᏱ ᏗᏓᎴᎲᏍᎦ, ᎠᏛᎪᏗᏱᏃ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᎧᏃᎮᏛ ᏗᏓᎴᎲᏍᎦ."
  },
  {
    "verse": "18",
    "kjv": "But I say, Have they not heard? Yes verily, their sound went into all the earth, and their words unto the ends of the world.",
    "web": "But I say, didn’t they hear? Yes, most certainly, “Their sound went out into all the earth, their words to the ends of the world.”",
    "chr": "ᎠᏎᏃ ᎠᏴ ᎯᎠ ᏂᏥᏪᎭ, ᏝᏍᎪ ᏳᎾᏛᎦᏅ? ᎥᎥ, ᎤᏙᎯᏳᎯ, ᎤᎾᏓᏃᏴᎵᏍᏛ ᏚᏰᎵᏒ ᎡᎳᏂᎬᎢ, ᎠᎴ ᎠᏂᏬᏂᏍᎬ ᎡᎶᎯ ᏩᏍᏛ ᎢᏴᏛ ᏚᏰᎵᏒ."
  },
  {
    "verse": "19",
    "kjv": "But I say, Did not Israel know? First Moses saith, I will provoke you to jealousy by them that are no people, and by a foolish nation I will anger you.",
    "web": "But I ask, didn’t Israel know? First Moses says, “I will provoke you to jealousy with that which is no nation. I will make you angry with a nation void of understanding.”",
    "chr": "ᎠᏎᏃ ᎠᏴ ᏂᏥᏪᎭ, ᏝᏍᎪ ᏯᏂᎦᏔᎮ ᎢᏏᎵ? ᎢᎬᏱ ᎨᏒ ᎼᏏ ᎯᎠ ᏂᎦᏪᎭ, ᎢᏣᏛᏳᎨᏗᏱ ᏅᏓᏨᏴᏁᎵ ᏓᎦᏥᏴᏔᏂ ᎾᏍᎩ Ꮎ ᎠᏰᎵ ᎤᏃᏢᎯ ᏂᎨᏒᎾ ᎨᏒᎢ, ᎠᎴ ᏄᎾᏓᏅᏛᎾ ᏴᏫ ᎦᏥᏴᏗᏍᎬ ᏓᏨᎾᎸᏍᏔᏂ."
  },
  {
    "verse": "20",
    "kjv": "But Esaias is very bold, and saith, I was found of them that sought me not; I was made manifest unto them that asked not after me.",
    "web": "Isaiah is very bold and says, “I was found by those who didn’t seek me. I was revealed to those who didn’t ask for me.”",
    "chr": "ᎠᏎᏃ ᎢᏌᏯ ᏂᎦᎾᏰᏍᎬᎾ ᎯᎠ ᏂᎦᏪᎭ, ᎬᎩᏩᏛᎲᎩ ᎾᏍᎩ Ꮎ ᏂᎬᎩᏲᎸᎾ, ᎬᎩᏩᏛᎲᎩ ᎾᏍᎩ Ꮎ ᏂᎬᎩᏲᎸᎾ ᎨᏒᎢ; ᎬᏂᎨᏒ ᏂᎬᏋᏁᎸᎩ ᎠᏁᎲ ᎾᏍᎩ Ꮎ ᎾᎾᏛᏛᎲᏍᎬᎾ ᎨᏒ ᎨᎥᎢ."
  },
  {
    "verse": "21",
    "kjv": "But to Israel he saith, All day long I have stretched forth my hands unto a disobedient and gainsaying people.",
    "web": "But about Israel he says, “All day long I stretched out my hands to a disobedient and contrary people.”",
    "chr": "ᎢᏏᎵᏍᎩᏂ ᎯᎠ ᏂᏕᎦᏪᏎᎭ, ᎤᏙᏓᏇᏛ ᏓᏆᏎᎵᏛᎩ ᎦᏥᏯᏂᏍᎬ ᏄᏃᎯᏳᏒᎾ ᎠᎴ ᎤᏂᎪᏁᎶᎯᏌᏘ ᏴᏫ."
  }
]