[
  {
    "verse": "1",
    "kjv": "Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God.",
    "web": "Let every soul be in subjection to the higher authorities, for there is no authority except from God, and those who exist are ordained by God.",
    "chr": "ᎾᏂᎥᏉ ᏚᏃᎯᏳᏎᏍᏗ ᎠᏰᎵ ᏕᎪᏢᏩᏗᏒᎢ. ᎥᏝᏰᏃ ᎠᏰᎵ ᏳᏙᏢᎭ ᎤᏁᎳᏅᎯ ᏅᏓᏳᏓᎴᏅᎯ ᏂᎨᏒᎾ; ᎠᏰᎵ ᏥᏕᎪᏢᎭ ᎤᏁᎳᏅᎯ ᎤᏓᏅᏖᎸᎯ ᏗᎪᏢᏅᎯ."
  },
  {
    "verse": "2",
    "kjv": "Whosoever therefore resisteth the power, resisteth the ordinance of God: and they that resist shall receive to themselves damnation.",
    "web": "Therefore he who resists the authority withstands the ordinance of God; and those who withstand will receive to themselves judgment.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎩᎶ ᏓᎦᏘᎴᎨᏍᏗ ᎠᏰᎵ ᎪᏢᏒᎢ, ᏓᎦᏘᎴᎨᏍᏗ ᎤᏁᎳᏅᎯ ᎤᏓᏅᏖᎸᎯ ᎪᏢᏅᎯ ᎨᏒᎢ; ᎾᏍᎩᏃ ᏗᏂᎦᏘᎴᎩ ᏧᎾᏚᎪᏓᏁᏗᏱ ᎠᏂᏩᏛᏗᏍᎨᏍᏗ."
  },
  {
    "verse": "3",
    "kjv": "For rulers are not a terror to good works, but to the evil. Wilt thou then not be afraid of the power? do that which is good, and thou shalt have praise of the same:",
    "web": "For rulers are not a terror to the good work, but to the evil. Do you desire to have no fear of the authority? Do that which is good, and you will have praise from the authority,",
    "chr": "ᏄᏂᎬᏫᏳᏌᏕᏱᏰᏃ ᎥᏝ ᏗᎦᎾᏰᎯᏍᏗ ᏱᎩ ᎣᏍᏛ ᏱᏙᎸᏫᏍᏓᏁᎭ, ᎤᏲᏍᎩᏂ ᏱᏙᎸᏫᏍᏓᏁᎭ. ᏣᏚᎵᏍᎪᏃ ᏣᎾᏰᎯᏍᏗᏱ ᏂᎨᏒᎾ ᎠᏰᎵ ᎪᏢᏒᎢ? ᎣᏍᏛ ᎿᏛᏁᎮᏍᏗ, ᎾᏍᎩᏃ ᏣᎸᏉᏙᏗ ᎨᏎᏍᏗ."
  },
  {
    "verse": "4",
    "kjv": "For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil.",
    "web": "for he is a servant of God to you for good. But if you do that which is evil, be afraid, for he doesn’t bear the sword in vain; for he is a servant of God, an avenger for wrath to him who does evil.",
    "chr": "ᎾᏍᎩᏰᏃ [ᏄᎬᏫᏳᏌᏕᎩ] ᎤᏁᎳᏅᎯ ᎤᏅᏏᏓᏍᏗ ᏂᎯ ᎣᏍᏛ ᎢᏣᎵᏍᏓᏁᏗ ᏧᎸᏫᏍᏓᏁᎯ. ᎢᏳᏍᎩᏂ ᎤᏲᏉ ᏙᏣᎸᏫᏍᏓᏁᎮᏍᏗ, ᎯᏍᎦᎢᎮᏍᏗ-ᎦᏅᎯᏛ; ᎤᏁᎳᏅᎯᏰᏃ ᎤᏅᏏᏓᏍᏗ ᎾᏍᎩ, ᎤᏞᎩ, ᎠᏍᏛᏗᏍᏗᏍᎩ ᎾᏍᎩ ᎾᎤᏲ ᏧᎸᏫᏍᏓᏁᎯ."
  },
  {
    "verse": "5",
    "kjv": "Wherefore ye must needs be subject, not only for wrath, but also for conscience sake.",
    "web": "Therefore you need to be in subjection, not only because of the wrath, but also for conscience’ sake.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᏎ ᎢᏦᎯᏳᏗ ᎨᏎᏍᏗ, ᎥᏝ ᎤᏓᏍᏛᏗᏍᏗᏉ ᎨᏒ ᎢᏳᏍᏗ, ᏦᏓᏅᏛᏍᎩᏂ ᎾᏍᏉ ᎣᏎᎮᎲ ᎢᏳᏍᏗ."
  },
  {
    "verse": "6",
    "kjv": "For for this cause pay ye tribute also: for they are God's ministers, attending continually upon this very thing.",
    "web": "For this reason you also pay taxes, for they are servants of God’s service, continually doing this very thing.",
    "chr": "ᎾᏍᎩ ᎾᏍᏉ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ ᎠᏰᎵ ᎠᎫᏴᏗ ᎨᏒ ᎢᏣᎫᏱᏍᎨᏍᏗ; ᎤᏁᎳᏅᎯᏰᏃ ᏧᏅᏏᏓᏍᏗ ᎾᏍᎩ, ᏚᏂᎸᏫᏍᏓᏁᎭ ᏂᎪᎯᎸ ᎾᏍᎩ ᎯᎠ."
  },
  {
    "verse": "7",
    "kjv": "Render therefore to all their dues: tribute to whom tribute is due; custom to whom custom; fear to whom fear; honour to whom honour.",
    "web": "Therefore give everyone what you owe: if you owe taxes, pay taxes; if customs, then customs; if respect, then respect; if honor, then honor.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᏂᎦᏗᏳ ᏗᎫᏴᎡᏗ ᎨᏒ ᏕᏣᎫᏴᎡᎮᏍᏗ; ᎠᏰᎵ ᎡᏣᎫᏴᎡᏗ ᎨᏒ ᎠᏰᎵ ᎡᏣᎫᏴᎡᎮᏍᏗ; ᎢᏥᏃᏔᏅᏗᏱ ᎢᏣᎵᏍᎪᎸᏓᏁᎸ ᎡᏣᎫᏴᎡᏗ ᎨᏒ ᎡᏣᎫᏴᎡᎮᏍᏗ; ᎾᏍᎩ ᎡᏥᎾᏰᎢᏍᏗ ᎨᏒ ᎾᏍᎩ Ꮎ ᎡᏥᎾᏰᏍᎨᏍᏗ; ᎾᏍᎩ ᎡᏥᎸᏉᏙᏗ ᎨᏒ ᎾᏍᎩ Ꮎ ᎡᏥᎸᏉᏕᏍᏗ."
  },
  {
    "verse": "8",
    "kjv": "Owe no man any thing, but to love one another: for he that loveth another hath fulfilled the law.",
    "web": "Owe no one anything, except to love one another; for he who loves his neighbor has fulfilled the law.",
    "chr": "ᏞᏍᏗ ᎩᎶ ᏱᏥᏚᎨᏍᏗ ᎪᎱᏍᏗ, ᏗᏣᏓᎨᏳᏗᏱ ᎤᏩᏒ; ᎩᎶᏰᏃ ᏅᏩᏓᎴ ᏳᎨᏳᎭ ᎤᎧᎵᎸ ᏗᎧᎿᏩᏛᏍᏗ ᏂᎦᏪᏍᎬᎢ."
  },
  {
    "verse": "9",
    "kjv": "For this, Thou shalt not commit adultery, Thou shalt not kill, Thou shalt not steal, Thou shalt not bear false witness, Thou shalt not covet; and if there be any other commandment, it is briefly comprehended in this saying, namely, Thou shalt love thy neighbour as thyself.",
    "web": "For the commandments, “You shall not commit adultery,” “You shall not murder,” “You shall not steal,” “You shall not covet,” and whatever other commandments there are, are all summed up in this saying, namely, “You shall love your neighbor as yourself.”",
    "chr": "ᎯᎠᏰᏃ ᎾᏍᎩ [ᏗᎧᎿᏩᏛᏍᏗ,] ᏞᏍᏗ ᏣᏓᏲᏁᎸᎩ, ᏞᏍᏗ ᏣᏓᎸᎩ, ᏞᏍᏗ ᏣᏃᏍᎩᏒᎩ, ᏞᏍᏗ ᎦᏰᎪᎩ ᏣᏃᎮᎸᎩ, ᏞᏍᏗ ᎪᎱᏍᏗ ᏱᏣᎬᎥᏍᎨᏍᏗ, ᎠᎴ ᏂᎦᎥ ᏅᏩᏓᎴ ᏗᎧᎿᏩᏛᏍᏗ, ᎯᎠᏉ ᎢᎦᏪᏛ ᏥᎩ ᎾᎿ ᎠᏙᏣᎸᏍᎦ ᎤᏍᏆᎳ ᎧᏁᎢᏍᏗ ᎨᏒᎢ, ᏨᏒ ᏂᏣᏓᎨᏳᏒ ᎾᏍᎩᏯ ᏂᎨᏳᏎᏍᏗ ᎾᎥ ᎢᏗᏍᏓᏓᎳ."
  },
  {
    "verse": "10",
    "kjv": "Love worketh no ill to his neighbour: therefore love is the fulfilling of the law.",
    "web": "Love doesn’t harm a neighbor. Love therefore is the fulfillment of the law.",
    "chr": "ᎠᏓᎨᏳᏗ ᎨᏒ ᎥᏝ ᎤᏲ ᏱᏄᏩᏁᎰ ᎾᎥ ᎢᏳᎾᏓᎳ; ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᏓᎨᏳᏗ ᎨᏒ ᎠᎧᎵᎢᎭ ᏗᎧᎿᏩᏛᏍᏗ ᏂᎦᏪᏍᎬᎢ."
  },
  {
    "verse": "11",
    "kjv": "And that, knowing the time, that now it is high time to awake out of sleep: for now is our salvation nearer than when we believed.",
    "web": "Do this, knowing the time, that it is already time for you to awaken out of sleep, for salvation is now nearer to us than when we first believed.",
    "chr": "ᎠᎴ ᎾᏍᎩ, ᏥᏗᎦᏔᎭ ᎢᏴᏛ ᎠᎵᏱᎵᏒᎢ, ᎾᏍᎩ ᎾᎯᏳ ᎠᏰᎢᏍᏗᏱ ᎢᏗᎵᎲ ᎿᏉ ᎤᎵᏰᎢᎶᎸ; ᎪᎯᏰᏃ ᎡᎩᏍᏕᎸᏗᏱ ᎨᏒ ᎤᏟ ᎾᎥᏂᏳ ᎠᏃ ᎢᎬᏱᏱ ᏗᎪᎯᏳᏅᎢ."
  },
  {
    "verse": "12",
    "kjv": "The night is far spent, the day is at hand: let us therefore cast off the works of darkness, and let us put on the armour of light.",
    "web": "The night is far gone, and the day is near. Let’s therefore throw off the deeds of darkness, and let’s put on the armor of light.",
    "chr": "ᏒᏃᏱ ᎠᏍᏆᎶᎦ, ᎿᏉ ᎤᎩᏨᏂᏗ; ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏴᏛ ᏂᏛᎦ ᎤᎵᏏᎬ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒᎢ, ᎠᎴ ᎢᏓᏄᏬᏍᏓ ᎠᎵᏍᎦᏍᏙᏙ ᎢᎦ-ᎦᏛ ᎡᎯ."
  },
  {
    "verse": "13",
    "kjv": "Let us walk honestly, as in the day; not in rioting and drunkenness, not in chambering and wantonness, not in strife and envying.",
    "web": "Let’s walk properly, as in the day; not in reveling and drunkenness, not in sexual promiscuity and lustful acts, and not in strife and jealousy.",
    "chr": "ᏚᏳᎪᏛ ᎨᏎᏍᏗ ᎢᏕᎲᎢ, ᎢᎦ ᏂᎨᏐ ᎾᏍᎩᏯᎢ; ᎥᏝᏍᏗᏃ ᎠᎵᏍᎦᎾᏩᏍᏗ ᎨᏒᎢ, ᎠᎴ ᎤᏓᏴᏍᏕᏍᏗ ᎨᏒᎢ, ᎠᎴ ᎤᏕᎵᏛ ᏗᏂᏏᏗ ᎨᏒᎢ, ᎠᎴ Ꮓ-ᎵᏏᎾᎯᏍᏛᎾ ᎠᎴᏂᏓᏍᏗ ᎨᏒᎢ, ᎥᏞᏍᏗᏃ ᎠᏗᏒᏍᏗ ᎨᏒᎢ ᎠᎴ ᏗᏓᏛᏳᏤᏗ ᎨᏒᎢ."
  },
  {
    "verse": "14",
    "kjv": "But put ye on the Lord Jesus Christ, and make not provision for the flesh, to fulfil the lusts thereof.",
    "web": "But put on the Lord Jesus Christ, and make no provision for the flesh, for its lusts.",
    "chr": "ᎤᎬᏫᏳᎯᏍᎩᏂ ᏥᏌ ᎦᎶᏁᏛ ᎡᏣᏄᏬᏍᏓ, ᎠᎴ ᏞᏍᏗ ᏱᏣᏛᏅᎢᏍᏓᏁᎴᏍᏗ ᎤᏇᏓᎵ ᎨᏒᎢ, ᎾᏍᎩ ᎤᎬᎥᏍᎬ ᎢᏣᏛᏁᏗᏱ."
  }
]