[
  {
    "verse": "1",
    "kjv": "I commend unto you Phebe our sister, which is a servant of the church which is at Cenchrea:",
    "web": "I commend to you Phoebe, our sister, who is a servant of the assembly that is at Cenchreae,",
    "chr": "ᎬᏂᎨᏒ ᏂᏨᏴᏁᎭ ᎣᎩᏙ ᏈᎩ, ᎾᏍᎩ ᎠᏯᏙᎯᎯ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬ ᎡᏟᏯ;"
  },
  {
    "verse": "2",
    "kjv": "That ye receive her in the Lord, as becometh saints, and that ye assist her in whatsoever business she hath need of you: for she hath been a succourer of many, and of myself also.",
    "web": "that you receive her in the Lord in a way worthy of the saints, and that you assist her in whatever matter she may need from you, for she herself also has been a helper of many, and of my own self.",
    "chr": "ᎾᏍᎩ ᏤᏣᏓᏂᎸᎢᏍᏗᏱ ᎤᎬᏫᏳᎯ ᎨᏒ ᏅᏓᏳᎵᏍᏙᏗᏱ, ᎾᏍᎩᏯ ᏥᏚᏳᎪᏗ ᎢᏳᎾᏛᏁᏗᏱ ᎤᎾᏓᏅᏘ, ᎠᎴ ᎾᏍᎩ ᎡᏥᏍᏕᎸᏗᏱ ᏂᎦᎥᏉ ᎪᎱᏍᏗ ᎡᏥᏍᏕᎸᏗᏱ ᎤᏚᎵᏍᎬᎢ; ᎾᏍᎩᏰᏃ ᎤᏂᏣᏘ ᏧᏍᏕᎸᏛ, ᎠᎴ ᎠᏴ ᎾᏍᏉ ᎠᎩᏍᏕᎸᏛ."
  },
  {
    "verse": "3",
    "kjv": "Greet Priscilla and Aquila my helpers in Christ Jesus:",
    "web": "Greet Prisca and Aquila, my fellow workers in Christ Jesus,",
    "chr": "ᏕᏥᏲᎵᎸᎭ ᏈᏏᎳ ᎠᎴ ᎡᏈᎳ, ᎢᏧᎳᎭ ᏦᎩᎸᏫᏍᏓᏁᎯ ᎦᎶᏁᏛ ᎤᏤᎵ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒᎢ."
  },
  {
    "verse": "4",
    "kjv": "Who have for my life laid down their own necks: unto whom not only I give thanks, but also all the churches of the Gentiles.",
    "web": "who risked their own necks for my life, to whom not only I give thanks, but also all the assemblies of the Gentiles.",
    "chr": "ᎾᏍᎩ ᎠᏴ ᎬᏅ ᎠᏂᏍᏕᎵᏍᎬᎢ,ᎤᏅᏒ ᏗᏂᏴᏤᏂ ᎡᎳᏗ ᏚᏂᏅᏅ; ᎾᏍᎩ, ᎥᏝ ᎠᏋᏒᏉ ᏱᎦᏥᏯᎵᎡᎵᏤᎭ, ᎾᏍᏉᏍᎩᏂ ᏂᎦᏛ ᏧᎾᏁᎶᏗ ᏚᎾᏓᏡᏩᏗᏒ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᏓᏁᏩᏗᏒᎢ;"
  },
  {
    "verse": "5",
    "kjv": "Likewise greet the church that is in their house. Salute my well-beloved Epaenetus, who is the firstfruits of Achaia unto Christ.",
    "web": "Greet the assembly that is in their house. Greet Epaenetus, my beloved, who is the first fruits of Achaia to Christ.",
    "chr": "ᎠᎴ ᎾᏍᏉ ᏕᏥᏲᎵᎸᎭ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬ ᎾᎿ ᎠᏂᏁᎸᎢ. ᎡᏥᏲᎵᎸᎭ ᎤᏣᏘ ᏥᎨᏳᎢ ᎢᏈᏂᏓ, ᎾᏍᎩ ᎢᎬᏱᏱ ᎤᎬᏛᎾᏨᎯ ᏥᏂᎦᎵᏍᏗᎭ ᎡᎦᏯ ᎦᎶᏁᏛ ᎠᎵᏍᎪᎸᏓᏁᏗ."
  },
  {
    "verse": "6",
    "kjv": "Greet Mary, who bestowed much labour on us.",
    "web": "Greet Mary, who labored much for us.",
    "chr": "ᎺᎵ ᎡᏥᏲᎵᎸᎭ, ᎤᏤᏘ ᏧᎸᏫᏍᏓᏁᎸᎯ ᏥᎩ ᎠᏴ ᎣᎩᏍᏕᎵᏍᎬᎢ."
  },
  {
    "verse": "7",
    "kjv": "Salute Andronicus and Junia, my kinsmen, and my fellow-prisoners, who are of note among the apostles, who also were in Christ before me.",
    "web": "Greet Andronicus and Junia, my relatives and my fellow prisoners, who are notable among the apostles, who were also in Christ before me.",
    "chr": "ᎥᏠᏂᎦ ᎠᎴ ᏧᏂᏯ ᏕᏥᏲᎵᎸᎭ, ᎾᏍᎩ ᎪᎱᏍᏗ ᏗᏋᏅ, ᎠᎴ ᎢᏧᎳᎭ ᏦᎩᏴᎩᏅᎯ, ᎾᏍᎩ ᎨᏥᎸᏉᏗ ᏥᎩ ᎨᏥᏅᏏᏛ ᎠᏁᎲᎢ; ᎾᏍᎩ ᎾᏍᏉ ᎢᎬᏱ ᎦᎶᏁᏛ ᏧᎾᏁᎶᏗ ᎢᏳᎾᎵᏍᏔᏅᎯ ᎠᏴ ᎣᏂ."
  },
  {
    "verse": "8",
    "kjv": "Greet Amplias my beloved in the Lord.",
    "web": "Greet Amplias, my beloved in the Lord.",
    "chr": "ᎠᎻᏟᏯ ᎡᏥᏲᎵᎸᎭ, ᎾᏍᎩ ᏥᎨᏳᎢ ᎢᏧᎳᎭ ᎣᏍᏙᎯᏳᎲᏍᎩ ᎤᎬᏫᏳᎯ."
  },
  {
    "verse": "9",
    "kjv": "Salute Urbane, our helper in Christ, and Stachys my beloved.",
    "web": "Greet Urbanus, our fellow worker in Christ, and Stachys, my beloved.",
    "chr": "ᎠᏇᏂ ᎡᏥᏲᎵᎸᎭ ᎢᏧᎳᎭ ᏦᎩᎸᏫᏍᏓᏁᎯ ᎦᎶᏁᏛ ᎤᏤᎵ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒᎢ; ᎠᎴ ᏍᏕᎩ ᏥᎨᏳᎢ."
  },
  {
    "verse": "10",
    "kjv": "Salute Apelles approved in Christ. Salute them which are of Aristobulus' household.",
    "web": "Greet Apelles, the approved in Christ. Greet those who are of the household of Aristobulus.",
    "chr": "ᎠᏇᎵ ᎡᏥᏲᎵᎸᎭ, ᏣᎦᏓᏂᎸᏨᎯ ᎦᎶᏁᏛ ᎪᎯᏳᎲᏍᎩ ᎨᏒᎢ. ᎡᎵᏍᏓᏊᎳ ᏚᏓᏘᎾᎥ ᎠᏁᎳ ᏕᏥᏲᎵᎸᎭ."
  },
  {
    "verse": "11",
    "kjv": "Salute Herodion my kinsman. Greet them that be of the household of Narcissus, which are in the Lord.",
    "web": "Greet Herodion, my kinsman. Greet them of the household of Narcissus, who are in the Lord.",
    "chr": "ᎡᎶᏓᏂ ᎪᎱᏍᏗ ᎠᏋᏅ ᎡᏥᏲᎵᎸᎭ. ᎾᏏᏌ ᏚᏓᏘᎾᎥ ᎾᏍᎩ ᎤᎬᏫᏳᎯ ᎠᏃᎯᏳᎲᏍᎩ ᎨᏒ ᏕᏥᏲᎵᎸᎭ."
  },
  {
    "verse": "12",
    "kjv": "Salute Tryphena and Tryphosa, who labour in the Lord. Salute the beloved Persis, which laboured much in the Lord.",
    "web": "Greet Tryphaena and Tryphosa, who labor in the Lord. Greet Persis, the beloved, who labored much in the Lord.",
    "chr": "ᏜᏈᎾ ᎠᎴ ᏜᏉᏏ ᏕᏥᏲᎵᎸᎭ, ᎾᏍᎩ ᎤᎬᏫᏳᎯ ᎤᏤᎵᏧᏂᎸᏫᏍᏓᏁᎯ ᏥᎩ. ᎡᏥᏲᎵᎸᎭ ᎠᏥᎨᏳᎢ ᏆᏏ, ᎤᏣᏘ ᏧᎸᏫᏍᏓᏁᎸᎯ ᏥᎩ ᎤᎬᏫᏳᎯ ᎤᏤᎵᎦ."
  },
  {
    "verse": "13",
    "kjv": "Salute Rufus chosen in the Lord, and his mother and mine.",
    "web": "Greet Rufus, the chosen in the Lord, and his mother and mine.",
    "chr": "ᎷᏆ ᎡᏥᏲᎵᎸᎭ, ᎾᏍᎩ ᎠᎦᏑᏰᏛ ᎤᎬᏫᏳᎯ ᎪᎯᏳᎲᏍᎩ, ᎠᎴ ᎾᏍᎩ ᎣᎩᏂᏥ."
  },
  {
    "verse": "14",
    "kjv": "Salute Asyncritus, Phlegon, Hermas, Patrobas, Hermes, and the brethren which are with them.",
    "web": "Greet Asyncritus, Phlegon, Hermes, Patrobas, Hermas, and the brothers who are with them.",
    "chr": "ᏕᏥᏲᎵᎸᎭ ᎠᏏᏂᏟᏓ, ᏈᎵᎦᏂ, ᎭᎹᏏ, ᏆᏠᏆᏏ, ᎭᎷᏏ, ᎠᎴ ᎠᎾᎵᏅᏟ ᎾᏍᎩ ᎢᏧᎳᎭ ᏣᏁᎭ."
  },
  {
    "verse": "15",
    "kjv": "Salute Philologus, and Julia, Nereus, and his sister, and Olympas, and all the saints which are with them.",
    "web": "Greet Philologus and Julia, Nereus and his sister, and Olympas, and all the saints who are with them.",
    "chr": "ᏕᏥᏲᎵᎸᎭ ᏆᎶᎳᎦ, ᎠᎴ ᏧᎵᎠ, ᏂᎵᎠ, ᎠᎴ ᎾᏍᎩ ᎤᏙ, ᎠᎴ ᎣᎵᎻᏆ, ᎠᎴ ᎾᏂᎥᏉ ᎤᎾᏓᏅᏘ ᎾᏍᎩ ᎢᏧᎳᎭ ᏣᏁᎭ."
  },
  {
    "verse": "16",
    "kjv": "Salute one another with an holy kiss. The churches of Christ salute you.",
    "web": "Greet one another with a holy kiss. The assemblies of Christ greet you.",
    "chr": "ᎢᏨᏒ ᎨᏒ ᏕᏣᏓᏲᎵᎮᏍᏗ ᎢᏨᏗᏍᎨᏍᏗ ᎦᎸᏉᏗᏳ ᏗᏓᏙᏪᏙᎥᎯᏍᏗ ᎨᏒᎢ. ᏧᎾᏁᎶᏗ ᏚᎾᏓᏡᏩᏗᏒ ᎦᎶᏁᏛ ᏧᏤᎵᎦ ᏫᎨᏥᏲᎵᎭ."
  },
  {
    "verse": "17",
    "kjv": "Now I beseech you, brethren, mark them which cause divisions and offences contrary to the doctrine which ye have learned; and avoid them.",
    "web": "Now I beg you, brothers, look out for those who are causing the divisions and occasions of stumbling, contrary to the doctrine which you learned, and turn away from them.",
    "chr": "ᎠᎴ Ꮼ ᎢᏓᎵᏅᏟ, ᎢᏨᏍᏗᏰᏗᎭ ᏗᏣᎦᏌᏯᏍᏙᏗᏱ ᏗᎦᎴᏅᏗᏱ ᎠᎴ ᎤᏓᎿᏍᏆᎶᏍᏗᏱ ᎢᏯᏅᏁᎯ, ᏗᎦᏘᎸᏍᏗᏱ ᏗᏕᏲᏅᎯ ᎨᏒ ᏄᏍᏛ ᏄᏍᏛ ᎢᏣᏕᎶᏆᎥᎢ; ᎠᎴ ᏕᏣᏓᏅᎡᎮᏍᏗ."
  },
  {
    "verse": "18",
    "kjv": "For they that are such serve not our Lord Jesus Christ, but their own belly; and by good words and fair speeches deceive the hearts of the simple.",
    "web": "For those who are such don’t serve our Lord Jesus Christ, but their own belly; and by their smooth and flattering speech they deceive the hearts of the innocent.",
    "chr": "ᎾᏍᎩᏰᏃ ᎢᏳᎾᏍᏗ ᎥᏝ ᎤᎬᏫᏳᎯ ᎢᎦᏤᎵ ᏥᏌ ᎦᎶᏁᏛ ᎪᎱᏍᏗ ᏯᎾᏛᏁᎭ, ᎤᏅᏒᏉᏍᎩᏂ ᎤᏂᏍᏉᎵᏱ; ᎠᎴ ᎤᏬᏚᎯ ᎠᎴ ᎣᏍᏛ ᎦᏬᏂᎯᏍᏗ ᎨᏒ ᎠᏅᏗᏍᎬᎢ ᏓᏂᎶᏄᎮᏍᎪ ᏧᏂᎾᏫ ᎾᏁᏯᏔᎲᎾ."
  },
  {
    "verse": "19",
    "kjv": "For your obedience is come abroad unto all men. I am glad therefore on your behalf: but yet I would have you wise unto that which is good, and simple concerning evil.",
    "web": "For your obedience has become known to all. I rejoice therefore over you. But I desire to have you wise in that which is good, but innocent in that which is evil.",
    "chr": "ᎢᏦᎯᏳᏒᏰᏃ ᏚᏃᏣᎶᏨ ᎾᏂᎥ ᏴᏫ ᎠᏁᎲᎢ. ᎾᏍᎩ ᎢᏳᏍᏗ ᎦᎵᎮᎵᎦ ᏂᎯ ᎨᏒ ᏅᏗᎦᎵᏍᏙᏗᎭ; ᎠᏎᏍᎩᏂᏃᏅ ᎠᏆᏚᎵᎭ ᎢᏥᎦᏔᎾᎢ ᎢᏣᎵᏍᏙᏗᏱ ᎣᏍᏛ ᎨᏒ ᎤᎬᏩᎵ, ᎠᏃ ᎤᏲ ᎨᏒ ᎤᎬᏩᎵ ᏂᏥᎦᏔᎾᎥᎾ."
  },
  {
    "verse": "20",
    "kjv": "And the God of peace shall bruise Satan under your feet shortly. The grace of our Lord Jesus Christ be with you. Amen.",
    "web": "And the God of peace will quickly crush Satan under your feet. The grace of our Lord Jesus Christ be with you.",
    "chr": "ᎠᎴ ᎤᏁᎳᏅᎯ ᏅᏩᏙᎯᏯᏛ ᎠᏓᏁᎯ ᏂᎪᎯᎸᎾᏉ ᏎᏓᏂ ᎤᏪᏓᏫᏙᏗ ᏅᏓᎦᎵᏍᏓᏂ ᏗᏣᎳᏏᏕᏂ ᎭᏫᏂᏗᏢ. ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎢᎦᏤᎵ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ ᎢᏤᎳᏗᏙᎮᏍᏗ. ᎡᎺᏅ."
  },
  {
    "verse": "21",
    "kjv": "Timotheus my workfellow, and Lucius, and Jason, and Sosipater, my kinsmen, salute you.",
    "web": "Timothy, my fellow worker, greets you, as do Lucius, Jason, and Sosipater, my relatives.",
    "chr": "ᏗᎹᏗ ᎢᏧᎳᎭ ᏦᎩᏂᎸᏫᏍᏓᏁᎯ, ᎠᎴ ᎷᏏᏯ, ᎠᎴ ᏤᏌᏂ, ᎠᎴ ᏐᏏᏇᏓ ᎪᎱᏍᏗ ᏗᏋᏅ, ᏫᎨᏥᏲᎵᎦ."
  },
  {
    "verse": "22",
    "kjv": "I Tertius, who wrote this epistle, salute you in the Lord.",
    "web": "I, Tertius, who write the letter, greet you in the Lord.",
    "chr": "ᎠᏴ ᏓᏏᏯ, ᎯᎠ ᎪᏪᎵ ᎠᏆᏪᎳᏅᎯ ᏫᏨᏲᎵᎦ ᎤᎬᏫᏳᎯ ᎨᏒ ᏅᏗᎦᎵᏍᏙᏗᎭ."
  },
  {
    "verse": "23",
    "kjv": "Gaius mine host, and of the whole church, saluteth you. Erastus the chamberlain of the city saluteth you, and Quartus a brother.",
    "web": "Gaius, my host and host of the whole assembly, greets you. Erastus, the treasurer of the city, greets you, as does Quartus, the brother.",
    "chr": "ᎦᏯ ᎠᎩᏍᏆᏂᎪᏗᏍᎩ ᎠᎴ ᎾᏂᎥᏉ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬ ᏗᏍᏆᏂᎪᏗᏍᎩ, ᏫᏥᏲᎵᎦ. ᎢᎳᏍᏓ, ᎠᏰᎵ ᎡᎯ ᎦᏚᎲ ᎠᎲ ᎠᎦᏘᏯ, ᏫᏥᏲᎵᎦ, ᎠᎴ ᏉᏓ, ᎢᏓᎵᏅᏟ."
  },
  {
    "verse": "24",
    "kjv": "The grace of our Lord Jesus Christ be with you all. Amen.",
    "web": "The grace of our Lord Jesus Christ be with you all! Amen.",
    "chr": "ᎬᏩᎦᏘᏯ ᎤᏓᏙᏍᏗ ᎨᏒ ᎢᎦᏤᎵ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ ᎢᏤᎳᏗᏙᎮᏍᏗ ᏂᏥᎥᎢ. ᎡᎺᏅ."
  },
  {
    "verse": "25",
    "kjv": "Now to him that is of power to stablish you according to my gospel, and the preaching of Jesus Christ, according to the revelation of the mystery, which was kept secret since the world began,",
    "web": "",
    "chr": "ᎾᏍᎩᏃ ᏰᎵᏉ ᏗᏣᎵᏂᎪᎯᏍᏙᏗ ᏥᎩ ᎾᏍᎩᏯ ᏂᎦᏪᏍᎬ ᎣᏍᏛ ᎧᏃᎮᏛ ᎠᏆᏤᎵᎦ, ᎠᎴ ᎾᏍᎩᏯ ᏥᏌ ᎦᎶᏁᏛ ᎠᎦᎵᏥᏙᏅᎢ, ᎾᏍᎩᏯ ᎬᏂᎨᏒ ᎢᎬᏁᎸᎯ ᎨᏒ ᎤᏕᎵᏛ, ᎾᏍᎩ ᎡᎶᎯ ᏧᏓᎴᏅᎲ ᏅᏓᎬᏩᏓᎴᏅᏛ ᎠᏕᎵᏍᏔᏅᎯ ᏥᎨᏎᎢ,"
  },
  {
    "verse": "26",
    "kjv": "But now is made manifest, and by the scriptures of the prophets, according to the commandment of the everlasting God, made known to all nations for the obedience of faith:",
    "web": "",
    "chr": "ᎪᎯᏍᎩᏂ ᎿᏉ ᎬᏂᎨᏒ ᎢᎬᏁᎸᎯ, ᎠᎴ ᎠᎾᏙᎴᎰᏍᏗ ᏧᏃᏪᎳᏅᎯ ᏗᎬᏔᏅᎯ ᎾᏍᎩᏯ ᎠᏓᏅᏖᏍᎬ ᎠᎵᏍᏆᏗᏍᎩ ᏂᎨᏒᎾ ᎡᎯ ᎡᏁᎳᏅᎯ ᎬᏂᎨᏒ ᎢᎨᎬᎸᎯ ᏂᎦᏗᏳ ᏧᎾᏓᎴᏅᏛ ᏴᏫ, ᎾᏍᎩ ᎪᎯᏳᏗ ᎨᏒ ᎤᏃᎯᏳᏏᏱ ᎤᎬᏩᎵ--"
  },
  {
    "verse": "27",
    "kjv": "To God only wise, be glory through Jesus Christ for ever. Amen.",
    "web": "",
    "chr": "ᎤᏂᎳᏅᎯ ᎤᏩᏒᎯᏳ ᎠᎦᏔᎾᎢ ᏥᎩ, ᎦᎸᏉᏙᏗ ᎨᏎᏍᏗ ᏥᏌ ᎦᎶᏁᏛ ᎢᏳᏩᏂᏌᏛ ᏂᎪᎯᎸᎢ. ᎡᎺᏅ."
  }
]