[
  {
    "verse": "1",
    "kjv": "Therefore thou art inexcusable, O man, whosoever thou art that judgest: for wherein thou judgest another, thou condemnest thyself; for thou that judgest doest the same things.",
    "web": "Therefore you are without excuse, O man, whoever you are who judge. For in that which you judge another, you condemn yourself. For you who judge practice the same things.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎥᏝ ᏗᏣᏢᏫᏍᏙᏗ ᏱᏣᎭ, ᏂᎯ ᏴᏫ ᏂᏥᎥᏉ ᏗᏧᎪᏗᏍᎩ; ᎾᎿᏰᏃ ᏅᏩᏓᎴ ᏕᎯᏳᎪᏓᏁᎲ ᏨᏒ ᏕᎭᏓᏚᎪᏓᏁᎭ; ᏂᎯᏰᏃ ᏚᎪᏗᏍᎩ ᎾᏍᎩᏯ ᏂᎭᏛᏁᎭ."
  },
  {
    "verse": "2",
    "kjv": "But we are sure that the judgment of God is according to truth against them which commit such things.",
    "web": "We know that the judgment of God is according to truth against those who practice such things.",
    "chr": "ᎠᏎᏃ ᎢᏗᎦᏔᎭ ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᏕᎫᎪᏗᏍᎬ ᏚᏳᎪᏛ ᎨᏒᎢ, ᎾᏍᎩ ᏕᎫᎪᏓᏁᎲ ᎾᏍᎩ ᎢᏯᎾᏛᏁᎯ."
  },
  {
    "verse": "3",
    "kjv": "And thinkest thou this, O man, that judgest them which do such things, and doest the same, that thou shalt escape the judgment of God?",
    "web": "Do you think this, O man who judges those who practice such things, and do the same, that you will escape the judgment of God?",
    "chr": "ᏥᎪᏃ ᎭᏓᏅᏖᏍᎬ ᏂᎯ ᏴᏫ, ᎾᏍᎩ ᏚᎪᏓᏁᎯ ᏥᎩ ᎾᏍᎩ ᎢᏯᎾᏛᏁᎯ, ᎠᎴ ᎾᏍᎩᏯ ᎢᎭᏛᏁᎯ ᏥᎩ, ᏔᏚᏓᎳᎡᎵ ᎤᏁᎳᏅᎯ ᏧᏭᎪᏙᏗ ᎨᏒᎢ?"
  },
  {
    "verse": "4",
    "kjv": "Or despisest thou the riches of his goodness and forbearance and longsuffering; not knowing that the goodness of God leadeth thee to repentance?",
    "web": "Or do you despise the riches of his goodness, forbearance, and patience, not knowing that the goodness of God leads you to repentance?",
    "chr": "ᏥᎪᎨ ᏅᎵᏌᎵᏉ ᎯᏰᎸᏍᎦ ᏄᏧᏈᏍᏛ ᎤᏓᏅᏘᏳ ᎨᏒ ᎠᎴ ᎬᏂᏗᏳ ᎨᏒᎢ, ᎠᎴ ᎪᎯᏗᏳ ᎤᏁᎳᎩ ᎡᎵᏍᎬᎢ, ᏒᎢ, ᎠᎴ ᎪᎯᏗᏳ ᎤᏁᎳᎩ ᎡᎵᏍᎬᎢ, ᏂᎦᏔᎲᎾᏉ ᎨᏒ ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎤᏓᏅᏘᏳ ᎨᏒ ᏣᏘᏁᎬ ᏣᏁᏟᏴᏍᏗ ᎨᏒ ᏣᏓᏅᏛᎢ?"
  },
  {
    "verse": "5",
    "kjv": "But after thy hardness and impenitent heart treasurest up unto thyself wrath against the day of wrath and revelation of the righteous judgment of God;",
    "web": "But according to your hardness and unrepentant heart you are treasuring up for yourself wrath in the day of wrath, revelation, and of the righteous judgment of God,",
    "chr": "ᎾᏍᎩᏯᏍᎩᏂ ᎯᏍᏓᏱᏳ ᎨᏒ ᎠᎴ ᏣᏁᏟᏴᏛ ᏂᎨᏒᎾ ᏣᎾᏫ ᎯᏟᏏᎭ ᎤᏔᎳᏬᎯᏍᏗ ᎨᏒ ᏣᏤᎵ ᎢᏳᎵᏍᏙᏗ ᎾᎯᏳ ᎢᎦ ᎠᎵᏱᎶᎸᎭ ᎤᏓᎳᏬᎯᏍᏗ ᎨᏒ ᎠᎴ ᎤᏁᎳᏅᎯ ᏚᏳᎪᏛ ᏧᏭᎪᏙᏗ ᎨᏒ ᎦᎾᏄᎪᏫᏒᎭ;"
  },
  {
    "verse": "6",
    "kjv": "Who will render to every man according to his deeds:",
    "web": "who “will pay back to everyone according to their works:”",
    "chr": "ᎾᏍᎩ ᎾᏂᎥ ᏧᎫᏴᎡᏗ ᏥᎩ ᎾᏍᎩᏯ ᏄᏍᏛ ᏚᏂᎸᏫᏍᏓᏁᎸᎢ;"
  },
  {
    "verse": "7",
    "kjv": "To them who by patient continuance in well doing seek for glory and honour and immortality, eternal life:",
    "web": "to those who by perseverance in well-doing seek for glory, honor, and incorruptibility, eternal life;",
    "chr": "ᎾᏍᎩ ᎣᏍᏛ ᏚᏂᎸᏫᏍᏓᏁᎲ ᏗᏅᏂᏗᏳ ᎬᎾᎢᏒ ᏧᏂᏯᏍᏗᎭ ᏗᎬᏩᎸᏌᏛ ᎠᎴ ᎦᎸᏉᏗᏳ ᎨᏒ ᎠᎴ ᎠᏲᎱᎯᏍᏗ ᏂᎨᏒᎾ ᎨᏒᎢ, ᎠᎵᏍᏆᏗᏍᎩ ᏂᎨᏒᎾ ᎬᏂᏛ ᏧᎫᏴᏁᏗ ᏥᎩ;"
  },
  {
    "verse": "8",
    "kjv": "But unto them that are contentious, and do not obey the truth, but obey unrighteousness, indignation and wrath,",
    "web": "but to those who are self-seeking and don’t obey the truth, but obey unrighteousness, will be wrath, indignation,",
    "chr": "Ꮎ-ᏍᎩᏂ [ᎤᏁᎳᏅᎯ] ᏗᏂᎦᏘᎴᎩ ᏥᎩ, ᎠᎴ ᎾᏃᎯᏳᎲᏍᎬᎾ ᏥᎩ ᏚᏳᎪᏛ ᎨᏒᎢ, ᏂᏚᏳᎪᏛᎾᏍᎩᏂ ᎨᏒ ᎠᏃᎯᏳᎲᏍᎩ ᏥᎩ; ᎤᏔᎳᏬᎯᏍᏗ ᎠᎴ ᎤᎿᎸᎯ ᎨᏒ ᎤᏂᎷᏤᏗ ᎨᏎᏍᏗ."
  },
  {
    "verse": "9",
    "kjv": "Tribulation and anguish, upon every soul of man that doeth evil, of the Jew first, and also of the Gentile;",
    "web": "oppression, and anguish on every soul of man who does evil, to the Jew first, and also to the Greek.",
    "chr": "ᎤᏕᏯᏙᏗ ᎨᏒ ᎠᎴ ᎤᏪᎵᎯᏍᏗ ᎨᏒ ᎤᏂᎷᏤᏗ ᎨᏎᏍᏗ ᎾᏂᎥ ᎠᏂᏏᏴᏫᎭ ᎨᏒᎢ, ᎾᏍᎩ ᎤᏲ ᎢᏯᎾᏛᏁᎯ, ᎠᏂᏧᏏ ᎢᎬᏱ, ᎠᎴ ᎾᏍᏉ ᎠᏂᎪᎢ;"
  },
  {
    "verse": "10",
    "kjv": "But glory, honour, and peace, to every man that worketh good, to the Jew first, and also to the Gentile:",
    "web": "But glory, honor, and peace go to every man who does good, to the Jew first, and also to the Greek.",
    "chr": "ᏗᎬᏩᎸᏌᏛᏍᎩᏂ ᎠᎴ ᎦᎸᏉᏗᏳ ᎨᏒ, ᎠᎴ ᏅᏩᏙᎯᏯᏛ ᎤᏂᎷᏤᏗ ᎨᏎᏍᏗ ᎾᏂᎥ ᎠᏂᏏᏴᏫᎭ ᎨᏒ ᎣᏍᏛ ᎢᏯᎾᏛᏁᎯ, ᎠᏂᏧᏏ ᎢᎬᏱ, ᎠᎴ ᎾᏍᏉ ᎠᏂᎪᎢ;"
  },
  {
    "verse": "11",
    "kjv": "For there is no respect of persons with God.",
    "web": "For there is no partiality with God.",
    "chr": "ᎤᏁᎳᏅᎯᏰᏃ ᎥᏝ ᎩᎶ ᏗᎦᎸᏉᏗᏍᎩ ᏱᎩ."
  },
  {
    "verse": "12",
    "kjv": "For as many as have sinned without law shall also perish without law: and as many as have sinned in the law shall be judged by the law;",
    "web": "For as many as have sinned without the law will also perish without the law. As many as have sinned under the law will be judged by the law.",
    "chr": "ᎾᏂᎥᏰᏃ ᎩᎶ ᎤᏂᏍᎦᏅᏨᎯ ᏗᎧᎿᏩᏛᏍᏗ ᏄᏂᎲᎾ ᎾᏍᏉ ᏗᎧᎿᏩᏛᏍᏗ ᏂᎬᏔᏅᎾ ᎤᏂᎩᎵᏲᎢᏍᏗ; ᎠᎴ ᎾᏂᎥ ᎩᎶ ᎤᏂᏍᎦᏅᏨᎯ ᏗᎧᎿᏩᏛᏍᏗ ᎤᏂᎯ, ᎾᏍᎩ ᏗᎧᎿᏩᏛᏍᏗ ᎨᎬᏓᏁᏗ ᏗᎨᎫᎪᏓᏁᏗ ᎨᏎᏍᏗ,"
  },
  {
    "verse": "13",
    "kjv": "(For not the hearers of the law are just before God, but the doers of the law shall be justified.",
    "web": "For it isn’t the hearers of the law who are righteous before God, but the doers of the law will be justified",
    "chr": "ᎥᏝᏰᏃ ᏗᎧᎿᏩᏛᏍᏗ ᎠᎾᏛᎩᏍᎩ ᎾᏂᏍᎦᏅᎾ ᏱᎩ ᎤᏁᎳᎨᎯ ᏓᎧᏅᎢ, ᏗᎧᎿᏩᏛᏍᏗᏍᎩᏂ ᏂᎦᏪᏍᎬ ᎢᏯᎾᏛᏁᎯ ᎾᏍᎩ ᎤᎾᏚᏓᎴᏍᏗ ᎨᏎᏍᏗ."
  },
  {
    "verse": "14",
    "kjv": "For when the Gentiles, which have not the law, do by nature the things contained in the law, these, having not the law, are a law unto themselves:",
    "web": "(for when Gentiles who don’t have the law do by nature the things of the law, these, not having the law, are a law to themselves,",
    "chr": "ᏧᎾᏓᎴᏅᏛᏰᏃ ᏴᏫ ᏗᎧᎿᏩᏗᏍᏗ ᏄᏂᎲᎾ ᏥᎩ, ᎤᏅᏒ ᎤᎾᏓᏅᏖᏛ ᏗᎧᎿᏩᏛᏍᏗ ᏂᎦᏪᏍᎬ ᏱᎾᎾᏛᏁᎭ, ᎾᏍᎩ ᎯᎠ, ᏗᎧᎿᏩᏛᏍᏗ ᏄᏂᎲᎾ ᏥᎩ, ᎤᏅᏒᏉ ᎨᏒ ᏗᎧᎿᏩᏛᏍᏗ ᎾᎾᎵᏍᏗᎭ;"
  },
  {
    "verse": "15",
    "kjv": "Which shew the work of the law written in their hearts, their conscience also bearing witness, and their thoughts the mean while accusing or else excusing one another;)",
    "web": "in that they show the work of the law written in their hearts, their conscience testifying with them, and their thoughts among themselves accusing or else excusing them)",
    "chr": "ᎾᏍᎩ ᎬᏂᎨᏒ ᎾᏅᏁᎭ ᏗᎧᎿᏩᏛᏍᏗ ᏂᎦᏪᏍᎬ ᎢᏯᏛᏁᏗ ᎨᏒ ᏧᏂᎠᏫᏱ ᎪᏪᎸᎢ, ᏚᎾᏓᏅᏛ ᎾᏍᏉ ᎪᎯᏳᏙᏗᏍᎬᎢ, ᎠᎴ ᎠᎾᏓᏅᏖᏍᎬ ᏓᎾᏓᏚᎯᏍᏗᏍᎬ, ᎠᎴ ᏓᎾᏓᏚᏓᎴᏍᎬᎢ."
  },
  {
    "verse": "16",
    "kjv": "In the day when God shall judge the secrets of men by Jesus Christ according to my gospel.",
    "web": "in the day when God will judge the secrets of men, according to my Good News, by Jesus Christ.",
    "chr": "ᎾᎯᏳ ᎢᎦ ᎤᏁᎳᏅᎯ ᎤᏕᎵᏛ ᎨᏒ ᏴᏫ ᎤᎾᏤᎵᎦ ᏕᎫᎪᏓᏁᎸᎭ, ᏥᏌ ᎦᎶᏁᏛ ᎠᎬᏗᏍᎬᎢ, ᎾᏍᎩᏯ ᏂᎦᏪᏍᎬ ᎠᏆᏤᎵ ᎣᏍᏛ ᎧᏃᎮᏛ."
  },
  {
    "verse": "17",
    "kjv": "Behold, thou art called a Jew, and restest in the law, and makest thy boast of God,",
    "web": "Indeed you bear the name of a Jew, rest on the law, glory in God,",
    "chr": "ᎬᏂᏳᏉ, ᎠᏧᏏ ᏕᏣᏙᎥ, ᎠᎴ ᏗᎧᎿᏩᏛᏍᏗ ᏣᎵᏍᎦᏍᏙᏗ, ᎠᎴ ᎯᏯᏢᏆᏍᏙᏗ ᎤᏁᎳᏅᎯ,"
  },
  {
    "verse": "18",
    "kjv": "And knowest his will, and approvest the things that are more excellent, being instructed out of the law;",
    "web": "know his will, and approve the things that are excellent, being instructed out of the law,",
    "chr": "ᎠᎴ ᎯᎦᏔᎭ ᏄᏍᏛ ᎣᏏᏳ ᎤᏰᎸᏗ ᎨᏒᎢ, ᎠᎴ ᎯᎪᏩᏘᎭ ᏧᏓᎴᏅᏛ ᏧᏓᎴᎿᎢ ᎨᏒᎢ, ᎠᎴ ᎯᎪᏩᏘᎭ ᏧᏓᎴᏅᏛ ᏧᏓᎴᎿᎢ ᎨᏒᎢ, ᎡᏤᏲᏅᎯ ᏗᎧᎿᏩᏛᏍᏗᏱ;"
  },
  {
    "verse": "19",
    "kjv": "And art confident that thou thyself art a guide of the blind, a light of them which are in darkness,",
    "web": "and are confident that you yourself are a guide of the blind, a light to those who are in darkness,",
    "chr": "ᎠᎴ ᎥᏝ ᏱᏣᏜᏏᏛᎡᎭ ᏨᏒ ᏔᏘᏂᏙᎯ ᎨᏒ ᏗᏂᎨᏫ, ᎢᎦ ᏔᏘᏍᏓᏁᎯ ᎨᏒ ᎤᎵᏏᎬ ᎠᏂᏂ,"
  },
  {
    "verse": "20",
    "kjv": "An instructor of the foolish, a teacher of babes, which hast the form of knowledge and of the truth in the law.",
    "web": "a corrector of the foolish, a teacher of babies, having in the law the form of knowledge and of the truth.",
    "chr": "ᏖᏲᎲᏍᎩ ᎨᏒ ᏄᎾᏓᏅᏛᎾ, ᏗᏂᏲᎵ ᏖᏲᎲᏍᎩ, ᎾᏍᎩ ᏣᏍᏆᏂᎪᏗ ᎠᎦᏙᎥᎯᏍᏗ ᎨᏒ ᎠᎴ ᏚᏳᎪᏛ ᎨᏒ ᏗᏟᎶᏍᏔᏅᎯ ᏗᎧᎿᏩᏛᏍᏗᏱ ᎪᏪᎸᎢ."
  },
  {
    "verse": "21",
    "kjv": "Thou therefore which teachest another, teachest thou not thyself? thou that preachest a man should not steal, dost thou steal?",
    "web": "You therefore who teach another, don’t you teach yourself? You who preach that a man shouldn’t steal, do you steal?",
    "chr": "ᎾᏍᎩᏃ ᏂᎯ ᏅᏩᏓᎴ ᎯᏰᏲᎲᏍᎩ ᏥᎩ, ᏝᏍᎪ ᏨᏒ ᏯᏓᏕᏲᎲᏍᎦ? ᏂᎯ ᎭᎵᏥᏙᎲᏍᎬ ᏞᏍᏗ ᏣᏃᏍᎩᏒᎩ ᏣᏗᎭ, ᏥᎪ ᎢᎯᏃᏍᎩᎭ?"
  },
  {
    "verse": "22",
    "kjv": "Thou that sayest a man should not commit adultery, dost thou commit adultery? thou that abhorrest idols, dost thou commit sacrilege?",
    "web": "You who say a man shouldn’t commit adultery, do you commit adultery? You who abhor idols, do you rob temples?",
    "chr": "ᏂᎯ, ᏞᏍᏗ ᏣᏓᏲᏁᎸᎩ ᏣᏗᎭ, ᏥᎪ ᎢᎭᏓᏲᏂᏆᏘᎭ, ᏥᎪ ᏂᎯ ᎪᎱᏍᏗ ᎦᎸᏉᏗ ᎯᏐᏢᏗᎭ?"
  },
  {
    "verse": "23",
    "kjv": "Thou that makest thy boast of the law, through breaking the law dishonourest thou God?",
    "web": "You who glory in the law, do you dishonor God by disobeying the law?",
    "chr": "ᏂᎯ ᏗᎧᎿᏩᏛᏍᏗ ᏣᏢᏆᏙᏗᎭ, ᎯᏲᏍᏗᏍᎬᏍᎪ ᏗᎧᎿᏩᏛᏍᏗ ᎠᏐᏢᎯ ᏂᏴᏁ ᎤᏁᎳᏅᎯ?"
  },
  {
    "verse": "24",
    "kjv": "For the name of God is blasphemed among the Gentiles through you, as it is written.",
    "web": "For “the name of God is blasphemed among the Gentiles because of you,” just as it is written.",
    "chr": "ᎤᏁᎳᏅᎯᏰᏃ ᏚᏙᎥ ᎬᏩᏂᏐᏢᏗ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᎠᏁᎲᎢ ᏂᎯ ᎢᏨᏂᏌᏛ, ᎾᏍᎩᏯ ᏂᎬᏅ ᎪᏪᎸᎢ."
  },
  {
    "verse": "25",
    "kjv": "For circumcision verily profiteth, if thou keep the law: but if thou be a breaker of the law, thy circumcision is made uncircumcision.",
    "web": "For circumcision indeed profits, if you are a doer of the law, but if you are a transgressor of the law, your circumcision has become uncircumcision.",
    "chr": "ᎠᎱᏍᏕᏍᏗᏰᏃ ᎨᏒ ᎤᏙᎯᏳᎯ ᏣᏍᏕᎵᎭ ᎢᏳᏃ ᏗᎧᎿᏩᏛᏍᏗ ᏂᎦᏪᏍᎬ ᏱᎿᏛᏁᎭ; ᎢᏳᏍᎩᏂ ᎯᏲᏍᏗᏍᎩ ᏱᎩ ᏗᎧᎿᏩᏛᏍᏗ, ᎡᏣᎱᏍᏕᏎᎸᎯ ᎨᏒ ᎡᏣᎱᏍᏕᏎᎸᎯᏉ ᏂᎨᏒᎾ ᏂᎦᎵᏍᏗᎭ."
  },
  {
    "verse": "26",
    "kjv": "Therefore if the uncircumcision keep the righteousness of the law, shall not his uncircumcision be counted for circumcision?",
    "web": "If therefore the uncircumcised keep the ordinances of the law, won’t his uncircumcision be accounted as circumcision?",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏳᏃ ᎠᏥᎤᏍᏕᏎᎸᎯ ᏂᎨᏒᎾ ᏯᏍᏆᏂᎪᏗᎭ ᏗᎧᎿᏩᏛᏍᏗ ᎾᏍᎩᏯ ᏂᎬᏅᎢ, ᏝᏍᎪ ᎾᏥᎤᏍᏕᏎᎸᎾ ᎨᏒ ᎠᏥᎤᏍᏕᏎᎸᎯ ᎨᏒ ᎠᏥᏰᎸᎾᏁᏗ ᏱᎦᎩ?"
  },
  {
    "verse": "27",
    "kjv": "And shall not uncircumcision which is by nature, if it fulfil the law, judge thee, who by the letter and circumcision dost transgress the law?",
    "web": "Won’t those who are physically uncircumcised, but fulfill the law, judge you, who with the letter and circumcision are a transgressor of the law?",
    "chr": "ᎠᎴ ᏝᏍᎪ ᎠᏥᎤᏍᏕᏎᎸᎯ ᏂᎨᏒᎾ, ᎾᏍᎩ ᎤᏕᏅᏉ ᏄᏍᏛ ᏗᎧᎿᏩᏛᏍᏗ ᎠᏍᏆᏂᎪᏗᏍᎩ ᏱᏙᎨᏧᎪᏓᏏ ᏂᎯ, ᎪᏪᎵ ᎠᎴ ᎠᎱᏍᏕᏍᏗ ᎨᏒ ᏗᎬᏗ ᏗᎧᎿᏩᏛᏍᏗ ᎯᏲᏍᏗᏍᎩ?"
  },
  {
    "verse": "28",
    "kjv": "For he is not a Jew, which is one outwardly; neither is that circumcision, which is outward in the flesh:",
    "web": "For he is not a Jew who is one outwardly, neither is that circumcision which is outward in the flesh;",
    "chr": "ᎥᏝᏰᏃ ᎾᏍᎩ Ꮎ ᎠᏧᏏ ᏱᎩ, ᎦᏚᏉ ᎢᏗᏢ ᎠᏧᏏ ᏱᎩ; ᎥᏝ ᎠᎴ ᎾᏍᎩ Ꮎ ᎠᎱᏍᏕᏍᏗ ᎨᏒ ᏱᎩ, ᎦᏚᏉ ᎢᏗᏢ ᎤᏇᏓᎸᏉ ᏱᎩ;"
  },
  {
    "verse": "29",
    "kjv": "But he is a Jew, which is one inwardly; and circumcision is that of the heart, in the spirit, and not in the letter; whose praise is not of men, but of God.",
    "web": "but he is a Jew who is one inwardly, and circumcision is that of the heart, in the spirit, not in the letter; whose praise is not from men, but from God.",
    "chr": "ᎾᏍᎩᏍᎩᏂ Ꮎ ᎠᏧᏏ, ᎾᏍᎩ ᎭᏫᏂᏗᏢ ᎠᏧᏏ ᏥᎩ, ᎠᎴ ᎾᏍᎩ Ꮎ ᎠᎱᏍᏕᏍᏗ ᎨᏒ ᎤᎾᏫᏱ ᎡᎯ ᏥᎩ, ᎤᏓᏅᏙᎩᎯ ᎡᎯ, ᎥᏝᏃ ᎪᏪᎵᏉ ᏂᎦᏪᏍᎬ ᏗᎧᎿᏩᏕᎩ; ᎾᏍᎩ ᎥᏝ ᏴᏫᏉ ᎬᏩᎸᏉᏙᏗ ᏱᎩ, ᎤᏁᎳᏅᎯᏍᎩᏂ."
  }
]
