[
  {
    "verse": "1",
    "kjv": "What advantage then hath the Jew? or what profit is there of circumcision?",
    "web": "Then what advantage does the Jew have? Or what is the profit of circumcision?",
    "chr": "ᎦᏙᎨᏃ ᎤᏍᏛ ᎤᏟ ᏄᏛᏅ ᎠᏧᏏ? ᎠᎴ ᎦᏙ ᎤᏍᏛ ᎬᏩᏓᏍᏕᎸᏗ ᎠᎱᏍᏕᏍᏗ ᎨᏒᎢ?"
  },
  {
    "verse": "2",
    "kjv": "Much every way: chiefly, because that unto them were committed the oracles of God.",
    "web": "Much in every way! Because first of all, they were entrusted with the revelations of God.",
    "chr": "ᎤᏣᏘ ᏂᎦᎥ ᏄᏓᎴᏒᎢ; ᏄᎬᏫᏳᏒ ᎠᏗᎾ ᏅᏗᎦᎵᏍᏙᏗ ᎾᏍᎩ ᎨᎦᎨᏅᏴ ᎤᏁᎳᏅᎯ ᎤᏁᏨᎢ."
  },
  {
    "verse": "3",
    "kjv": "For what if some did not believe? shall their unbelief make the faith of God without effect?",
    "web": "For what if some were without faith? Will their lack of faith nullify the faithfulness of God?",
    "chr": "ᎦᏙᏃ ᎢᏳ ᎢᎦᏛ ᏄᏃᎯᏳᏅᎾ ᏱᎩ? ᏥᎪ ᏄᏃᎯᏳᏅᎾ ᎨᏒ ᎠᏎᏉᏉ ᏱᏂᎬᎦ ᎤᏁᎳᏅᎯ ᎦᎪᎯᏳᏗ ᎨᏒᎢ?"
  },
  {
    "verse": "4",
    "kjv": "God forbid: yea, let God be true, but every man a liar; as it is written, That thou mightest be justified in thy sayings, and mightest overcome when thou art judged.",
    "web": "May it never be! Yes, let God be found true, but every man a liar. As it is written, “that you might be justified in your words, and might prevail when you come into judgment.”",
    "chr": "ᎬᏩᏟᏍᏗ; ᎥᎥ, ᎤᏁᎳᏅᎯ ᏚᏳᎪᏛ ᎧᏁᎩ ᎨᏎᏍᏗ, ᎾᏂᎥᏃ ᏴᏫ ᎠᏂᏰᎪᎩ ᎨᏎᏍᏗ; ᎾᏍᎩᏯ ᎯᎠ ᏂᎬᏅ ᎪᏪᎸᎢ, ᎾᏍᎩ ᏂᏍᎦᏅᎾ ᎢᏳᎵᏍᏙᏗᏱ ᎯᏁᎬᎢ, ᎠᎴ ᏣᏓᏎᎪᎩᏍᏗᏱ ᎿᏉ ᏕᎱᎪᏔᏅᎭ."
  },
  {
    "verse": "5",
    "kjv": "But if our unrighteousness commend the righteousness of God, what shall we say? Is God unrighteous who taketh vengeance? (I speak as a man)",
    "web": "But if our unrighteousness commends the righteousness of God, what will we say? Is God unrighteous who inflicts wrath? I speak like men do.",
    "chr": "ᎠᏎᏃ ᎢᏳᏃ ᏂᏚᏳᎪᏛᎾ ᏃᎦᏛᏁᎸ ᎬᏂᎨᏒ ᏱᏂᎬᏁᎭ ᏚᏳᎪᏛ ᎢᏯᏛᏁᎯ ᎨᏒ ᎤᏁᎳᏅᎯ, ᎦᏙ ᏓᏓᏛᏂ? ᎠᏍᎦᏅᎦᏍᎪ ᎤᏁᎳᏅᎯ ᎾᏍᎩ ᏥᏓᏍᏛᏗᏍᏙᏗᎭ? (ᏴᏫᏉ ᎢᏳᏪᏍᏗ ᏂᏥᏪᎭ)."
  },
  {
    "verse": "6",
    "kjv": "God forbid: for then how shall God judge the world?",
    "web": "May it never be! For then how will God judge the world?",
    "chr": "ᎬᏩᏟᏍᏗ; ᎢᏳᏰᏃ ᎾᏍᎩ ᏱᏄᏍᏗ ᎦᏙ ᏱᎦᎵᏍᏙᏓ ᎤᏁᎳᏅᎯ ᎡᎶᎯ ᏱᏕᎫᎪᏓᏏ?"
  },
  {
    "verse": "7",
    "kjv": "For if the truth of God hath more abounded through my lie unto his glory; why yet am I also judged as a sinner?",
    "web": "For if the truth of God through my lie abounded to his glory, why am I also still judged as a sinner?",
    "chr": "ᎢᏳᏰᏃ ᏚᏳᎪᏛ ᎧᏁᎩ ᎨᏒ ᎤᏁᎳᏅᎯ ᎤᏟ ᎢᎦᎢ ᎤᏁᏉᏨᎯ ᏱᎩ ᎾᏍᎩ ᎦᎸᏉᏗᏳ ᏄᏩᏁᎲᎢ ᎠᏴ ᎦᏥᎪᎲᏍᎬ ᏱᏅᏗᎦᎵᏍᏙᏗᎭ, ᎦᏙᏃ ᎠᏴ ᎾᏍᏉ ᎠᏏᏉ ᏛᏊᎪᏓᏁᎭ ᏥᏍᎦᎾ ᎾᏍᎩᏯᎢ?"
  },
  {
    "verse": "8",
    "kjv": "And not rather, (as we be slanderously reported, and as some affirm that we say,) Let us do evil, that good may come? whose damnation is just.",
    "web": "Why not (as we are slanderously reported, and as some affirm that we say), “Let’s do evil, that good may come?” Those who say so are justly condemned.",
    "chr": "ᎠᎴᏍᎪ ᎥᏝ ᎾᏍᎩ ᎯᎠ ᏳᎬᏫᏳᎭ, (ᎾᏍᎩ ᎦᏲᎩᏐᏢᏛ ᏥᎪᎩᏃᎮᎭ, ᎠᎴ ᎩᎶ ᎾᏍᎩ ᎾᏂᏪ ᏥᎪᎪᏎᎭ,) ᎤᏲ ᏕᎩᎸᏫᏍᏓᏁᎮᏍᏗ ᎾᏍᎩ ᎣᏍᏛ ᎨᏒ ᎤᎵᏰᎢᎸᏍᏗᏱ? ᎾᏍᎩ ᎤᏂᏍᎦᏅᏨ ᏧᎾᏚᎪᏓᏁᏗᏱ ᏚᏳᎪᏗ."
  },
  {
    "verse": "9",
    "kjv": "What then? are we better than they? No, in no wise: for we have before proved both Jews and Gentiles, that they are all under sin;",
    "web": "What then? Are we better than they? No, in no way. For we previously warned both Jews and Greeks that they are all under sin.",
    "chr": "ᎦᏙᎨ ᎤᎬᏫᏳᎭ? ᎤᏟᏍᎪ ᏂᏙᎯ? ᎥᏝ ᎤᏍᏗᎩᏛ ᎤᏅ; ᎦᏳᎳᏰᏃ ᏕᎫᎪᏔᏅ ᎾᏍᎩ ᎢᏧᎳ ᎠᏂᏧᏏ ᎠᎴ ᏧᎾᏓᎴᏅᏛ ᏴᏫ, ᏂᎦᏗᏳ ᎠᏍᎦᏅᎢᏍᏗ ᎨᏒ ᎤᎾᏓᏄᏴᏛᎢ."
  },
  {
    "verse": "10",
    "kjv": "As it is written, There is none righteous, no, not one:",
    "web": "As it is written, “There is no one righteous; no, not one.",
    "chr": "ᎾᏍᎩᏯ ᎯᎠ ᏥᏂᎬᏅ ᏥᎪᏪᎳ, ᎥᏝ ᎩᎶ ᎣᏏᏳ ᎢᏯᏛᏁᎯ ᏱᎩ, ᎥᏝ, ᏌᏉ ᎤᏅ."
  },
  {
    "verse": "11",
    "kjv": "There is none that understandeth, there is none that seeketh after God.",
    "web": "There is no one who understands. There is no one who seeks after God.",
    "chr": "ᎥᏝ ᎩᎶ ᎪᎵᎩ ᏱᎩ; ᎥᏝ ᎩᎶ ᎤᏁᎳᏅᎯ ᎤᏲᎯ ᏱᎩ."
  },
  {
    "verse": "12",
    "kjv": "They are all gone out of the way, they are together become unprofitable; there is none that doeth good, no, not one.",
    "web": "They have all turned away. They have together become unprofitable. There is no one who does good, no, not so much as one.”",
    "chr": "ᎾᏂᎥᏉ ᎤᎾᏞᏒ ᎦᏅᏅᎢ, ᎢᏳᎾᏍᏗᎭᏉ ᎪᎱᏍᏗ ᏗᎬᏙᏗ ᏂᎨᏒᎾ ᏄᎾᎵᏍᏔᏅ; ᎥᏝ ᎩᎶ ᎣᏏᏳ ᎢᏯᏛᏁᎯ ᏱᎩ, ᎥᏝ ᏌᏉ ᎤᏅ."
  },
  {
    "verse": "13",
    "kjv": "Their throat is an open sepulchre; with their tongues they have used deceit; the poison of asps is under their lips:",
    "web": "“Their throat is an open tomb. With their tongues they have used deceit.” “The poison of vipers is under their lips.”",
    "chr": "ᎤᏂᎩᏍᏗᏱ ᏗᏓᏂᏐᏗᏱ ᎤᎵᏍᏚᎢᏛ ᏥᎨᏐ ᎾᏍᎩᏯᎢ; ᏗᏂᏃᎪᎢ ᎠᎾᏓᎶᏄᎮᏗᏍᎪᎢ, ᎢᎾᏛ ᏚᏂᏁᎲ ᎠᏓᎯᎯ ᏚᏂᎭᏁᎦᎸ ᎭᏫᏂᏗᏢ ᏚᏂᏁᎭ."
  },
  {
    "verse": "14",
    "kjv": "Whose mouth is full of cursing and bitterness:",
    "web": "“Their mouth is full of cursing and bitterness.”",
    "chr": "ᎾᏍᎩ ᏗᏂᎰᎵ ᏗᎧᎵᏬᎯ ᎠᏓᏍᎩᏅᏗᏍᏗ ᎨᏒ ᎠᎴ ᎤᏴᏍᏗ ᎨᏒᎢ."
  },
  {
    "verse": "15",
    "kjv": "Their feet are swift to shed blood:",
    "web": "“Their feet are swift to shed blood.",
    "chr": "ᏧᎾᎳᏏᏕᏂ ᏗᏯᏄᎵᏳ ᎩᎬ ᎤᎾᏓᏤᏪᏗᏱ."
  },
  {
    "verse": "16",
    "kjv": "Destruction and misery are in their ways:",
    "web": "Destruction and misery are in their ways.",
    "chr": "ᎠᏛᏗᏍᎩ ᎨᏒ ᎠᎴ ᎤᏲ ᎠᏓᏅᏓᏗᏍᏗ ᎨᏒ ᏔᎵ ᎤᏛᏗᏕᎪ ᎠᏁᏙᎲᎢ."
  },
  {
    "verse": "17",
    "kjv": "And the way of peace have they not known:",
    "web": "The way of peace, they haven’t known.”",
    "chr": "ᏅᏩᏙᎯᏯᏛᏃ ᎦᏅᏅ ᎥᏝ ᎤᏂᎦᏙᎥᏒᎯ ᏱᎩ."
  },
  {
    "verse": "18",
    "kjv": "There is no fear of God before their eyes.",
    "web": "“There is no fear of God before their eyes.”",
    "chr": "ᎤᏁᎳᏅᎯ ᎦᎾᏰᎯᏍᏗ ᎨᏒ ᎥᏝ ᎢᎬᏱᏗᏢ ᏱᏄᏍᏗ ᏗᏂᎧᏅᎢ."
  },
  {
    "verse": "19",
    "kjv": "Now we know that what things soever the law saith, it saith to them who are under the law: that every mouth may be stopped, and all the world may become guilty before God.",
    "web": "Now we know that whatever things the law says, it speaks to those who are under the law, that every mouth may be closed, and all the world may be brought under the judgment of God.",
    "chr": "ᎠᎴ ᎢᏗᎦᏔᎭ ᎾᏍᎩ ᏂᎦᎥ ᏂᎦᏪᏍᎬ ᏗᎧᎿᏩᏛᏍᏗ ᎤᏂᏁᏤᎭ ᎾᏍᎩ ᏗᎧᎿᏩᏛᏍᏗ ᎨᏥᏁᏄᎯ; ᎾᏍᎩ ᎾᏂᎥ ᏗᏂᎰᎵ ᏗᎨᏥᏍᏚᏁᏗᏱ, ᎠᎴ ᎡᎳᏂᎬ ᎠᏁᎯ ᎤᏂᏍᎦᏅᏨᎯ ᏧᏚᎪᏔᏅᎯ ᎢᏳᎵᏍᏙᏗᏱ ᎤᏁᎳᏅᎯ ᎠᎦᏔᎲᎢ."
  },
  {
    "verse": "20",
    "kjv": "Therefore by the deeds of the law there shall no flesh be justified in his sight: for by the law is the knowledge of sin.",
    "web": "Because by the works of the law, no flesh will be justified in his sight; for through the law comes the knowledge of sin.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᏗᎧᎿᏩᏛᏍᏗ ᏂᎦᏪᏍᎬ ᏄᏛᏁᎲ ᎥᏝ ᎩᎶ ᎤᏇᏓᎵ ᏴᎬᏚᏓᎴᏍᏓ ᎾᏍᎩ ᎠᎦᏔᎲᎢ; ᏗᎧᎿᏩᏛᏍᏗᏰᏃ ᎠᏍᎦᏅᎢᏍᏗ ᎨᏒ ᎠᎦᏙᎥᎯᏍᏙᏗ."
  },
  {
    "verse": "21",
    "kjv": "But now the righteousness of God without the law is manifested, being witnessed by the law and the prophets;",
    "web": "But now apart from the law, a righteousness of God has been revealed, being testified by the law and the prophets;",
    "chr": "ᎤᏁᎳᏅᎯᏍᎩᏂ ᎤᏓᏚᏓᎴᏍᏙᏗ ᎨᏒ, ᏗᎧᎿᏩᏛᏍᏗ ᎬᏙᏗ ᏂᎨᏒᎾ, ᎬᏂᎨᏒ ᎢᎬᏁᎸᎯ, ᎪᎯᏳᏙᏔᏅᎯ ᏗᎧᎿᏩᏛᏍᏗ ᎠᎴ ᎠᎾᏙᎴᎰᏍᎬ ᏚᏃᏪᎸᎢ;"
  },
  {
    "verse": "22",
    "kjv": "Even the righteousness of God which is by faith of Jesus Christ unto all and upon all them that believe: for there is no difference:",
    "web": "even the righteousness of God through faith in Jesus Christ to all and on all those who believe. For there is no distinction,",
    "chr": "ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎤᏓᎦᏓᎴᏍᏗ ᎨᏒᎢ, ᎾᏍᎩ ᏥᏌ ᎦᎶᏁᏛ ᎪᎯᏳᏗ ᏨᏗᏓᎴᎲᏍᎦ, ᎠᎴ ᎾᏍᎩ ᎾᏂᎥ ᎠᏃᎯᏳᎲᏍᎩ ᎤᏂᎷᏤᏗ ᎠᎴ ᎾᏍᎩ ᎾᏂᎥ ᎤᎾᏤᎵ ᎢᏳᎵᏍᏙᏗ ᏥᎩ; ᎥᏝᏰᏃ ᏧᎾᏓᎴᎿᎢ ᏱᎩ;"
  },
  {
    "verse": "23",
    "kjv": "For all have sinned, and come short of the glory of God;",
    "web": "for all have sinned, and fall short of the glory of God;",
    "chr": "ᏂᎦᏗᏳᏰᏃ ᎤᏂᏍᎦᏅᏨᎯ, ᎠᎴ ᎡᏍᎦ ᎤᏃᎭᏒ ᎤᏁᎳᏅᎯ ᎤᏓᎸᏉᏙᏗ ᎨᏒᎢ;"
  },
  {
    "verse": "24",
    "kjv": "Being justified freely by his grace through the redemption that is in Christ Jesus:",
    "web": "being justified freely by his grace through the redemption that is in Christ Jesus,",
    "chr": "ᎨᎫᏓᎴᏛ ᏂᏗᎨᏥᎬᏩᎶᏓᏁᎸᎾ ᎬᏔᏅᎯ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᏅᏓᏳᏓᎴᏅᎯ ᎠᎫᏴᏙᎢ ᎨᏒ ᎦᎶᏁᏛ ᏥᏌ ᎤᏪᎲᎢ;"
  },
  {
    "verse": "25",
    "kjv": "Whom God hath set forth to be a propitiation through faith in his blood, to declare his righteousness for the remission of sins that are past, through the forbearance of God;",
    "web": "whom God sent to be an atoning sacrifice through faith in his blood, for a demonstration of his righteousness through the passing over of prior sins, in God’s forbearance;",
    "chr": "ᎾᏍᎩ [ᏥᏌ ᎦᎶᏁᏛ] ᎤᏁᎳᏅᎯ ᎬᏂᎨᏒ ᏥᏄᏩᏁᎸ ᎠᎵᏍᎪᎸᏔᏅᎯ ᎪᎯᏍᏙᏗ ᎨᏒᎢ, ᎾᏍᎩ ᎪᎯᏳᏗᏱ ᎤᎩᎬ; ᏧᎾᏄᎪᏫᏎᏗᏱ ᎾᏍᎩ ᏚᏳᎪᏛ ᎢᏯᏛᏁᎯ ᎨᏒᎢ, ᎾᏍᎩ ᎦᏳᎳ ᎠᏍᎦᏅᏨᎯ ᎨᏒ ᎦᎬᏩᏓᏁᏗ ᎨᏒᎢ, ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎬᏂᏗᏳ ᎨᏒ ᎢᏳᏩᏂᏌᏅᎯ;"
  },
  {
    "verse": "26",
    "kjv": "To declare, I say, at this time his righteousness: that he might be just, and the justifier of him which believeth in Jesus.",
    "web": "to demonstrate his righteousness at this present time, that he might himself be just and the justifier of him who has faith in Jesus.",
    "chr": "ᏧᎾᏄᎪᏫᏎᏗᏱ ᎪᎯ ᎨᏒ ᎾᏍᎩ ᏚᏳᎪᏛ ᎢᏯᏛᏁᎯ ᎨᏒᎢ; ᎾᏍᎩ ᏚᏳᎪᏛ ᎢᏯᏛᏁᎯ ᎢᏳᎵᏍᏙᏗᏱ, ᎠᎴ ᎫᏓᎴᏍᎩ ᎾᏍᎩ Ꮎ ᎪᎯᏳᎲᏍᎩ ᏥᏌ."
  },
  {
    "verse": "27",
    "kjv": "Where is boasting then? It is excluded. By what law? of works? Nay: but by the law of faith.",
    "web": "Where then is the boasting? It is excluded. By what kind of law? Of works? No, but by a law of faith.",
    "chr": "ᎭᏢᎨᏃ ᎠᏢᏆᏍᏗ ᎨᏒᎢ? ᎢᏴᏛ ᎢᎬᏁᎸᎯ. ᎦᏙ ᎤᏍᏗ ᏗᎧᎿᏩᏛᏍᏗ ᎦᏔᏅᎯ? ᏗᎦᎸᏫᏍᏓᏁᏗᏱᏍᎪ ᎠᏓᏁᏤᎯ? ᎥᏝ; ᏗᎧᎿᏩᏛᏍᏗᏍᎩᏂ ᎬᏔᏅᎯ ᎪᎯᏳᏗ ᎨᏒ ᎠᏓᏁᏤᎯ."
  },
  {
    "verse": "28",
    "kjv": "Therefore we conclude that a man is justified by faith without the deeds of the law.",
    "web": "We maintain therefore that a man is justified by faith apart from the works of the law.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᏕᏚᎪᏗᎭ ᎾᏍᎩ ᏴᏫ ᎪᎯᏳᏗ ᎨᏒ ᎠᏚᏓᎴᏍᏗᏍᎬ ᏗᎧᎿᏩᏛᏍᏗ ᏂᎬᏅ ᏄᏛᏁᎸᎾ."
  },
  {
    "verse": "29",
    "kjv": "Is he the God of the Jews only? is he not also of the Gentiles? Yes, of the Gentiles also:",
    "web": "Or is God the God of Jews only? Isn’t he the God of Gentiles also? Yes, of Gentiles also,",
    "chr": "ᎤᏁᎳᏅᎯᏍᎪ ᎠᏂᏧᏏᏉ ᎤᏅᏒ ᎤᎾᏤᎵᎦ? ᏝᏍᎪ ᎾᏍᏉ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᎤᎾᏤᎵᎦ ᏱᎩ? ᎥᎥ, ᏧᎾᏓᎴᏅᏛ ᎾᏍᏉ ᏴᏫ ᎤᎾᏤᎵᎦ."
  },
  {
    "verse": "30",
    "kjv": "Seeing it is one God, which shall justify the circumcision by faith, and uncircumcision through faith.",
    "web": "since indeed there is one God who will justify the circumcised by faith and the uncircumcised through faith.",
    "chr": "ᏌᏉᎯᏳᏰᏃ ᎤᏁᎳᏅᎯ ᎾᏍᎩ ᎪᎯᏳᏗ ᎨᏒ ᏥᏕᎫᏓᎴᏍᏗᎭ ᏗᎨᏥᎤᏍᏕᏎᎸᎯ, ᎠᎴ ᏂᏗᎨᏥᎤᏍᏕᏎᎸᎾ ᎪᎯᏳᏗ ᎨᏒ ᏥᏕᎫᏓᎴᏍᏗᎭ."
  },
  {
    "verse": "31",
    "kjv": "Do we then make void the law through faith? God forbid: yea, we establish the law.",
    "web": "Do we then nullify the law through faith? May it never be! No, we establish the law.",
    "chr": "ᎾᏍᎩᏍᎪᏃ ᎢᏳᏍᏗ ᎠᏎᏉᏉ ᏂᏛᏁᎭ ᏗᎧᎿᏩᏛᏍᏗ ᎪᎯᏳᏗ ᎨᏒ ᎢᏛᏗᎭ? ᎬᏩᏟᏍᏗ; ᎢᏗᏍᏓᏱᏗᏍᎩᏂ ᏗᎧᎿᏩᏛᏍᏗ."
  }
]
