[
  {
    "verse": "1",
    "kjv": "Therefore being justified by faith, we have peace with God through our Lord Jesus Christ:",
    "web": "Being therefore justified by faith, we have peace with God through our Lord Jesus Christ;",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎪᎯᏳᏗ ᎨᏒ ᎢᎦᏚᏓᎴᏍᏔᏅᎯ ᏥᎩ, ᏅᏩᏙᎯᏯᏛ ᏂᎬᏅ ᎤᏁᎳᎥᎯ ᎢᎦᏤᎵ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ ᎢᏳᏩᏂᏌᏛ;"
  },
  {
    "verse": "2",
    "kjv": "By whom also we have access by faith into this grace wherein we stand, and rejoice in hope of the glory of God.",
    "web": "through whom we also have our access by faith into this grace in which we stand. We rejoice in hope of the glory of God.",
    "chr": "ᎾᏍᎩ ᎾᏍᏉ ᎢᏳᏩᏂᏌᏛ ᎪᎯᏳᏗ ᎢᏛᏗᏍᎬ ᎨᎩᎷᎯᏍᏗ ᏥᏄᎵᏍᏔᏅ ᎯᎠ ᎾᏍᎩ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒᎢ, ᎾᏍᎩ ᎾᎿ ᏥᏕᏗᏙᎦ, ᎠᎴ ᏥᏓᎵᎮᎵᎦ ᎤᏚᎩ ᎢᎬᏒ ᎦᎸᏉᏗᏳ ᎨᏒ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᎡᎩᏁᏗᏱ."
  },
  {
    "verse": "3",
    "kjv": "And not only so, but we glory in tribulations also: knowing that tribulation worketh patience;",
    "web": "Not only this, but we also rejoice in our sufferings, knowing that suffering produces perseverance;",
    "chr": "ᎠᎴ ᎥᏝ ᎾᏍᎩᏉ ᏱᏂᎦᎥ, ᎾᏍᏉᏍᎩᏂ ᎠᎩᎵᏯ ᎢᎩᎷᏤᎲ ᎢᏓᎵᎮᎵᎪᎢ; ᏅᏗᎦᎵᏍᏙᏗᏍᎪ ᎢᏗᎦᏔᎲ ᎠᎩᎵᏲᎢᏍᏗ ᎨᏒ ᎠᎬᏂᏗᏳ ᎾᏓᏛᏁᎲᎢ;"
  },
  {
    "verse": "4",
    "kjv": "And patience, experience; and experience, hope:",
    "web": "and perseverance, proven character; and proven character, hope;",
    "chr": "ᎠᎬᏂᏗᏳᏃ ᎨᏒ ᎣᏩᏒ ᎣᏓᎦᏙᎥᎯᏍᏗ ᎨᏒ ᎾᏓᏛᏁᎲᎢ; ᎣᏩᏒᏃ ᎣᏓᎦᏙᎥᎯᏍᏗ ᎨᏒ ᎤᏚᎩ ᎬᏗ ᎨᏒ ᎠᏓᏩᏛᎡᎲᎢ;"
  },
  {
    "verse": "5",
    "kjv": "And hope maketh not ashamed; because the love of God is shed abroad in our hearts by the Holy Ghost which is given unto us.",
    "web": "and hope doesn’t disappoint us, because God’s love has been poured into our hearts through the Holy Spirit who was given to us.",
    "chr": "ᎾᏍᎩᏃ ᎤᏚᎩ ᎬᏗ ᎨᏒ ᎥᏝ ᎠᏕᎰᎯᏍᏗᏱ ᏴᎬᏓᏩᏛᏗ; ᏅᏗᎦᎵᏍᏙᏗᎭ ᎤᏁᎳᏅᎯ ᎠᎨᏳᏗ ᎨᏒ ᎡᎩᏐᏅᏰᎸ ᏗᎩᎾᏫᏱ, ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᎢᏳᏩᏂᏌᏛ, ᎾᏍᎩ ᎡᎩᏁᎸᎯ ᏥᎩ."
  },
  {
    "verse": "6",
    "kjv": "For when we were yet without strength, in due time Christ died for the ungodly.",
    "web": "For while we were yet weak, at the right time Christ died for the ungodly.",
    "chr": "ᏂᏗᎦᎵᏂᎬᎬᎾᏰᏃ ᎠᏎ ᏥᎨᏎᎢ, ᎾᎯᏳ ᎠᏎᎸᎯ ᎨᏒ ᎦᎶᏁᏛ ᎢᎩᏲᎱᎯᏎᎴ ᎢᏗᏍᎦᎾᎢ."
  },
  {
    "verse": "7",
    "kjv": "For scarcely for a righteous man will one die: yet peradventure for a good man some would even dare to die.",
    "web": "For one will hardly die for a righteous man. Yet perhaps for a good person someone would even dare to die.",
    "chr": "ᎤᏎᎦᏨᎯᏰᏃ ᎤᏓᏅᏘ ᎠᏍᎦᏯ ᎩᎶ ᏯᏲᎱᎯᏏ; ᏯᏎᎦᎩᏍᎩᏂᏃᏅ ᎣᏍᏛ ᎠᏍᎦᏯ ᎩᎶ ᎬᏩᏲᎱᎯᏎᏗ ᏱᏂᎦᎩ."
  },
  {
    "verse": "8",
    "kjv": "But God commendeth his love toward us, in that, while we were yet sinners, Christ died for us.",
    "web": "But God commends his own love toward us, in that while we were yet sinners, Christ died for us.",
    "chr": "ᎤᏁᎳᏅᎯᏍᎩᏂ ᎦᎾᏄᎪᏫᏍᎦ ᎢᎩᎨᏳᎯᏳ ᎨᏒᎢ, ᎾᏍᎩ ᎠᏏ ᎢᏗᏍᎦᎾ ᏥᎨᏎᎢ ᎦᎶᏁᏛ ᎢᎩᏲᎱᎯᏎᎴᎢ."
  },
  {
    "verse": "9",
    "kjv": "Much more then, being now justified by his blood, we shall be saved from wrath through him.",
    "web": "Much more then, being now justified by his blood, we will be saved from God’s wrath through him.",
    "chr": "ᎾᏍᎩᏃ ᏥᏄᏍᏗ, ᎾᏍᎩ ᎤᎩᎬ ᎢᎦᏚᏓᎴᏍᏔᏅᎯ ᏥᎩ, ᎤᏟᎯ ᎤᏙᎯᏳᎯᏯ ᎡᎩᏍᏕᎸᏗ ᎨᏎᏍᏗ ᎡᎫᏓᎴᏍᏗ ᎤᏔᎳᏬᎯᏍᏗ ᎨᏒ ᎾᏍᎩ ᎢᏳᏩᏂᏌᏛ."
  },
  {
    "verse": "10",
    "kjv": "For if, when we were enemies, we were reconciled to God by the death of his Son, much more, being reconciled, we shall be saved by his life.",
    "web": "For if while we were enemies, we were reconciled to God through the death of his Son, much more, being reconciled, we will be saved by his life.",
    "chr": "ᎢᏳᏰᏃ, ᎠᏏ ᎡᏗᏍᎦᎩ ᏥᎨᏒᎩ ᎡᏙᎢᏍᏓᏁᎸᎯ ᏱᎩ ᎤᏁᎳᏅᎯ ᎬᏔᏅᎯ ᎤᏪᏥ ᎤᏲᎱᏒᎢ, ᎿᏉ ᎪᎯ ᎡᏙᎢᏍᏓᏁᎸᎯ ᏥᎩ, ᎤᏟᎯ ᎤᏙᎯᏳᎯᏯ ᎡᎩᏍᏕᎸᏗ ᎨᏎᏍᏗ ᎾᏍᎩ ᎬᏃᏛ ᎨᏒ ᎢᏳᏍᏗ."
  },
  {
    "verse": "11",
    "kjv": "And not only so, but we also joy in God through our Lord Jesus Christ, by whom we have now received the atonement.",
    "web": "Not only so, but we also rejoice in God through our Lord Jesus Christ, through whom we have now received the reconciliation.",
    "chr": "ᎥᏝ ᎠᎴ ᎾᏍᎩᏉ ᏱᏂᎦᎥ, ᎤᏁᎳᏅᎯᏍᎩᏂ ᎾᏍᏉ ᎡᏓᎵᎡᎵᎦ, ᎢᎦᏤᎵ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ ᎢᏳᏩᏂᏌᏛ, ᎾᏍᎩ ᎢᏳᏩᏂᏌᏛ ᎪᎯ ᎨᏒ ᎢᎩᏁᎸᎯ ᏥᎩ ᎪᎯᏍᏙᏗ ᎨᏒᎢ."
  },
  {
    "verse": "12",
    "kjv": "Wherefore, as by one man sin entered into the world, and death by sin; and so death passed upon all men, for that all have sinned:",
    "web": "Therefore, as sin entered into the world through one man, and death through sin, so death passed to all men because all sinned.",
    "chr": "ᎾᏍᎩᏃ, ᏌᏉ ᎠᏍᎦᏯ ᎢᏳᏩᏂᏌᏛ ᎠᏍᎦᏂ ᎡᎶᎯ ᏧᎾᏄᎪᏨ, ᎠᎴ ᎠᏲᎱᎯᏍᏗ ᎨᏒ [ᏧᎾᏄᎪᏨ;] ᎠᏍᎦᏂ ᎢᏳᏩᏂᏌᏛ ᎠᎴ ᎾᏍᎩ ᏥᏂᎦᎵᏍᏙᏗᎭ ᎠᏲᎱᎯᏍᏗ ᎨᏒ ᏂᎦᏗᏳ ᏴᏫ ᏧᏂᎷᏤᎸ, ᏂᎦᏗᏳᏰᏃ ᎤᏂᏍᎦᏅᏨ"
  },
  {
    "verse": "13",
    "kjv": "(For until the law sin was in the world: but sin is not imputed when there is no law.",
    "web": "For until the law, sin was in the world; but sin is not charged when there is no law.",
    "chr": "ᏗᎧᎿᏩᏛᏍᏗᏰᏃ ᎤᎵᏁᏨ ᎠᏍᎦᏂ ᏁᎰ ᎡᎶᎯ; ᎠᏎᏃ ᎥᏝ ᎤᏂᏍᎦᏅᏨᎯ ᎨᏥᏰᎸᏗ ᏱᎩ ᎾᎿ ᏗᎧᎿᏩᏛᏍᏗ ᎾᎲᎾ ᎨᏒᎢ."
  },
  {
    "verse": "14",
    "kjv": "Nevertheless death reigned from Adam to Moses, even over them that had not sinned after the similitude of Adam's transgression, who is the figure of him that was to come.",
    "web": "Nevertheless death reigned from Adam until Moses, even over those whose sins weren’t like Adam’s disobedience, who is a foreshadowing of him who was to come.",
    "chr": "ᎠᏎᏍᎩᏂᏃᏅ ᎠᏲᎱᎯᏍᏗ ᎨᏒ ᎡᎲᎩ ᎠᏓᏫ ᏤᎮ ᏅᏓᎬᏩᏓᎴᏅᏛ ᎼᏏᏃ ᏤᎮ ᏫᎬᏍᏘ, ᎾᏍᎩ ᎾᏍᏉ ᎠᏁᎲ ᏄᏂᏍᎦᏅᏨᎾ ᎨᏒ ᎾᏍᎩᏯ ᏄᏛᏁᎸ ᎤᏍᎦᏅᏨ ᎠᏓᏫ, ᎾᏍᎩ ᎤᎷᎯᏍᏗ ᏥᎨᏒ ᏣᎦᏟᎶᏍᏙᏗ ᏥᎨᏎᎢ."
  },
  {
    "verse": "15",
    "kjv": "But not as the offence, so also is the free gift. For if through the offence of one many be dead, much more the grace of God, and the gift by grace, which is by one man, Jesus Christ, hath abounded unto many.",
    "web": "But the free gift isn’t like the trespass. For if by the trespass of the one the many died, much more did the grace of God and the gift by the grace of the one man, Jesus Christ, abound to the many.",
    "chr": "ᎠᏎᏃ ᎥᏝ ᎾᏍᎩᏯ ᏥᏄᏍᏕ ᎠᏍᎦᏅᏨᎢ, ᎾᏍᎩ ᎾᏍᏉ ᏱᏄᏍᏕ ᎬᏩᎦᏘᏯ ᎠᏓᏁᏗ ᎨᏒᎢ. ᎢᏳᏍᏕ ᎬᏩᎦᏘᏯ ᎠᏓᏁᏗ ᎨᏒᎢ. ᎢᏳᏰᏃ ᎠᏏᏴᏫ ᎤᏍᎦᏅᏨ ᎤᏂᏣᏘ ᏧᏂᏲᎱᎯᏍᏔᏅᎯ ᏱᎩ; ᎤᏟᎯᏳ ᎢᎦᎢ ᎤᏂᏣᏘ ᎤᏣᏘ ᎤᏂᎷᏤᎸ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎤᏁᎳᏅᎯ, ᎠᎴ ᎤᏓᏁᏗ ᎨᏒ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᏅᏓᏳᏓᎴᏅᎯ ᏥᎩ, ᎾᏍᎩ ᎠᏏᏴᏮ ᎠᏍᎦᏯ ᎢᏳᏩᏂᏌᏛ, ᎾᏍᎩ ᏥᏌ ᎦᎶᏁᏛ."
  },
  {
    "verse": "16",
    "kjv": "And not as it was by one that sinned, so is the gift: for the judgment was by one to condemnation, but the free gift is of many offences unto justification.",
    "web": "The gift is not as through one who sinned; for the judgment came by one to condemnation, but the free gift followed many trespasses to justification.",
    "chr": "ᎠᎴ ᎥᏝ ᎾᏍᎩᏯ ᎠᏏᏴᏫᏉ ᎤᏍᎦᏅᏨᎯ ᎢᏳᏩᏂᏌᏛ [ᏗᎨᎫᎪᏓᏁᏗ ᏥᏄᎵᏍᏔᏁ] ᎾᏍᎩᏯ ᏱᏄᏍᏗ ᎤᏓᏁᏗ ᎨᏒᎢ; ᎠᏍᎦᏅᏨᏰᏃ ᏗᎫᎪᏙᏗ ᎨᏒ ᏌᏉᏉ ᎢᏯᏍᎦᏅᏨᎯ ᏅᏓᏳᏓᎴᏅᎯ; ᎬᏩᎦᏘᏯᏍᎩᏂ ᎤᏓᏁᏗ ᎨᏒ ᎤᏣᏘ ᎢᏯᏍᎦᏅᏨᎯ ᎠᏚᏓᎴᏍᏙᏗ ᎤᎬᏩᎳ."
  },
  {
    "verse": "17",
    "kjv": "For if by one man's offence death reigned by one; much more they which receive abundance of grace and of the gift of righteousness shall reign in life by one, Jesus Christ.)",
    "web": "For if by the trespass of the one, death reigned through the one; so much more will those who receive the abundance of grace and of the gift of righteousness reign in life through the one, Jesus Christ.",
    "chr": "ᎢᏳᏰᏃ ᏌᏉ ᏴᏫ ᎤᏍᎦᏅᏨ ᏱᏅᏗᎦᎵᏍᏙᏗᎭ ᎠᏲᎱᎯᏍᏗ ᎨᏒ ᏰᎭ ᎾᏍᎩ ᎠᏏᏴᏫ ᎢᏳᏩᏂᏌᏛ; ᎤᏟᎯᏳ ᏄᏓᎷᎸᎾ ᎾᏍᎩ ᎤᏣᏘ ᎨᏥᏁᎸᎯ ᏥᎩ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎠᎴ ᎬᏩᎦᏘᏯ ᎠᏚᏓᎴᏍᏙᏗ ᎨᏒᎢ, ᎾᏍᎩ ᎬᏂᏛ ᏗᎨᏒ ᎤᏂᎬᏫᏳᎯ ᎨᏎᏍᏗ ᎠᏏᏴᏫ ᎢᏳᏩᏂᏌᏛ, ᎾᏍᎩ ᏥᏌ ᎦᎶᏁᏛ."
  },
  {
    "verse": "18",
    "kjv": "Therefore as by the offence of one judgment came upon all men to condemnation; even so by the righteousness of one the free gift came upon all men unto justification of life.",
    "web": "So then as through one trespass, all men were condemned; even so through one act of righteousness, all men were justified to life.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎾᏍᎩ ᎠᏏᏴᏫ ᎤᏍᎦᏅᏨ ᎢᏳᏩᏂᏌᏛ ᎠᏍᎦᏅᏨ ᏗᎫᎪᏙᏗ ᎨᏒ ᏂᎦᏗᏳ ᏴᏫ ᏧᏂᎷᏤᎸ; ᎾᏍᎩᏯ ᎾᏍᏉ ᎠᏏᏴᏫ ᏚᏳᎪᏛ ᏄᏛᏁᎸ ᎢᏳᏩᏂᏌᏛ ᎬᏩᎦᏘᏯ ᎤᏓᏁᏗ ᎨᏒ ᎤᏂᎷᏤᎸ ᏂᎦᏗᏳ ᏴᏫ ᎨᎫᏓᎴᏍᏗᏱ ᎬᏂᏛ ᎤᏂᏩᏛᏗᏱ ᎤᎬᏩᎳ."
  },
  {
    "verse": "19",
    "kjv": "For as by one man's disobedience many were made sinners, so by the obedience of one shall many be made righteous.",
    "web": "For as through the one man’s disobedience many were made sinners, even so through the obedience of the one, many will be made righteous.",
    "chr": "ᎠᏏᏴᏫᏰᏃ ᏴᏫ ᏄᏬᎯᏳᏅᎾ ᎨᏒ ᎢᏳᏩᏂᏌᏛ ᎤᏂᏣᏘ ᎠᏂᏍᎦᎾ ᏥᏄᎾᎵᏍᏔᏅ, ᎾᏍᎩᏯ ᎾᏍᏉ ᎠᏏᏴᏫ ᎤᏬᎯᏴᏅ ᏅᏓᎦᎵᏍᏙᏔᏂ ᎤᏂᏣᏘ ᎠᏂᏍᎦᎾ ᏂᎨᏒᎾ ᏅᏛᎾᎵᏍᏔᏂ."
  },
  {
    "verse": "20",
    "kjv": "Moreover the law entered, that the offence might abound. But where sin abounded, grace did much more abound:",
    "web": "The law came in that the trespass might abound; but where sin abounded, grace abounded more exceedingly,",
    "chr": "ᏗᎧᎿᏩᏛᏍᏗᏍᎩᏂ ᎤᏙᏢᏁ ᎠᏍᎦᏅᎢᏍᏗ ᎨᏒ ᎤᏁᏉᎢᏍᏗᏱ. ᎠᏎᏃ ᎾᎿ ᎠᏍᎦᏅᎢᏍᏗ ᎨᏒ ᎤᏁᏉᏥᏕᎬ ᎾᎿ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎤᏟᎯᏳ ᎤᏁᏉᏥᏕᎬᎩ;"
  },
  {
    "verse": "21",
    "kjv": "That as sin hath reigned unto death, even so might grace reign through righteousness unto eternal life by Jesus Christ our Lord.",
    "web": "that as sin reigned in death, even so grace might reign through righteousness to eternal life through Jesus Christ our Lord.",
    "chr": "ᎾᏍᎩᏃ ᎠᏍᎦᏂ ᏧᎬᏫᏳᏌᏕᎬᎩ ᎠᏲᎱᎯᏍᏗ ᎨᏒ ᎦᎾᏄᎪᏫᏍᎬᎢ, ᎾᏍᎩᏯ ᎾᏍᏉ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎤᎬᏫᏳᏌᏕᎩ ᎢᏳᎵᏍᏙᏗᏱ ᎬᏂᏛ ᎦᎾᏄᎪᏫᏍᎬ ᎬᏔᏅᎯ ᎠᏚᏓᎴᏍᏙᏗ ᎨᏒ ᏥᏌ ᎦᎶᏁᏛ ᎤᎬᏫᏳᎯ ᎢᎦᏤᎵ ᎢᏳᏩᏂᏌᏛ."
  }
]