[
  {
    "verse": "1",
    "kjv": "What shall we say then? Shall we continue in sin, that grace may abound?",
    "web": "What shall we say then? Shall we continue in sin, that grace may abound?",
    "chr": "ᎦᏙᎨᏃ ᏓᏓᏛᏂ? ᏥᎪ ᎠᏏᏉ ᎨᏗᏍᎦᏅᎨᏍᏗ ᎾᏍᎩ ᎢᏳᏩᏂᏐᏗᏱ ᎤᏁᏉᎢᏍᏗᏱ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒᎢ?"
  },
  {
    "verse": "2",
    "kjv": "God forbid. How shall we, that are dead to sin, live any longer therein?",
    "web": "May it never be! We who died to sin, how could we live in it any longer?",
    "chr": "ᎬᏩᏟᏍᏗ. ᎠᏴ ᏗᎩᏲᎱᏒᎯ ᎠᏍᎦᏅᎢᏍᏗ ᎨᏒ ᎤᎬᏩᎵ, ᎦᏙ ᏱᏚᎵᏍᏙᏓ ᏰᎵ ᎠᏏ ᎾᎿ ᎠᏓᎴᏂᏓ?"
  },
  {
    "verse": "3",
    "kjv": "Know ye not, that so many of us as were baptized into Jesus Christ were baptized into his death?",
    "web": "Or don’t you know that all of us who were baptized into Christ Jesus were baptized into his death?",
    "chr": "ᏝᏍᎪ ᏱᏥᎦᏔᎭ, ᎾᏍᎩ ᏂᏗᎥ ᏤᎦᏬᎥᎯ ᎨᏒ ᏥᏌ ᎦᎶᏁᏛ ᏕᏓᏓᏲᎯᏎᎲᎢ, ᎾᏍᎩ ᎤᏲᎱᏒ ᎤᎬᏩᎵ ᏕᎦᏬᎥᎢ?"
  },
  {
    "verse": "4",
    "kjv": "Therefore we are buried with him by baptism into death: that like as Christ was raised up from the dead by the glory of the Father, even so we also should walk in newness of life.",
    "web": "We were buried therefore with him through baptism into death, that just as Christ was raised from the dead through the glory of the Father, so we also might walk in newness of life.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎾᏍᎩ ᏤᎦᏬᎥᎯ ᏥᎩ, ᎦᎶᏁᏛ ᎢᏧᎳᎭ ᏕᎩᏂᏌᏅᎩ, ᎠᎴ ᎾᏍᎩ ᏗᎩᏲᎱᏒᎯ ᏄᎵᏍᏔᏅᎩ; ᎾᏍᎩ ᎦᎶᏁᏛ ᎤᏲᎱᏒ ᏥᏓᎦᎴᏔᏁᎢ ᎠᎦᏴᎵᎨ ᎦᎸᏉᏗᏳ ᎨᏒ ᎬᏔᏅᎯ, ᎾᏍᎩᏯ ᎾᏍᏉ ᎠᏴ ᎢᏓᎴᏂᏙᎲ ᎢᏤ ᏱᏓᎴᏂᏙᎭ."
  },
  {
    "verse": "5",
    "kjv": "For if we have been planted together in the likeness of his death, we shall be also in the likeness of his resurrection:",
    "web": "For if we have become united with him in the likeness of his death, we will also be part of his resurrection;",
    "chr": "ᎢᏳᏰᏃ ᎾᏍᎩ ᎤᏲᎱᏒ ᏗᏓᏤᎵᏛ ᎢᏰᎬᏁᎸᎯ ᎨᏎᏍᏗ, ᎾᏍᏉᏍᎩᏂ ᏚᎴᎯᏌᏅ ᏗᏓᏤᎵᏛ ᎢᏰᎬᏁᏗ ᎨᏎᏍᏗ."
  },
  {
    "verse": "6",
    "kjv": "Knowing this, that our old man is crucified with him, that the body of sin might be destroyed, that henceforth we should not serve sin.",
    "web": "knowing this, that our old man was crucified with him, that the body of sin might be done away with, so that we would no longer be in bondage to sin.",
    "chr": "ᎯᎠᏰᏃ ᎾᏍᎩ ᎢᏗᎦᏔᎭ, ᎾᏍᎩ ᎢᎦᏤᎵ ᎤᏪᏥ ᎠᏍᎦᏯ ᏓᏓᎿᏩᏍᏛ ᎠᎦᏛᏅ ᎢᏧᎳᎭ ᎾᏍᎩ [ᎦᎶᏁᏛ] ᎠᎦᏛᏅᎢ, ᎾᏍᎩ ᎠᏍᎦᏅᎢᏍᏗ ᎨᏒ ᎠᏰᎸ ᎡᎲ ᎤᏲᎱᎯᏍᏗᏱ, ᎪᎯ ᎢᏳᏓᎴᏅᏛ ᎠᏍᎦᏂ ᏗᎩᎾᏢᏗᏱ ᏂᎨᏒᎾ."
  },
  {
    "verse": "7",
    "kjv": "For he that is dead is freed from sin.",
    "web": "For he who has died has been freed from sin.",
    "chr": "ᎾᏍᎩᏰᏃ Ꮎ ᎤᏲᎱᏒᎯ ᎤᏚᏓᎳᎡᎸᎯ ᎨᏐ ᎠᏍᎦᏂ."
  },
  {
    "verse": "8",
    "kjv": "Now if we be dead with Christ, we believe that we shall also live with him:",
    "web": "But if we died with Christ, we believe that we will also live with him,",
    "chr": "ᎢᏳᏰᏃ ᎦᎶᏁᏛ ᎢᏧᎳᎭ ᏗᎩᏲᎱᏒᎯ ᎨᏎᏍᏗ, ᎢᏙᎯᏳᎲᏍᎦ ᎢᏧᎳᎭ ᏗᏛᏃᏛ ᎢᏳᎵᏍᏙᏗᏱ;"
  },
  {
    "verse": "9",
    "kjv": "Knowing that Christ being raised from the dead dieth no more; death hath no more dominion over him.",
    "web": "knowing that Christ, being raised from the dead, dies no more. Death no longer has dominion over him!",
    "chr": "ᎢᏗᎦᏔᎭᏰᏃ ᎾᏍᎩ ᎦᎶᏁᏛ ᎤᏲᎱᏒ ᏣᎦᎴᏔᏅᎯ ᎨᏒᎢ, ᎥᏝ ᏔᎵᏁ ᎤᏲᎱᎯᏍᏗ ᏱᎩ; ᎠᏲᎱᎯᏍᏗ ᎨᏒ ᎥᏝ ᎿᏉ ᎤᏓᎵᏁᎯᏕᎯ ᏱᎩ."
  },
  {
    "verse": "10",
    "kjv": "For in that he died, he died unto sin once: but in that he liveth, he liveth unto God.",
    "web": "For the death that he died, he died to sin one time; but the life that he lives, he lives to God.",
    "chr": "ᎾᏍᎩᏰᏃ ᎤᏲᎱᏒᎯ ᏥᎩ, ᎠᏍᎦᏂ ᎤᎬᏩᎵ ᏌᏉ ᏄᏲᎱᏒᎩ; ᎠᏍᎩᏂ ᎬᏃᏛ ᏥᎩ, ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᎤᎬᏩᎵ ᎬᏃᏛ."
  },
  {
    "verse": "11",
    "kjv": "Likewise reckon ye also yourselves to be dead indeed unto sin, but alive unto God through Jesus Christ our Lord.",
    "web": "Thus consider yourselves also to be dead to sin, but alive to God in Christ Jesus our Lord.",
    "chr": "ᎾᏍᎩᏯ ᎾᏍᏉ ᏂᎯ ᎢᏨᏒ ᎨᏒ ᎤᏙᎯᏳᎯ ᏗᏥᏲᎱᏒᎯ ᎨᏒ ᎢᏣᏓᏓᏅᏖᏍᎨᏍᏗ ᎠᏍᎦᏂ ᎤᎬᏩᎵ, ᎤᏁᎳᏅᎯᏍᎩᏂ ᎤᏤᎵ ᎤᎬᏩᎵ ᏗᏨᏃᏛ ᎨᏒ ᏥᏌ ᎦᎶᏁᏛ ᎢᎦᏤᎵ ᎤᎬᏫᏳᎯ ᎢᏳᏩᏂᏌᏛ."
  },
  {
    "verse": "12",
    "kjv": "Let not sin therefore reign in your mortal body, that ye should obey it in the lusts thereof.",
    "web": "Therefore don’t let sin reign in your mortal body, that you should obey it in its lusts.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᏞᏍᏗ ᎠᏍᎦᏂ ᏳᎬᏫᏳᏌᏕᎨᏍᏗ ᏗᏲᎩ ᏗᏥᏰᎸᎢ, ᎾᏍᎩ [ᎠᏍᎦᏂ] ᎢᏦᎯᏳᏗᏱ ᎾᎿ [ᏗᏥᏰᎸ] ᎤᏚᎸᏅᎥᏍᎬᎢ."
  },
  {
    "verse": "13",
    "kjv": "Neither yield ye your members as instruments of unrighteousness unto sin: but yield yourselves unto God, as those that are alive from the dead, and your members as instruments of righteousness unto God.",
    "web": "Also, do not present your members to sin as instruments of unrighteousness, but present yourselves to God as alive from the dead, and your members as instruments of righteousness to God.",
    "chr": "ᎠᎴ ᏞᏍᏗ ᎠᏍᎦᏂ ᏤᏥᏲᎯᏎᎸᎩ ᏗᏥᏰᎸ ᎤᏚᏓᏕᏫᏒᎢ, ᎾᏍᎩ ᏗᏨᏙᏗᏱ ᏂᏚᏳᎪᏛᎾ ᏗᏥᎸᏫᏍᏓᏁᏗᏱ; ᎤᏁᎳᏅᎯᏍᎩᏂ ᎢᏨᏒ ᏤᏣᏓᏲᎯᏏ, ᎾᏍᎩ ᎢᏳᎾᏛᏁᏗ ᎤᎾᏛᏂᏛᎯ ᏧᏂᏲᎱᏒᎯ ᎨᏒ ᎠᎴ ᏗᏥᏰᎸ ᎤᏚᏓᏕᏫᏒ ᎤᏁᎳᏅᎯ ᏕᏥᏲᎯᏎᎸᎩ ᎾᏍᎩ ᏗᏨᏙᏗᏱ ᏚᏳᎪᏛ ᏗᏥᎸᏫᏍᏓᏁᏗᏱ,"
  },
  {
    "verse": "14",
    "kjv": "For sin shall not have dominion over you: for ye are not under the law, but under grace.",
    "web": "For sin will not have dominion over you, for you are not under law, but under grace.",
    "chr": "ᎠᏍᎦᏂᏰᏃ ᎥᏝ ᏱᎨᏣᏓᎵᏁᎯᏕᎮᏍᏗ; ᎥᏝᏰᏃ ᏗᎧᎿᏩᏛᏍᏗᏱ ᏱᏣᏓᏄᏴᏗ, ᎬᏩᎦᏘᏯᏍᎩᏂ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎢᏣᏓᏄᏴᏗ."
  },
  {
    "verse": "15",
    "kjv": "What then? shall we sin, because we are not under the law, but under grace? God forbid.",
    "web": "What then? Shall we sin because we are not under law but under grace? May it never be!",
    "chr": "ᎦᏙᏃ? ᎢᏗᏍᎦᏅᎨᏍᏗᏍᎪ, ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ ᏗᎧᎿᏩᏛᏍᏗᏱ ᏂᎦᏓᏄᏴᏛᎾ ᎨᏒᎢ, ᎬᏩᎦᏘᏯᏍᎩᏂ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎢᎦᏓᏄᏴᏛᎢ? ᎬᏩᏟᏍᏗ."
  },
  {
    "verse": "16",
    "kjv": "Know ye not, that to whom ye yield yourselves servants to obey, his servants ye are to whom ye obey; whether of sin unto death, or of obedience unto righteousness?",
    "web": "Don’t you know that when you present yourselves as servants and obey someone, you are the servants of whomever you obey, whether of sin to death, or of obedience to righteousness?",
    "chr": "ᏝᏍᎪ ᏱᏥᎦᏔᎭ, ᎾᏍᎩ ᎩᎶ ᏱᏕᏣᏓᏲᎯᏎᎸ ᎢᏥᏅᏏᏙᎲ ᎡᏦᎢᏳᏗᏱ, ᎾᏍᎩ ᎢᏥᎾᏝᎢ ᎨᏒ ᎡᏦᎢᏳᎲᏍᎩ; ᎾᏍᏉ ᎠᏍᎦᏂ ᏱᎩ ᎠᏲᎱᎯᏍᏗ ᎨᏒ ᎬᏗᏍᎩ ᏱᎩ, ᎠᎴ ᎪᎯᏳᏗ ᎨᏒ ᏱᎩ, ᎠᏚᏓᎴᏍᏗ ᎨᏒ ᎬᏗᏍᎩ?"
  },
  {
    "verse": "17",
    "kjv": "But God be thanked, that ye were the servants of sin, but ye have obeyed from the heart that form of doctrine which was delivered you.",
    "web": "But thanks be to God that, whereas you were bondservants of sin, you became obedient from the heart to that form of teaching to which you were delivered.",
    "chr": "ᎠᏗᎾ ᎤᏁᎳᏅᎯ ᎠᎵᎮᎵᏤᏗ ᎨᏎᏍᏗ, ᎾᏍᎩ ᎤᏙᎯᏳᎯ ᎠᏍᎦᏂ ᏗᏥᎾᏝᎢ ᏥᎨᏒᎩ, ᎠᏎᏃ ᏗᏥᎾᏫ ᎬᏗ ᎢᏦᎯᏳᏅ ᎾᏍᎩ ᏄᏍᏛ ᏗᏕᏲᏗ ᎨᏒ ᎾᏍᎩ ᏤᏥᏲᎯᏎᎸᎯ ᎨᏒᎢ."
  },
  {
    "verse": "18",
    "kjv": "Being then made free from sin, ye became the servants of righteousness.",
    "web": "Being made free from sin, you became bondservants of righteousness.",
    "chr": "ᎾᏍᎩᏃ ᎠᏍᎦᏂ ᎨᏒ ᏂᏗᏥᎾᏝᎥᎾ ᏥᏄᎵᏍᏔᏅ, ᏚᏳᎪᏛ ᎨᏒ ᏗᏥᎾᏝᎢ ᏄᎵᏍᏔᏅᎩ."
  },
  {
    "verse": "19",
    "kjv": "I speak after the manner of men because of the infirmity of your flesh: for as ye have yielded your members servants to uncleanness and to iniquity unto iniquity; even so now yield your members servants to righteousness unto holiness.",
    "web": "I speak in human terms because of the weakness of your flesh; for as you presented your members as servants to uncleanness and to wickedness upon wickedness, even so now present your members as servants to righteousness for sanctification.",
    "chr": "ᏴᏫ ᎢᏳᏂᏪᏍᏗ ᏂᏥᏪᎭ, ᏅᏗᎦᎵᏍᏙᏗᎭ ᎢᏥᏇᏓᎸ ᏩᎾᎦᎳᎯᏳ ᎨᏒᎢ; ᏗᏥᏰᎸᏰᏃ ᎢᏣᏚᏓᏕᏫᏒ ᏥᏕᏥᏲᏒᎩ ᎦᏓᎭ ᎠᎴ ᎤᏲ ᎨᏒ ᎤᏂᎾᏝᎢ ᎢᏳᎵᏍᏙᏗᏱ, ᎾᏍᎩ ᎤᏲ ᏗᏥᎸᏫᏍᏓᏁᏗᏱ; ᎾᏍᎩᏯ ᎾᏍᏉ ᎪᎯ ᎨᏒᎢ, ᏗᏥᏰᎸ ᎢᏣᏚᏓᏕᏫᏒ ᏗᏥᏲᎯ ᎤᏂᎾᏝᎢ ᎢᏳᎵᏍᏙᏗᏱ, ᎾᏍᎩ ᎢᏥᏍᎦᎾ ᏂᎨᏒᎾ ᎢᏳᎵᏍᏙᏗᏱ."
  },
  {
    "verse": "20",
    "kjv": "For when ye were the servants of sin, ye were free from righteousness.",
    "web": "For when you were servants of sin, you were free from righteousness.",
    "chr": "ᎾᎯᏳᏰᏃ ᎠᏍᎦᏂ ᏗᏥᎾᏝᎢ ᏥᎨᏒᎩ, ᏚᏳᎪᏛ ᎨᏒ ᏂᏗᏥᎾᏝᎥᎾ ᎨᏒᎩ."
  },
  {
    "verse": "21",
    "kjv": "What fruit had ye then in those things whereof ye are now ashamed? for the end of those things is death.",
    "web": "What fruit then did you have at that time in the things of which you are now ashamed? For the end of those things is death.",
    "chr": "ᎾᎯᏳᏃ ᏥᎨᏒᎩ ᎦᏙ ᎤᏍᏗ ᎢᏥᏄᏉᏤᎮ ᎾᏍᎩ ᎪᎯ ᏥᏣᏕᎰᏍᎦ? ᎠᏲᎱᎯᏍᏗᏰᏃ ᎨᏒ ᏭᎵᏰᎢᎶᎯᏍᏗ ᎾᏍᎩ."
  },
  {
    "verse": "22",
    "kjv": "But now being made free from sin, and become servants to God, ye have your fruit unto holiness, and the end everlasting life.",
    "web": "But now, being made free from sin and having become servants of God, you have your fruit of sanctification and the result of eternal life.",
    "chr": "ᎪᎯᏍᎩᏂ ᎨᏒ ᎠᏍᎦᏂ ᏂᏗᏥᎾᏝᎥᎾ ᏥᎩ, ᎠᎴ ᎤᎾᎳᏅᎯ ᏗᏥᎾᏝᎢ ᏥᏄᎵᏍᏔᏅ, ᎢᏥᏁᏉᎥᎯ ᎢᏥᎭ ᏂᏥᏍᎦᏅᎾ ᎢᏨᏁᎯ, ᏩᎵᏍᏆᏗᎯᎲᏃ ᏭᏍᏗᏥᎯᏍᏗ ᏂᎨᏒᎾ ᎬᏂᏛ."
  },
  {
    "verse": "23",
    "kjv": "For the wages of sin is death; but the gift of God is eternal life through Jesus Christ our Lord.",
    "web": "For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.",
    "chr": "ᎠᏍᎦᏂᏰᏃ ᎤᏓᎫᏴᎡᏗ ᎨᏒ ᎠᏲᎱᎯᏍᏗ ᎨᏒ ᎢᎩ; ᎤᏁᎳᏅᎯᏍᎩᏂ ᎬᏩᎦᏘᏯ ᎤᏓᏁᏗ ᎨᏒ ᎬᏂᏛ ᏭᏍᏗᏥᎯᏍᏗ ᏂᎨᏒᎾ, ᏥᏌ ᎦᎶᏁᏛ ᎤᎬᏫᏳᎯ ᎢᎦᏤᎵᎦ ᎢᏳᏩᏂᏌᏛ."
  }
]