[
  {
    "verse": "1",
    "kjv": "Know ye not, brethren, (for I speak to them that know the law,) how that the law hath dominion over a man as long as he liveth?",
    "web": "Or don’t you know, brothers (for I speak to men who know the law), that the law has dominion over a man for as long as he lives?",
    "chr": "ᏝᏍᎪ ᏱᏥᎦᏔᎭ, ᎠᏓᎵᏅᏟ, (ᏗᎧᎿᏩᏛᏍᏗᏰᏃ ᎠᏂᎦᏔᎯ ᎦᏥᏬᏁᏗᎭ,) ᎾᏍᎩ ᏗᎧᎿᏩᏛᏍᏗ ᎤᎾᏝᎥ ᏴᏫ ᏂᎪᎯᎸ ᎡᎲᎢ?"
  },
  {
    "verse": "2",
    "kjv": "For the woman which hath an husband is bound by the law to her husband so long as he liveth; but if the husband be dead, she is loosed from the law of her husband.",
    "web": "For the woman that has a husband is bound by law to the husband while he lives, but if the husband dies, she is discharged from the law of the husband.",
    "chr": "ᎠᎨᏴᏰᏃ ᏥᏓᏤᎰᎢ, ᏗᎧᎿᏩᏛᏍᏗ ᎤᏚᏓᎸᏙ ᎤᏰᎯᎤᎾᏁᎳᏗᏍᏗᏱ ᎢᎩᎯᏛ ᎠᎴᏂᏙᎲ ᎤᏰᎯ; ᎤᏰᎯᏍᎩᏂ ᎤᏲᎱᏒᎯ ᏱᎩ, ᎤᏚᏓᎴᏛ ᎨᏐ ᏗᎧᎿᏩᏛᏍᏗ ᎤᏚᏓᎸᏛ ᎤᏰᎯ ᎤᎾᏁᎳᏗᏍᏗᏱ."
  },
  {
    "verse": "3",
    "kjv": "So then if, while her husband liveth, she be married to another man, she shall be called an adulteress: but if her husband be dead, she is free from that law; so that she is no adulteress, though she be married to another man.",
    "web": "So then if, while the husband lives, she is joined to another man, she would be called an adulteress. But if the husband dies, she is free from the law, so that she is no adulteress, though she is joined to another man.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ, ᎢᏳᏃ ᎠᏏᏉ ᎡᎲ ᎤᏰᎯ, ᏅᏩᏓᎴ ᎠᏍᎦᏯ ᏱᏚᎾᏤᏅ, ᎠᏓᏲᏁᎯ ᎠᎪᏎᎮᏍᏗ; ᎢᏳᏍᎩᏂ ᎤᏰᎯ ᎤᏲᎱᏒᎯ ᏱᎩ, ᎤᏚᏓᎴᏛ ᎨᏐ ᏗᎧᎿᏩᏛᏍᏗ ᎤᏚᏓᎸᏛᎢ; ᎾᏍᎩᏃ ᎥᏝ ᎠᏓᏲᏁᎯ ᏱᎩ, ᎤᏁᎳᎩ ᏅᏩᏓᎴ ᎠᏍᎦᏯ ᏱᏓᎾᏤᎭ."
  },
  {
    "verse": "4",
    "kjv": "Wherefore, my brethren, ye also are become dead to the law by the body of Christ; that ye should be married to another, even to him who is raised from the dead, that we should bring forth fruit unto God.",
    "web": "Therefore, my brothers, you also were made dead to the law through the body of Christ, that you would be joined to another, to him who was raised from the dead, that we might produce fruit to God.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏓᎵᏅᏟ ᏂᎯ ᎾᏍᏉ ᏗᏥᏲᎱᏒᎯ ᏂᏣ-ᎵᏍᏔᏅ ᏗᎧᎿᏩᏛᏍᏗ ᎤᎬᏩᎵ, ᎦᎶᏁᏛ ᎠᏰᎸ ᎢᏳᏩᏂᏌᏛ; ᎾᏍᎩ ᏅᏩᏓᎴ ᏗᏣᏨᏍᏗᏱ ᎠᏰᎸᏒᎩ, ᎾᏍᎩ ᎠᏲᎱᏒ ᏣᎦᎴᏔᏅᎯ ᎨᏒᎢ, ᎾᏍᎩ ᎤᎦᏔᏔᏅᎯ ᎡᏗᎾᏄᎪᏫᏎᏍᏱ ᎤᏁᎳᏅᎯ."
  },
  {
    "verse": "5",
    "kjv": "For when we were in the flesh, the motions of sins, which were by the law, did work in our members to bring forth fruit unto death.",
    "web": "For when we were in the flesh, the sinful passions which were through the law worked in our members to bring out fruit to death.",
    "chr": "ᎤᏇᏓᎸᏉᏰᏃ ᎠᏏ ᏥᏕᎲᎢ, ᎠᏍᎦᏅᎢᏍᏗ ᎨᏒ ᎤᏚᎸᏅᎥᏍᎬᎢ, ᎾᏍᎩ ᏗᎧᎿᏩᏛᏍᏗ ᎢᏳᏩᏂᏌᏛ ᎨᏒᎢ, ᎾᏍᎩ ᏚᎸᏫᏍᏓᏁᎲᎩ ᏗᏗᏰᎸ ᎤᏚᏓᏕᏫᏒᎢ ᎤᎦᏔᏔᏅᎯ ᎠᏲᎱᎯᏍᏗ ᎨᏒ ᎡᏗᎾᏄᎪᏫᏎᏗᏱ."
  },
  {
    "verse": "6",
    "kjv": "But now we are delivered from the law, that being dead wherein we were held; that we should serve in newness of spirit, and not in the oldness of the letter.",
    "web": "But now we have been discharged from the law, having died to that in which we were held; so that we serve in newness of the spirit, and not in oldness of the letter.",
    "chr": "ᎪᎯᏍᎩᏂ ᎨᏒ ᏗᎧᎿᏩᏛᏍᏗ ᎡᏓᏚᏓᎳᎡᎸ, ᏅᏗᎦᎵᏍᏙᏗᎭ ᎤᏲᎱᏒᎯ ᎨᏒ ᏗᎩᎾᏢᏅᎯ ᎨᏒᎢ; ᎾᏍᎩ ᎢᏤ ᎠᏓᏅᏙ ᎢᎬᏙᏗᏱ ᎪᎱᏍᏗ ᎡᏓᏛᏁᏗᏱ, ᎥᏝᏃ ᎪᏪᎸᏉ ᎢᎬᏙᏗᏱ ᎾᏍᎩᏯ ᏂᎦᏛᏁᎸ ᏧᏩᎫᏔᏅᏒᎢ."
  },
  {
    "verse": "7",
    "kjv": "What shall we say then? Is the law sin? God forbid. Nay, I had not known sin, but by the law: for I had not known lust, except the law had said, Thou shalt not covet.",
    "web": "What shall we say then? Is the law sin? May it never be! However, I wouldn’t have known sin except through the law. For I wouldn’t have known coveting unless the law had said, “You shall not covet.”",
    "chr": "ᎦᏙᎨᏃ ᏓᏓᏛᏂ? ᏥᎪ ᏗᎧᎿᏩᏛᏍᏗ ᎠᏍᎦᏂᏉ? ᎬᏩᏟᏍᏗ. ᎥᏝᏍᎩᏂ ᎠᏍᎦᏂ ᏱᎬᎩᎦᏙᎥᏎ ᎥᏝ ᏗᎧᎿᏩᏛᏍᏗ; ᎥᏝᏰᏃ ᏱᎦᏥᎦᏔᎮ ᎤᏲ ᎠᏚᎸᏅᏗ ᎨᏒᎢ, ᎢᏳᏃ ᏗᎧᎿᏩᏛᏍᏗ ᎯᎠ ᏄᏪᏒᎾ ᏱᎨᏎᎢ, ᏞᏍᏗ ᏣᏓᏚᎸᎡᎸᎩ."
  },
  {
    "verse": "8",
    "kjv": "But sin, taking occasion by the commandment, wrought in me all manner of concupiscence. For without the law sin was dead.",
    "web": "But sin, finding occasion through the commandment, produced in me all kinds of coveting. For apart from the law, sin is dead.",
    "chr": "ᎠᏍᎦᏂᏍᎩᏂ ᎤᎵᏁᏨ ᎬᏗᏍᎬᎢ ᏄᏓᎴᏒ ᎤᏲ ᎠᏆᏚᎸᏅᏗᏱ ᎾᏋᏁᎸᎩ. ᎥᏝᏰᏃ ᏗᎧᎿᏩᏛᏍᏗ ᎠᏍᎦᏂ ᎤᏲᎱᏒᎯ ᏱᎩ."
  },
  {
    "verse": "9",
    "kjv": "For I was alive without the law once: but when the commandment came, sin revived, and I died.",
    "web": "I was alive apart from the law once, but when the commandment came, sin revived and I died.",
    "chr": "ᎢᎸᎯᏳᏰᏃ ᏥᎨᏒ ᏗᎧᎿᏩᏛᏍᏗ ᏂᏓᏆᏁᎶᏛᎾ ᎨᏒ ᎢᏳᎢ ᎬᏃᏛ ᎨᏒᎩ; ᎤᎵᏁᏨᏍᎩᏂ ᎤᎷᏨ, ᎠᏍᎦᏂ ᎤᏛᏂᏛᎩ, ᎠᏴᏃ ᎠᎩᏲᎱᏒᎩ."
  },
  {
    "verse": "10",
    "kjv": "And the commandment, which was ordained to life, I found to be unto death.",
    "web": "The commandment which was for life, this I found to be for death;",
    "chr": "ᎠᎴ ᎾᏍᎩ ᎤᎵᏁᏨ ᎬᏂᏛ ᎠᏓᏁᎯ ᎨᏒ ᎠᏓᎯᎯᏉ ᎾᏆᎵᏍᏓᏁᎸᎩ ᎠᏴ."
  },
  {
    "verse": "11",
    "kjv": "For sin, taking occasion by the commandment, deceived me, and by it slew me.",
    "web": "for sin, finding occasion through the commandment, deceived me, and through it killed me.",
    "chr": "ᎠᏍᎦᏂᏰᏃ ᎤᎵᏁᏨ ᎬᏗᏍᎬ ᎠᎩᎶᏄᎮᎸᎩ, ᎠᎴ ᎾᏍᎩ ᎠᎩᎯᏍᏔᏅᎩ."
  },
  {
    "verse": "12",
    "kjv": "Wherefore the law is holy, and the commandment holy, and just, and good.",
    "web": "Therefore the law indeed is holy, and the commandment holy, righteous, and good.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᏗᎧᎿᏩᏛᏍᏗ ᎾᏍᎦᏅᎾ; ᎠᎴ ᎾᏍᎩ ᎤᎵᏁᏨ ᎾᏍᎦᏅᎾ, ᎠᎴ ᏚᏳᎪᏛᎢ, ᎠᎴ ᎣᏏᏳ."
  },
  {
    "verse": "13",
    "kjv": "Was then that which is good made death unto me? God forbid. But sin, that it might appear sin, working death in me by that which is good; that sin by the commandment might become exceeding sinful.",
    "web": "Did then that which is good become death to me? May it never be! But sin, that it might be shown to be sin, was producing death in me through that which is good; that through the commandment sin might become exceedingly sinful.",
    "chr": "ᏥᎪᏃ ᎾᏍᎩ Ꮎ ᎣᏍᏛ ᎨᏒ ᎠᎩᎯᎯᏉ ᏄᎵᏍᏔᏁᎢ? ᎬᏩᏟᏍᏗ. ᎠᏍᎦᏂᏍᎩᏂ, ᎾᏍᎩ ᎬᏂᎨᏒ ᎢᏳᎵᏍᏙᏗᏱ ᎾᏍᎩ ᏄᏍᏛ ᎠᏍᎦᏂ, ᏚᎸᏫᏍᏓᏁᎲᎩ ᎠᎩᎯᏍᏗᏱ ᎬᏗᏍᎬᎩ ᎾᏍᎩ Ꮎ ᎣᏍᏛ ᎨᏒᎢ; ᎾᏍᎩ ᎠᏍᎦᏂ ᎤᎵᏁᏨ ᎢᏳᏩᏂᏌᏛ ᎤᏣᏘ ᎠᏍᎦᎾᎯᏳ ᎢᏳᎵᏍᏙᏗᏱ."
  },
  {
    "verse": "14",
    "kjv": "For we know that the law is spiritual: but I am carnal, sold under sin.",
    "web": "For we know that the law is spiritual, but I am fleshly, sold under sin.",
    "chr": "ᎢᏗᎦᏔᎭᏰᏃ ᎾᏍᎩ ᏗᎧᎿᏩᏛᏍᏗ ᎠᏓᏅᏙ ᎤᏠᏱ ᎨᏒᎢ; ᎠᏴᏍᎩᏂ ᎤᏇᏓᎵ ᎠᏆᏘᏂ-ᏙᎯ, ᎥᎩᎾᏗᏅᏛ ᎠᏍᎦᏂ ᎠᎩᎾᏢᏗᏱ."
  },
  {
    "verse": "15",
    "kjv": "For that which I do I allow not: for what I would, that do I not; but what I hate, that do I.",
    "web": "For I don’t understand what I am doing. For I don’t practice what I desire to do; but what I hate, that I do.",
    "chr": "ᏄᏍᏛᏰᏃ ᏓᎩᎸᏫᏍᏓᏁᎲᎢ, ᎥᏝ ᎣᏏᏳ Ꮿ-ᎩᏰᎸᎭ; ᏄᏍᏛᏍᎩᏂ ᎠᏆᏚᎵᏍᎬᎢ ᎥᏝ ᎾᏍᎩ ᏱᏂᎦᏛᏁᎰᎢ; ᎾᏍᎩᏍᎩᏂ ᏥᏂᏆᏘᎲᎢ, ᎾᏍᎩ ᏂᎦᏛᏁᎰᎢ."
  },
  {
    "verse": "16",
    "kjv": "If then I do that which I would not, I consent unto the law that it is good.",
    "web": "But if what I don’t desire, that I do, I consent to the law that it is good.",
    "chr": "ᎾᏍᎩᏃ ᎢᏳ ᎾᏆᏚᎵᏍᎬᎾ ᎨᏒ ᎾᏍᎩ ᏱᏂᎦᏛᏁᎭ, ᏗᎧᎿᏩᏛᏍᏗ ᎣᏏᏳ ᎨᏒ ᎪᎢᏳᎲᏍᎦ."
  },
  {
    "verse": "17",
    "kjv": "Now then it is no more I that do it, but sin that dwelleth in me.",
    "web": "So now it is no more I that do it, but sin which dwells in me.",
    "chr": "ᎾᏍᎩᏃ ᏥᏄᏍᏗ ᎥᏝ ᎿᏉ ᎠᏴ ᎾᏍᎩ ᏱᏂᎦᏛᏁᎭ, ᎠᏍᎦᏂᏍᎩᏂ ᎾᏍᎩ ᏣᎩᏯᎠ."
  },
  {
    "verse": "18",
    "kjv": "For I know that in me (that is, in my flesh,) dwelleth no good thing: for to will is present with me; but how to perform that which is good I find not.",
    "web": "For I know that in me, that is, in my flesh, dwells no good thing. For desire is present with me, but I don’t find it doing that which is good.",
    "chr": "ᏥᎦᏔᎭᏰᏃ ᎾᏍᎩ ᎠᏴ ᎨᏒᎢ, (ᎾᏍᎩ ᎠᎩᏇᏓᎸ ᏯᏛᏅ,) ᎪᎱᏍᏗ ᎣᏍᏛ ᏄᎵᏠᏯᏍᏛᎾ ᎨᏒᎢ; ᎠᏚᎸᏗᏱᏰᏃ ᎠᎩᎭ; ᎾᏍᎩᏍᎩᏂ Ꮎ ᎣᏍᏛ ᎨᏒ ᎢᏯᏛ-ᏁᏗᏱ ᎥᏝ ᏱᏥᏩᏘᎭ."
  },
  {
    "verse": "19",
    "kjv": "For the good that I would I do not: but the evil which I would not, that I do.",
    "web": "For the good which I desire, I don’t do; but the evil which I don’t desire, that I practice.",
    "chr": "ᎣᏍᏛᏰᏃ ᎢᏯᏛᏁᏗᏱ ᎠᏆᏚᎵᏍᎬᎢ, ᎥᏝ ᎾᏍᎩ ᏱᏂᎦᏛᏁᎰᎢ; ᎤᏲᏍᎩᏂ ᎾᏍᎩ ᎾᏆᏚᎵᏍᎬᎾ ᎨᏒᎢ, ᎾᏍᎩ ᏂᎦᏛᏁᎰᎢ."
  },
  {
    "verse": "20",
    "kjv": "Now if I do that I would not, it is no more I that do it, but sin that dwelleth in me.",
    "web": "But if what I don’t desire, that I do, it is no more I that do it, but sin which dwells in me.",
    "chr": "ᎾᏍᎩᏃ ᎢᏳᏃ ᎠᏴ ᎾᏆᏚᎵᏍᎬᎾ ᎨᏒ ᎾᏍᎩ ᏱᏂᎦᏛᏁᎭ, ᎥᏝ ᎠᏴ ᎿᏉ ᎾᏍᎩ ᏱᏂᎦᎦᏛᏁᎭ, ᎠᏍᎦᏂᏍᎩᏂ ᎾᏍᎩ ᏣᎩᏯᎠ."
  },
  {
    "verse": "21",
    "kjv": "I find then a law, that, when I would do good, evil is present with me.",
    "web": "I find then the law that, while I desire to do good, evil is present.",
    "chr": "ᎾᏍᎩᏃ ᎾᏉ ᏥᏩᏘᎭ ᎯᎠ ᏗᎧᎿᏩᏛᏍᏗ, ᎾᏍᎩ ᎣᏍᏛ ᎢᏯᏆᏛᏁᏗᏱ ᎠᏆᏚᎸ, ᎤᏲ ᎨᏒ ᏓᎩᎧᎿᏩᏗᏙᎰᎢ."
  },
  {
    "verse": "22",
    "kjv": "For I delight in the law of God after the inward man:",
    "web": "For I delight in God’s law after the inward person,",
    "chr": "ᎣᏏᏳᏰᏃ ᎠᎩᏰᎸᎭ ᏗᎧᎿᏩᏛᏍᏗ ᎤᏁᎳᏅᎯ ᎤᏤᎢᎦ ᎬᏗᎭ ᎭᏫᏂ ᎠᏇᎲ ᏴᏫ."
  },
  {
    "verse": "23",
    "kjv": "But I see another law in my members, warring against the law of my mind, and bringing me into captivity to the law of sin which is in my members.",
    "web": "but I see a different law in my members, warring against the law of my mind, and bringing me into captivity under the law of sin which is in my members.",
    "chr": "ᎠᏎᏃ ᎢᏥᎪᏩᏘᎭ ᏅᏩᏓᎴ ᏗᎧᎿᏩᏛᏍᏗ ᏥᏰᎸ ᎠᏆᏚᏓᏕᏫᏒᎢ, ᎾᏍᎩ ᏗᎦᏘᎴᎩ ᏗᎧᎿᏩᏛᏍᏗ ᎠᏆᏓᏅᏙᎩᎯ ᎠᎲᎢ, ᎠᎴ ᏥᏴᎩ ᎢᏯᏋᏁᎯ ᎠᏇᏓᎸᎥᏍᎩ ᏗᎧᎿᏩᏛᏍᏗᏱ ᎠᏍᎦᏂ ᎤᏤᎵᎦ, ᎾᏍᎩ ᏥᏰᎸ ᎠᏆᏚᏓᏕᏫᏒ ᎠᎲᎢ."
  },
  {
    "verse": "24",
    "kjv": "O wretched man that I am! who shall deliver me from the body of this death?",
    "web": "What a wretched man I am! Who will deliver me out of the body of this death?",
    "chr": "ᎤᏲᏍᏛᏉ ᎾᏆᏍᏗ ᎠᏴ! ᎦᎪ ᏛᏇᏓᎴᏏ ᎯᎠ ᎾᏍᎩ ᏥᏰᎸ ᎠᏓᎯᎯ ᎠᏆᏚᏓᎸᏛᎢ."
  },
  {
    "verse": "25",
    "kjv": "I thank God through Jesus Christ our Lord. So then with the mind I myself serve the law of God; but with the flesh the law of sin.",
    "web": "I thank God through Jesus Christ, our Lord! So then with the mind, I myself serve God’s law, but with the flesh, sin’s law.",
    "chr": "ᎤᏁᎳᏅᎯ ᏥᏯᎵᎡᎵᏤᎭ ᏥᏌ ᎦᎶᏁᏛ ᎤᎬᏫᏳᎯ ᎢᎦᏤᎵᎦ ᎢᏳᏩᏂᏌᏛ. ᎾᏍᎩᏃ ᎠᏆᏓᏅᏖᏗᏱ ᎬᏗᎭ, ᎠᏴᏉ ᎾᏍᎩ ᏗᎧᎿᏩᏛᏍᏗ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᏕᏥᎦᎾᏩᏕᎦ, ᎠᎩᏇᏓᎸᏍᎩᏂ ᎨᏒ ᎬᏗ ᏗᎧᎿᏩᏛᏍᏗ ᎠᏍᎦᏂ ᎤᏤᎵ ᏕᏥᎦᎿᏩᏕᎦ."
  }
]
