[
  {
    "verse": "1",
    "kjv": "There is therefore now no condemnation to them which are in Christ Jesus, who walk not after the flesh, but after the Spirit.",
    "web": "There is therefore now no condemnation to those who are in Christ Jesus, who don’t walk according to the flesh, but according to the Spirit.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎥᏝ ᎿᏉ ᏩᎭ ᏗᎬᏩᎾᏚᎪᏓᏁᏗ ᎨᏒ ᎾᏍᎩ Ꮎ ᏥᏌ ᎦᎶᏁᏛ ᎬᏩᏯᎢ, ᎾᏍᎩ ᎤᏇᏓᎵ ᎨᏒ ᎾᏂᏍᏓᏩᏕᎬᎾ ᏥᎩ, ᎠᏓᏅᏙᏍᎩᏂ ᏣᏂᏍᏓᏩᏕᎦ."
  },
  {
    "verse": "2",
    "kjv": "For the law of the Spirit of life in Christ Jesus hath made me free from the law of sin and death.",
    "web": "For the law of the Spirit of life in Christ Jesus made me free from the law of sin and of death.",
    "chr": "ᎠᏓᏅᏙᏰᏃ ᎬᏂᏛ ᎠᏓᏁᎯ, ᎾᏍᎩ ᎬᏂᏛ ᎦᎶᏁᏛ ᏥᏌ ᏨᏗᏓᎴᎲᏍᎦ, ᎾᏍᎩ ᎠᏓᏅᏙ ᎤᏤᎵ ᏗᎧᎿᏩᏛᏍᏗ ᎠᏇᏓᎴᏒ ᎠᏍᎦᏂ ᎠᎴ ᎠᏲᎱᎯᏍᏗ ᎨᏒ ᎤᎾᏤᎵ ᏗᎧᎿᏩᏛᏍᏗᏱ ᎠᏆᏚᏓᎸᎢ."
  },
  {
    "verse": "3",
    "kjv": "For what the law could not do, in that it was weak through the flesh, God sending his own Son in the likeness of sinful flesh, and for sin, condemned sin in the flesh:",
    "web": "For what the law couldn’t do, in that it was weak through the flesh, God did, sending his own Son in the likeness of sinful flesh and for sin, he condemned sin in the flesh,",
    "chr": "ᏗᎧᎿᏩᏛᏍᏗᏰᏃ ᎢᎬᏩᏛᏁᏗ ᏂᎨᏒᎾ ᎨᏒᎢ, ᏅᏗᎦᎵᏍᏙᏗᏍᎬ ᎠᏩᎾᎦᎳᎯᏳ ᎨᏒ ᎤᏪᏓᎵ ᎢᏳᏩᏂᏌᏛ, - ᎤᏁᎳᏅᎯ ᎤᏩᏒ ᎤᏪᏥ ᏧᏅᏎ ᎾᏍᎩᏯ ᏗᏟᎶᏍᏔᏅᎯ ᎠᏍᎦᎾ ᎤᏇᏓᎵ, ᎠᎴ ᎠᏍᎦᏂ ᏧᎬᏩᎴᎢ, ᏚᏭᎦᏓᏁᎴ ᎤᏎᎪᎩᏎ ᎠᏍᎦᏅᎢᏍᏗ ᎨᏒ ᎤᏇᏓᎸ ᎠᏯᎥᎢ;"
  },
  {
    "verse": "4",
    "kjv": "That the righteousness of the law might be fulfilled in us, who walk not after the flesh, but after the Spirit.",
    "web": "that the ordinance of the law might be fulfilled in us who don’t walk according to the flesh, but according to the Spirit.",
    "chr": "ᎾᏍᎩ ᏅᏓᏳᎵᏍᏙᏙᏗᏱ ᏗᎧᎿᏩᏛᏍᏗ ᏂᎦᏪᏍᎬ ᎾᏍᎩᏯ ᎾᏍᎩᏯ ᏚᏳᎪᏛ ᎢᎦᏛᏁᎰᎲᏍᏗᏱ, ᎠᏴ ᎤᏇᏓᎵ ᎨᏒ ᎢᏗᏍᏓᏩᏕᎩ ᏂᎨᏒᎾ ᏏᎩ, ᎠᏓᏅᏙᏍᎩᏂ ᎢᏗᏍᏓᏩᏕᎩ."
  },
  {
    "verse": "5",
    "kjv": "For they that are after the flesh do mind the things of the flesh; but they that are after the Spirit the things of the Spirit.",
    "web": "For those who live according to the flesh set their minds on the things of the flesh, but those who live according to the Spirit, the things of the Spirit.",
    "chr": "ᎾᏍᎩᏰᏃ ᎤᏇᏓᎵ ᏧᎾᏘᏂᏙᎯ ᎤᏇᏓᎵᏉ ᎤᏤᎵ ᎤᎬᏩᎵ ᎤᎾᎦᏌᏯᏍᏙᎢ, ᎾᏍᎩᏍᎩᏂ Ꮎ ᎠᏓᏅᏙ ᏧᎾᏘᏂᏙᎯ ᎠᏓᏅᏙᏉ ᎤᏤᎵ ᎤᎬᏩᎵ ᎤᎾᎦᏌᏯᏍᏙᎢ."
  },
  {
    "verse": "6",
    "kjv": "For to be carnally minded is death; but to be spiritually minded is life and peace.",
    "web": "For the mind of the flesh is death, but the mind of the Spirit is life and peace;",
    "chr": "ᎤᏇᏓᎵᏰᏃ ᎠᎦᏌᏯᏍᏙᏗ ᎠᏲᎱᎯᏍᏗ ᎨᏒ ᏩᎵᏰᎢᎶᎯᎭ; ᎠᏓᏅᏙ. ᏍᎩᏂ ᎠᏕᏌᏯᏍᏙᏗᏱ ᎬᏂᏛ ᎠᎴ ᏅᏩᏙᎯᏯᏛ ᏗᎨᏒ ᏩᎵᏰᎢᎶᎯᎭ."
  },
  {
    "verse": "7",
    "kjv": "Because the carnal mind is enmity against God: for it is not subject to the law of God, neither indeed can be.",
    "web": "because the mind of the flesh is hostile toward God, for it is not subject to God’s law, neither indeed can it be.",
    "chr": "ᎤᏇᏓᎵᏰᏃ ᎠᎦᏌᏯᏍᏙᏗᏱ ᎨᏒ ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᏗᎦᏘᎴᎩ; ᎥᏝᏰᏃ ᏗᎧᎿᏩᏛᏍᏗ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᏗᎧᎿᏩᏕᎩ ᏱᎩ, ᎥᏝ ᎠᎴ ᎤᏙᎩᏳᎯ ᎾᏍᎩ ᏰᎵ ᏱᏅᎬᏛᎦ;"
  },
  {
    "verse": "8",
    "kjv": "So then they that are in the flesh cannot please God.",
    "web": "Those who are in the flesh can’t please God.",
    "chr": "ᎾᏍᎩᏃ ᎤᏇᏓᎵ ᏧᎾᏘᏂᏙᎯ ᎨᏒ ᎥᏝ ᎤᏁᎳᏅᎯ ᎣᏍᏛ ᎤᏰᎸᏗ ᏱᏅᎬᎾᏛᎦ."
  },
  {
    "verse": "9",
    "kjv": "But ye are not in the flesh, but in the Spirit, if so be that the Spirit of God dwell in you. Now if any man have not the Spirit of Christ, he is none of his.",
    "web": "But you are not in the flesh but in the Spirit, if it is so that the Spirit of God dwells in you. But if any man doesn’t have the Spirit of Christ, he is not his.",
    "chr": "ᏂᎯᏍᎩᏂ ᎥᏝ ᎤᏇᏓᎵ ᏗᏣᏘᏂᏙᎯ ᏱᎩ, ᎠᏓᏅᏙᏍᎩᏂ ᏗᏣᏘᏂᏙᎯ, ᎢᏳᏃ ᎰᏩ ᎤᏁᎳᏅᎯ ᎤᏓᏅᏙ ᏱᏥᏯᎠ. ᎠᎴ ᎢᏳ ᎩᎶ ᎦᎶᏁᏛ ᎤᏓᏅᏙ ᏄᏪᎲᎾ ᎢᎨᏎᏍᏗ, ᎾᏍᎩ ᎾᎥᏝ [ᎦᎶᏁᏛ] ᎤᏤᎵ ᏱᎦᎩ."
  },
  {
    "verse": "10",
    "kjv": "And if Christ be in you, the body is dead because of sin; but the Spirit is life because of righteousness.",
    "web": "If Christ is in you, the body is dead because of sin, but the spirit is alive because of righteousness.",
    "chr": "ᎢᏳᏍᎩᏂ ᎦᎶᏁᏛ ᎢᏥᏯᎡᏍᏗ, ᎠᏰᎸ ᎤᏙᎯᏳᎯ ᎤᏲᎱᏒᎯ ᎠᏍᎦᏂ ᏅᏗᎦᎵᏍᏙᏗᎭ; ᎠᏓᏅᏙᏍᎩᏂ ᎬᏃᏛ ᏚᏳᎪᏛ ᎢᏯᏛᏁᏗ ᎨᏒ ᏅᏗᎦᎵᏍᏙᏗᎭ."
  },
  {
    "verse": "11",
    "kjv": "But if the Spirit of him that raised up Jesus from the dead dwell in you, he that raised up Christ from the dead shall also quicken your mortal bodies by his Spirit that dwelleth in you.",
    "web": "But if the Spirit of him who raised up Jesus from the dead dwells in you, he who raised up Christ Jesus from the dead will also give life to your mortal bodies through his Spirit who dwells in you.",
    "chr": "ᎢᏳᏍᎩᏂ ᏥᏌ ᎤᏲᎱᏒ ᏧᎴᏔᏅᎯ ᎤᏓᏅᏙ ᎢᏥᏯᎡᏍᏗ, ᎾᏍᎩ ᎦᎶᏁᏛ ᎤᏲᎱᏒ ᏧᎴᏔᏅᎯ ᎾᏍᏉ ᏙᏓᎬᏃᎯᏍᏔᏂ ᏗᏲᎱᏍᎩ ᏗᏥᏰᎸᎢ ᏓᎬᏔᏂ ᎤᏓᏅᏙ ᎾᏍᎩ ᏥᏥᏯᎠ."
  },
  {
    "verse": "12",
    "kjv": "Therefore, brethren, we are debtors, not to the flesh, to live after the flesh.",
    "web": "So then, brothers, we are debtors, not to the flesh, to live after the flesh.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏓᎵᏅᏟ, ᎡᎩᏚᎦ, ᎥᏝ ᎤᏇᏓᎵ ᏱᎩᏚᎦ, ᎾᏍᎩ ᎤᏇᏓᎵ ᎢᎩᏍᏓᏩᏗᏓᏍᏗᏱ ᎢᏕᎲᎢ."
  },
  {
    "verse": "13",
    "kjv": "For if ye live after the flesh, ye shall die: but if ye through the Spirit do mortify the deeds of the body, ye shall live.",
    "web": "For if you live after the flesh, you must die; but if by the Spirit you put to death the deeds of the body, you will live.",
    "chr": "ᎢᏳᏰᏃ ᎢᏤᎲ ᎤᏇᏓᎵ ᎨᏒ ᎢᏥᏍᏓᏩᏗᏙᎮᏍᏗ, ᏙᏓᏥᏲᎱᏏ; ᎢᏳᏍᎩᏂ ᎠᏓᏅᏙ ᎬᏗ ᎠᏰᎸ ᏚᎸᏫᏍᏓᏁᎲ ᎢᏥᎯᎮᏍᏗ, ᏕᏨᏁᏍᏗ."
  },
  {
    "verse": "14",
    "kjv": "For as many as are led by the Spirit of God, they are the sons of God.",
    "web": "For as many as are led by the Spirit of God, these are children of God.",
    "chr": "ᎾᏂᎥᏰᏃ ᎩᎶᎢ ᎤᏁᎳᏅᎯ ᎤᏓᏅᏙ ᏧᎾᏘᏂᏙᎯ, ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᏧᏪᏥ."
  },
  {
    "verse": "15",
    "kjv": "For ye have not received the spirit of bondage again to fear; but ye have received the Spirit of adoption, whereby we cry, Abba, Father.",
    "web": "For you didn’t receive the spirit of bondage again to fear, but you received the Spirit of adoption, by whom we cry, “Abba! Father!”",
    "chr": "ᎥᏝᏰᏃ ᎠᏓᏅᏙ ᎠᏥᎾᏝᎢ ᏔᎵᏁ ᎡᏥᏁᎸᎯ ᏱᎩ, ᎾᏍᎩ ᎢᏥᎾᏰᎯᏍᏗᏱ; ᏧᏪᏥᏍᎩᏂ ᎢᎨᎬᏁᎸᎯ ᎤᎾᏓᏅᏙ ᎡᏥᏁᎸ, ᎾᏍᎩ ᎢᏛᏗᏍᎬ, ᎠᏆ! ᎡᏙᏓ! ᏥᏓᏗᏍᎪᎢ."
  },
  {
    "verse": "16",
    "kjv": "The Spirit itself beareth witness with our spirit, that we are the children of God:",
    "web": "The Spirit himself testifies with our spirit that we are children of God;",
    "chr": "ᎠᏓᏅᏙᏰᏃ ᎤᏩᏒ ᏓᎵᎪᏁᎭ ᏗᎦᏓᏅᏙ ᎬᏂᎨᏒ ᎾᏅᏁᎲ, ᎾᏍᎩ ᎠᏴ ᎤᏁᎳᏅᎯ ᏧᏪᏥ ᎨᏒᎢ."
  },
  {
    "verse": "17",
    "kjv": "And if children, then heirs; heirs of God, and joint-heirs with Christ; if so be that we suffer with him, that we may be also glorified together.",
    "web": "and if children, then heirs—heirs of God and joint heirs with Christ, if indeed we suffer with him, that we may also be glorified with him.",
    "chr": "ᎠᎴ ᎢᏳ ᏧᏪᏥ ᏱᎩ, ᎿᏉ ᎢᎦᏘᏰᎯ ᏧᎬᏩᎶᏗ; ᎢᎦᏘᏰᏗ ᏧᎬᏩᎶᏗ ᎤᏁᎳᏅᎯ ᎤᏓᏁᏗ ᎨᏒᎢ, ᎠᎴ ᎦᎶᏁᏛ ᎢᏧᎳᎭ ᎢᎦᏘᏰᏗ; ᎢᏳᏃ ᎰᏩ ᏱᎦᏠᏯᏍᏗᎭ ᎠᎩᎵᏲᎬᎢ, ᎾᏍᏉ ᎢᎦᏠᏯᏍᏙᏗ ᎨᏎᏍᏗ ᎠᏥᎸᏉᏗᏍᎬᎢ."
  },
  {
    "verse": "18",
    "kjv": "For I reckon that the sufferings of this present time are not worthy to be compared with the glory which shall be revealed in us.",
    "web": "For I consider that the sufferings of this present time are not worthy to be compared with the glory which will be revealed toward us.",
    "chr": "ᎦᏓᏅᏖᏍᎬᏰᏃ ᎯᎠ ᎾᏍᎩ ᎪᎯ ᎠᎩᎵᏲᎢᏍᏗ ᎨᏒ ᎥᏝ ᏗᎬᏟᎶᏍᏙᏗ ᏱᎩ ᎦᎸᏉᏗᏳ ᎨᏒ ᎾᏍᎩ ᎡᎩᎾᏄᎪᏫᏎᏗ ᎨᏒᎢ."
  },
  {
    "verse": "19",
    "kjv": "For the earnest expectation of the creature waiteth for the manifestation of the sons of God.",
    "web": "For the creation waits with eager expectation for the children of God to be revealed.",
    "chr": "ᎤᎵᏂᎩᏛᏰᏃ ᎤᏚᎩ ᎤᏩᏒ ᎠᎦᏁᎳᏅᎯ ᎨᏒ ᎠᎦᏘᏯ ᎨᏥᎾᏄᎪᏫᏒ ᎤᏁᎳᏅᎯ ᏧᏪᏥ."
  },
  {
    "verse": "20",
    "kjv": "For the creature was made subject to vanity, not willingly, but by reason of him who hath subjected the same in hope,",
    "web": "For the creation was subjected to vanity, not of its own will, but because of him who subjected it, in hope",
    "chr": "ᎠᎦᏁᎳᏅᎯᏰᏃ ᎠᏲᎩ ᎾᎬᏁᎴᎢ, ᎥᏝ ᎣᏏᏳ ᎤᏰᎸᏒ ᎢᏳᏍᏗ, ᎣᏏᏳᏍᎩᏂ ᎤᏰᎸᏅ ᎢᏳᏍᏗ ᎾᏍᎩ Ꮎ ᎾᏍᎩ ᎢᏳᏩᏁᎸᎯ, ᎤᏚᎩ ᎤᏮᏗᏱ ᎤᏰᎸᏅ,"
  },
  {
    "verse": "21",
    "kjv": "Because the creature itself also shall be delivered from the bondage of corruption into the glorious liberty of the children of God.",
    "web": "that the creation itself also will be delivered from the bondage of decay into the liberty of the glory of the children of God.",
    "chr": "ᎾᏍᎩ ᎠᎦᏁᎳᏅᎯ ᎤᏩᏒ ᎾᏍᏉ ᎤᏚᏓᎴᏍᏗᏱ ᎠᏲᎩ ᎨᏒ ᎤᎾᏝᎥᎢ, ᎦᎸᏉᏗᏳ ᏂᏗᎨᏥᎾᏝᎥᎾ ᎨᏒ ᎤᏁᎳᏅᎯ ᏧᏪᏥ ᎤᎾᏤᏕ ᏫᏗᎨᏥᎪᎩᏱ."
  },
  {
    "verse": "22",
    "kjv": "For we know that the whole creation groaneth and travaileth in pain together until now.",
    "web": "For we know that the whole creation groans and travails in pain together until now.",
    "chr": "ᎢᏗᎦᏔᎭᏰᏃ ᎾᏍᎩ ᎾᏂᎥ ᎨᎦᏁᎳᏅᎯ ᎨᏒ ᎢᏧᎳᎭ ᎤᏂᎵᏰᏗᏍᎬ ᎠᎴ ᎠᏂᎩᎵᏲᎬ ᎪᎯ ᎢᏯᏍᏗ."
  },
  {
    "verse": "23",
    "kjv": "And not only they, but ourselves also, which have the firstfruits of the Spirit, even we ourselves groan within ourselves, waiting for the adoption, to wit, the redemption of our body.",
    "web": "Not only so, but ourselves also, who have the first fruits of the Spirit, even we ourselves groan within ourselves, waiting for adoption, the redemption of our body.",
    "chr": "ᎥᏝ ᎠᎴ ᎡᏅᏒᏉ, ᎢᎬᏒᏍᎩᏂ ᎾᏍᏉ ᎢᎬᏱᏱ ᎤᎾᏄᎪᏫᏒᎯ ᎠᏓᏅᏙ ᏥᎨᎭ, ᎠᏴ ᎾᏍᏉ ᎢᎬᏒ ᎨᏒ ᎭᏫᏂ ᏕᎩᎵᏰᏗᎭ, ᎢᏗᎦᏘᏴ ᏧᏪᏥ ᎢᎨᎬᏁᏗ, ᎾᏍᎩ ᏗᏗᏰᎸ ᏧᎫᏴᏗᏱ ᏧᏭᏓᎴᏍᏗᏱ."
  },
  {
    "verse": "24",
    "kjv": "For we are saved by hope: but hope that is seen is not hope: for what a man seeth, why doth he yet hope for?",
    "web": "For we were saved in hope, but hope that is seen is not hope. For who hopes for that which he sees?",
    "chr": "ᎤᏚᎩᏉᏰᏃ ᎢᎬᎭ ᎡᎩᏍᏕᎸᏗᏱ; ᎤᏚᎩᏍᎩᏂ ᎣᏩᏒ ᎠᎪᎲᎯ ᏥᎨᏐᎢ ᎥᏝ ᎤᏚᎩ ᏲᏩᏐᎢ; ᎪᎱᏍᏗᏰᏃ ᏨᎪᏩᏘᏍᎪᎢ, ᎦᏙᏃ ᎠᏏ ᎤᏚᎩ ᏱᎦᏲᏩᎭ?"
  },
  {
    "verse": "25",
    "kjv": "But if we hope for that we see not, then do we with patience wait for it.",
    "web": "But if we hope for that which we don’t see, we wait for it with patience.",
    "chr": "ᎢᏳᏍᎩᏂ ᎢᎩᎪᎲᎯ ᏂᎨᏒᎾ ᎨᏒ ᎤᏚᎩ ᏱᎬᎭ, ᎿᏉ ᏗᏛᏂᏗᏳ ᎢᏗᎦᏘᏲ ᎾᏍᎩ."
  },
  {
    "verse": "26",
    "kjv": "Likewise the Spirit also helpeth our infirmities: for we know not what we should pray for as we ought: but the Spirit itself maketh intercession for us with groanings which cannot be uttered.",
    "web": "In the same way, the Spirit also helps our weaknesses, for we don’t know how to pray as we ought. But the Spirit himself makes intercession for us with groanings which can’t be uttered.",
    "chr": "ᎾᏍᎩᏯ ᎾᏍᏉ ᎠᏓᏅᏙ ᎢᎩᏍᏕᎵᎭ ᏗᏗᏩᎾᎦᎳᎯᏳ ᎨᏒᎢ; ᎥᏝᏰᏃ ᏱᏗᎦᏔᎭ ᎢᏳᏍᏗ ᏚᏳᎪᏛ ᎨᏒ ᎢᎩᏔᏲᏍᏗᏱ ᎢᏓᏓᏙᎵᏍᏗᏍᎬᎢ; ᎠᏓᏅᏙᏍᎩᏂ ᎤᏩᏒ ᎢᎦᎵᏍᏗᏰᏓᏁᎭ ᎤᎵᏰᏗᏍᎬ ᎬᏗᎭ ᎾᏍᎩ ᎦᏁᎢᏍᏗ ᏂᎨᏒᎾ ᎨᏒᎢ."
  },
  {
    "verse": "27",
    "kjv": "And he that searcheth the hearts knoweth what is the mind of the Spirit, because he maketh intercession for the saints according to the will of God.",
    "web": "He who searches the hearts knows what is on the Spirit’s mind, because he makes intercession for the saints according to God.",
    "chr": "ᎠᎴ ᎾᏍᎩ Ꮎ ᏗᎪᎵᏰᏍᏗ ᏧᎾᏫ ᎠᎦᏔᎭ ᏄᏍᏛ ᎠᏓᏅᏖᎵᏙᎲ ᎠᏓᏅᏙ ᏅᏗᎦᎵᏍᏙᏗ ᎤᎾᏓᏅᏘ ᏓᎵᏍᏗᏰᏓᏁᎲ ᎾᏍᎩᏯ ᎤᏁᎳᏅᎯ ᎣᏏᏳ ᎤᏰᎸᏗ ᎨᏒᎢ."
  },
  {
    "verse": "28",
    "kjv": "And we know that all things work together for good to them that love God, to them who are the called according to his purpose.",
    "web": "We know that all things work together for good for those who love God, for those who are called according to his purpose.",
    "chr": "ᎠᎴ ᎢᏗᎦᏔᎭ ᎾᏍᎩ ᏂᎦᎥ ᏂᎦᎵᏍᏔᏂᏙᎲ ᎤᎾᏖᏆᎶᏒ ᎣᏍᏛ ᎢᏳᎾᎵᏍᏓᏁᏗᏱ ᏚᏂᏖᏆᎶᏒ ᎣᏍᏛ ᎢᏳᎾᎵᏍᏓᏁᏗᏱ ᏚᏂᎸᏫᏍᏓᏁᎲ ᎤᏁᎳᏅᎯ ᎤᏂᎨᏳᎯ, ᎾᏍᎩ Ꮎ ᎨᏥᏯᏅᏛ ᏥᎩ ᎾᏍᎩᏯ ᎤᏓᏅᏖᎸᎢ."
  },
  {
    "verse": "29",
    "kjv": "For whom he did foreknow, he also did predestinate to be conformed to the image of his Son, that he might be the firstborn among many brethren.",
    "web": "For whom he foreknew, he also predestined to be conformed to the image of his Son, that he might be the firstborn among many brothers.",
    "chr": "ᎾᏍᎩᏰᏃ ᎦᏳᎳ ᏥᏂᏓᎦᏔᎰᎢ, ᎾᏍᎩ ᎾᏍᏉ ᏂᏚᏑᏰᏐ ᎤᏪᏥ ᏄᏍᏛ ᎾᏍᎩᏯ ᎢᏳᎾᎵᏍᏙᏗᏱ, ᎾᏍᎩ ᎢᎬᏱ ᎡᎯ ᎢᏳᎵᏍᏙᏗᏱ ᎤᏂᏣᏘ ᎠᎾᎵᏅᏟ ᎠᏁᎲᎢ."
  },
  {
    "verse": "30",
    "kjv": "Moreover whom he did predestinate, them he also called: and whom he called, them he also justified: and whom he justified, them he also glorified.",
    "web": "Whom he predestined, those he also called. Whom he called, those he also justified. Whom he justified, those he also glorified.",
    "chr": "ᎾᏍᎩᏃ ᎦᏳᎳ ᏥᏂᏚᏑᏰᏐᎢ ᎾᏍᎩ ᎾᏍᏉ ᏚᏯᏅᎮᎢ; ᎠᎴ ᎾᏍᎩ ᏧᏯᏅᏛ ᎨᏒᎢ, ᎾᏍᎩ ᎾᏍᏉ ᏚᏭᏓᎴᏎᎢ; ᎠᎴ ᎾᏍᎩ ᏧᏭᏓᎴᏛ ᎨᏒ, ᎾᏍᎩ ᎾᏍᏉ ᎦᎸᏉᏗᏳ ᏂᏚᏩᏁᎴᎢ."
  },
  {
    "verse": "31",
    "kjv": "What shall we then say to these things? If God be for us, who can be against us?",
    "web": "What then shall we say about these things? If God is for us, who can be against us?",
    "chr": "ᎦᏙᏃ ᏓᏓᏛᏂ ᎯᎠ ᎾᏍᎩ ᏥᏄᏍᏗ? ᎢᏳᏃ ᎤᏁᎳᏅᎯ ᏱᎩᏍᏕᎵᎭ ᎦᎪ ᏱᎦᏡᏓ?"
  },
  {
    "verse": "32",
    "kjv": "He that spared not his own Son, but delivered him up for us all, how shall he not with him also freely give us all things?",
    "web": "He who didn’t spare his own Son, but delivered him up for us all, how would he not also with him freely give us all things?",
    "chr": "ᎾᏍᎩ Ꮎ ᏄᎨᏳᏅᎾ ᏥᎨᏎ ᎤᏩᏒ ᎤᏪᏥ, ᏥᏚᏲᏎᏉᏍᎩᏂ ᎠᏴ ᏂᏗᎥ ᎢᎩᏍᏕᎵᏍᎬᎢ, ᎦᏙ ᏱᎦᎵᏍᏙᏓ ᎾᏍᎩ ᏕᎩᏲᎯᏎᎲ ᎠᏎᏉ ᏗᎨᎩᏲᎯᏎᏗ ᏂᎨᏒᎾ ᏱᏂᎦᎵᏍᏓ ᏂᎦᏗᏳ ᎪᎱᏍᏗ?"
  },
  {
    "verse": "33",
    "kjv": "Who shall lay any thing to the charge of God's elect? It is God that justifieth.",
    "web": "Who could bring a charge against God’s chosen ones? It is God who justifies.",
    "chr": "ᎦᎪ ᎤᏂᏍᎦᏅᏨ ᏙᏓᎫᎯᏍᏔᏂ ᎤᎾᎴᏅᎯ ᏧᏑᏰᏛ? ᏥᏌ ᎤᏁᎳᏅᎯ, ᎾᏍᎩ ᎤᏄᏓᎴᏍᎩ?"
  },
  {
    "verse": "34",
    "kjv": "Who is he that condemneth? It is Christ that died, yea rather, that is risen again, who is even at the right hand of God, who also maketh intercession for us.",
    "web": "Who is he who condemns? It is Christ who died, yes rather, who was raised from the dead, who is at the right hand of God, who also makes intercession for us.",
    "chr": "ᎦᎪ ᏧᏄᎪᏓᏁᎯ? ᎦᎶᏁᏛᏍᎪ, ᎾᏍᎩ ᏧᏂᎱᏎᎢ, ᎥᎥ, ᎠᎴ ᎾᏍᏉ ᎾᏍᎩ ᏥᏚᎴᎯᏅ, ᎾᏍᎩ ᎾᏍᏉ ᎤᏁᎳᏅᎯ ᎠᎦᏗᏏᏗᏢ ᏧᏬᎳ, ᎾᏍᎩ ᎾᏍᏉ ᏥᎦᎵᏍᏗᏰᏓᏁᎭ?"
  },
  {
    "verse": "35",
    "kjv": "Who shall separate us from the love of Christ? shall tribulation, or distress, or persecution, or famine, or nakedness, or peril, or sword?",
    "web": "Who shall separate us from the love of Christ? Could oppression, or anguish, or persecution, or famine, or nakedness, or peril, or sword?",
    "chr": "ᎦᎪ ᎢᏴᏛ ᏅᏓᎬᏁᎵ ᎦᎶᏁᏛ ᎢᎩᎨᏒᎢ? ᏥᏌ ᎠᎩᎵᏲᎢᏍᏗ ᎨᏒᎢ, ᎠᎴ ᎤᏪᎵᎯᏍᏗ ᎠᏓᏅᏓᏗᏍᏗ ᎨᏒᎢ, ᎠᎴ ᎤᏲ ᎢᏴᏓᏛᏁᏗ ᎨᏒᎢ, ᎠᎴ ᎤᏓᎪᏄᎶᎯᏍᏗ ᎨᏒᎢ, ᎠᎴ ᏗᎩᏰᎸᎭ ᎨᏒᎢ, ᎠᎴ ᎤᎾᏰᎯᏍᏗ ᎨᏒᎢ, ᎠᎴ ᎠᏰᎳᏍᏗ-ᎦᏅᎯᏛ?"
  },
  {
    "verse": "36",
    "kjv": "As it is written, For thy sake we are killed all the day long; we are accounted as sheep for the slaughter.",
    "web": "Even as it is written, “For your sake we are killed all day long. We were accounted as sheep for the slaughter.”",
    "chr": "ᎾᏍᎩᏯ ᎯᎠ ᏥᏂᎬᏅ ᏥᎪᏪᎳ, ᏂᎯ ᎨᏒ ᏅᏗᎦᎵᏍᏙᏗᎭ ᏙᎩᎢᎭ ᏂᎪᎯᎸᎢ; ᎤᏂᏃᏕᎾᏉ ᏗᎯᏍᏗ ᎾᏍᎩᏯ ᎣᎩᏰᎸᎠ;"
  },
  {
    "verse": "37",
    "kjv": "Nay, in all these things we are more than conquerors through him that loved us.",
    "web": "No, in all these things we are more than conquerors through him who loved us.",
    "chr": "ᎠᏎᏃ ᎯᎠ ᎾᏍᎩ ᏂᎦᏛ ᏧᏓᎴᏅᏛ ᎨᏒ ᎢᏓᏓᏎᎪᎩᏍᎩ ᎠᎴ ᎤᏟ ᎢᎦᎢ, ᎾᏍᎩ Ꮎ ᎢᎩᎨᏳᎯᏳ ᎢᏳᎵᏍᏔᏅᎯ ᏥᎩ ᎢᏳᏩᏂᏌᏛ."
  },
  {
    "verse": "38",
    "kjv": "For I am persuaded, that neither death, nor life, nor angels, nor principalities, nor powers, nor things present, nor things to come,",
    "web": "For I am persuaded that neither death, nor life, nor angels, nor principalities, nor things present, nor things to come, nor powers,",
    "chr": "ᎤᎵᏂᎩᏛᏰᏃ ᎠᏉᎯᏳᎭ, ᎾᏍᎩ ᎥᏝ ᎠᏲᎱᎯᏍᏗ ᎨᏒᎢ, ᎠᎴ ᎠᏛᏂᏗᏍᏗ ᎨᏒᎢ, ᎠᎴ ᏗᏂᎧᎿᏩᏗᏙᎯ, ᎠᎴ ᏄᏂᎬᏫᏳᏌᏕᎩ, ᎠᎴ ᎨᏥᎸᏉᏗ, ᎠᎴ ᎪᎱᏍᏗ ᎪᎯ ᏤᎭ, ᎠᎴ ᎪᎱᏍᏗ ᎠᏎ ᎤᎾᏄᎪᎢᏍᏗ ᏥᎩ,"
  },
  {
    "verse": "39",
    "kjv": "Nor height, nor depth, nor any other creature, shall be able to separate us from the love of God, which is in Christ Jesus our Lord.",
    "web": "nor height, nor depth, nor any other created thing will be able to separate us from God’s love which is in Christ Jesus our Lord.",
    "chr": "ᎥᏝ ᎠᎴ ᎦᎸᎳᏗᏳ ᎨᏒᎢ, ᎠᎴ ᎭᏫᏂᏳ ᎨᏒᎢ, ᎥᏝ ᎠᎴ ᏅᏩᏓᎴ ᎠᏁᎳᏅᎯ ᎨᏒᎢ, ᏰᎵ ᎢᏴᏛ ᎢᎬᏩᏁᏗ ᏱᎨᏎᏍᏗ ᎤᏁᎳᏅᎯ ᎢᎩᎨᏳᏒᎢ, ᎾᏍᎩ ᎦᎶᏁᏛ ᏥᏌ ᎤᎬᏫᏳᎯ ᎢᎦᏤᎵ ᏅᏓᏳᏓᎴᏅᎯ ᏥᎩ."
  }
]