[
  {
    "verse": "1",
    "kjv": "I say the truth in Christ, I lie not, my conscience also bearing me witness in the Holy Ghost,",
    "web": "I tell the truth in Christ. I am not lying, my conscience testifying with me in the Holy Spirit",
    "chr": "ᎤᏙᎯᏳᎯᏯ ᏥᏁᎦ ᎦᎶᏁᏛ ᎠᎦᏔᎲᎢ, ᎥᏝ ᏱᎦᏥᎪᎥᏍᎦ, ᎠᏆᏓᏅᏛ ᎾᏍᏉ ᎠᏉᎯᏳᏓᏁᎯ ᏂᎦᎵᏍᏗᎭ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᎢᏳᏩᏂᏌᏛ,"
  },
  {
    "verse": "2",
    "kjv": "That I have great heaviness and continual sorrow in my heart.",
    "web": "that I have great sorrow and unceasing pain in my heart.",
    "chr": "ᎾᏍᎩ ᎤᏣᏘ ᎡᎯᏍᏗ ᎠᏆᏓᏅᏔᏩᏕᎬ ᎠᎴ ᏂᎪᎯᎸ ᎤᏲ ᎠᎩᏰᎸᏒ ᎠᎩᎾᏫᏱ."
  },
  {
    "verse": "3",
    "kjv": "For I could wish that myself were accursed from Christ for my brethren, my kinsmen according to the flesh:",
    "web": "For I could wish that I myself were accursed from Christ for my brothers’ sake, my relatives according to the flesh",
    "chr": "ᎬᏆᏚᎸᏗᏉᏰᏃ ᎠᏋᏒ ᎨᏒ ᎥᎩᏍᎦᏨᎯ ᎢᏳᎵᏍᏙᏗᏱ ᎥᏆᏓᏓᎴᏙᏗᏱ ᎦᎶᏁᏛ ᎡᎲᎢ ᎦᏥᏍᏕᎵᏍᎬ ᎣᏣᏓᏅᏟ, ᎪᎱᏍᏗ ᏗᏋᏅ Ꭰ ᎤᏇᏓᎵ ᎨᏒᎢ;"
  },
  {
    "verse": "4",
    "kjv": "Who are Israelites; to whom pertaineth the adoption, and the glory, and the covenants, and the giving of the law, and the service of God, and the promises;",
    "web": "who are Israelites; whose is the adoption, the glory, the covenants, the giving of the law, the service, and the promises;",
    "chr": "ᎾᏍᎩ ᎢᏏᎵ ᏧᏁᏢᏔᏅᏛ ᏥᎩ; ᎾᏍᎩ ᎤᎾᏤᎵᎦ ᏥᎩ [ᎤᏁᎳᏅᎯ] ᏧᏪᏥ ᎢᎨᎬᏁᏗ ᎨᏒᎢ, ᎠᎴ ᎦᎸᏉᏗᏳ ᎨᏒᎢ, ᎠᎴ ᎧᏃᎮᏛ ᏓᏠᎯᏍᏛᎢ, ᎠᎴ ᏗᎧᎿᏩᏛᏍᏗ ᎨᏥᏁᏗ ᎨᏒᎢ, ᎠᎴ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒᎢ, ᎠᎴ ᎠᏚᎢᏍᏙᏗ ᎨᏒᎢ;"
  },
  {
    "verse": "5",
    "kjv": "Whose are the fathers, and of whom as concerning the flesh Christ came, who is over all, God blessed for ever. Amen.",
    "web": "of whom are the fathers, and from whom is Christ as concerning the flesh, who is over all, God, blessed forever. Amen.",
    "chr": "ᎾᏍᎩ ᏧᏂᏙᏓ ᏥᎩ ᎠᏂᎦᏴᎵᎨᎢ, ᎠᎴ ᎾᏍᎩ ᎠᏁᎲᎢ, Ꭰ ᎠᏇᏓᎵ ᎨᏒ ᏧᎷᏤ ᎦᎶᏁᏛ, ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᏥᎩ, ᏄᏓᎴᏒ ᎤᎬᏫᏳᏌᏕᎩ, ᏫᎾᏍᏛᎾ ᎦᎸᏉᏙᏗ. ᎡᎹᏅ."
  },
  {
    "verse": "6",
    "kjv": "Not as though the word of God hath taken none effect. For they are not all Israel, which are of Israel:",
    "web": "But it is not as though the word of God has come to nothing. For they are not all Israel that are of Israel.",
    "chr": "ᎥᏝ ᎠᏗᎾ ᎤᏁᎳᏅᎯ ᎤᏁᏨ ᎠᏎᏉᏉ ᏥᏄᎵᏍᏔᏃ ᎾᏍᎩᏯ [ᏱᏥᏁᎦ,] ᎥᏝᏰᏃ ᏂᎦᏛ ᎢᏏᎵ ᏱᎩ ᎾᏍᎩ ᎢᏏᎵ ᏧᏁᏢᏔᏅᏛ ᏥᎩ."
  },
  {
    "verse": "7",
    "kjv": "Neither, because they are the seed of Abraham, are they all children: but, In Isaac shall thy seed be called.",
    "web": "Neither, because they are Abraham’s offspring, are they all children. But, “your offspring will be accounted as from Isaac.”",
    "chr": "ᎥᏝ ᎠᎴ ᎡᏆᎭᎻ ᏧᏁᏢᏔᏅᏛ ᏥᎩ ᎾᏍᎩ ᏱᏅᏗᎦᎵᏍᏙᏗᎭ ᏂᎦᏛ ᏧᏪᏥ ᏱᎩ; ᎡᏏᎩᏉᏍᎩᏂ ᏚᏙᎥ ᎨᏥᏯᏅᏗᏍᎨᏍᏗ ᏣᏁᏢᏔᏅᎯ."
  },
  {
    "verse": "8",
    "kjv": "That is, They which are the children of the flesh, these are not the children of God: but the children of the promise are counted for the seed.",
    "web": "That is, it is not the children of the flesh who are children of God, but the children of the promise are counted as heirs.",
    "chr": "ᎾᏍᎩ ᏯᏛᏅ, ᎤᏇᏓᎵ ᎨᏒ ᎤᎾᏕᏔᏅᎯ ᎨᏒᎢ, ᎾᏍᎩ ᎯᎠ ᎥᏝ ᎤᏁᎳᏅᎯ ᏧᏪᏥ ᏱᎩ; ᎠᏚᎢᏍᏛᏍᎩᏂ ᎤᎾᏕᏔᏅᎯ ᎨᏒ ᎾᏍᎩ ᏧᏪᏥ ᏧᏰᎸᏗ."
  },
  {
    "verse": "9",
    "kjv": "For this is the word of promise, At this time will I come, and Sarah shall have a son.",
    "web": "For this is a word of promise: “At the appointed time I will come, and Sarah will have a son.”",
    "chr": "ᎯᎠᏰᏃ ᏄᏍᏗ ᎤᎵᏁᏨ ᎠᏚᎢᏍᏛᎢ. ᎯᎠᏉ ᎢᏳ ᏓᏥᎷᏥ, ᎠᎴ ᏎᎵ ᏓᎦᎾᏄᎪᏫᏏ ᎠᏧᏣ."
  },
  {
    "verse": "10",
    "kjv": "And not only this; but when Rebecca also had conceived by one, even by our father Isaac;",
    "web": "Not only so, but Rebekah also conceived by one, by our father Isaac.",
    "chr": "ᎥᏝ ᎠᎴ ᎾᏍᎩᏉ ᏱᏄᏍᏗ; ᎵᏇᎩᏍᎩᏂ ᎾᏍᏉ ᎤᏁᎵᏨ, ᎾᏍᎩ ᎠᏏᏴᏫ ᎠᏥᏁᎵᏤᎸ, ᎾᏍᎩ ᎢᎩᏙᏓ ᎡᏏᎩ;"
  },
  {
    "verse": "11",
    "kjv": "(For the children being not yet born, neither having done any good or evil, that the purpose of God according to election might stand, not of works, but of him that calleth;)",
    "web": "For being not yet born, neither having done anything good or bad, that the purpose of God according to election might stand, not of works, but of him who calls,",
    "chr": "ᏗᏂᏲᎵᏰᏃ ᎠᏏ ᎾᎾᏕᎲᏍᎬᎾ ᎨᏎᎢ, ᎠᎴ ᎠᏏ ᎪᎱᏍᏗ ᎣᏍᏛ ᎠᎴ ᎤᏲᎢ ᎾᎾᏛᏁᎲᎾ ᎨᏎᎢ, ᎾᏍᎩ ᎤᏓᏅᏖᎸ ᎤᏁᎳᏅᎯ ᎾᏍᎩᏯ ᏧᏑᏰᏍᏗ ᎨᏒ ᎤᏲᎢᏍᏗ ᏂᎨᏒᎾ ᎢᏳᎵᏍᏙᏗᏱ, ᎥᏝ ᏚᏂᎸᏫᏍᏓᏁᎲ ᏅᏗᎦᎵᏍᏙᏗᏍᎬᎢ, ᎾᏍᎩᏯᏍᎩᏂ ᏗᏯᏂᏍᎩ ᎤᏓᏅᏖᎸᎢ;"
  },
  {
    "verse": "12",
    "kjv": "It was said unto her, The elder shall serve the younger.",
    "web": "it was said to her, “The elder will serve the younger.”",
    "chr": "ᎯᎠ ᎾᏥᏪᏎᎴᎢ, ᎤᏓᏂᎵᎨ ᏚᏁᎶᏕᏍᏗ ᎣᏂ ᎡᎯ;"
  },
  {
    "verse": "13",
    "kjv": "As it is written, Jacob have I loved, but Esau have I hated.",
    "web": "Even as it is written, “Jacob I loved, but Esau I hated.”",
    "chr": "ᎾᏍᎩᏯ ᎯᎠ ᏥᏂᎬᏅ ᏥᎪᏪᎳ, ᏤᎦᏈ ᎣᏏᏳ ᏥᏰᎸᏅ, ᎢᏐᏍᎩᏂ ᏥᏂᏆᏘᎸ."
  },
  {
    "verse": "14",
    "kjv": "What shall we say then? Is there unrighteousness with God? God forbid.",
    "web": "What shall we say then? Is there unrighteousness with God? May it never be!",
    "chr": "ᎾᏍᎩᏃ ᏥᏄᏍᏗ ᎦᏙ ᏓᏓᏛᏂ? ᏥᎪ ᏂᏚᏳᎪᏛᎾ ᎨᏒ ᎤᏪᎭ ᎤᏁᎳᏅᎯ? ᎬᏩᏟᏍᏗ."
  },
  {
    "verse": "15",
    "kjv": "For he saith to Moses, I will have mercy on whom I will have mercy, and I will have compassion on whom I will have compassion.",
    "web": "For he said to Moses, “I will have mercy on whom I have mercy, and I will have compassion on whom I have compassion.”",
    "chr": "ᎣᏏᏰᏃ ᎯᎠ ᎾᏥᏪᏎᎭ, ᏥᏯᏙᎵᏍᏗ ᎨᏎᏍᏗ ᎾᏍᎩ Ꮎ ᏥᏯᏙᎵᎩ ᎨᎵᏍᎨᏍᏗ, ᎠᎴ ᎤᏪᏙᎵᏍᏗ ᏥᏯᏓᏅᏓᏗᏍᏗ ᎨᏎᏍᏗ ᎾᏍᎩ Ꮎ ᎤᏪᏙᎵᏍᏗ ᏥᏯᏓᏅᏓᏓ ᎨᎵᏍᎨᏍᏗ."
  },
  {
    "verse": "16",
    "kjv": "So then it is not of him that willeth, nor of him that runneth, but of God that sheweth mercy.",
    "web": "So then it is not of him who wills, nor of him who runs, but of God who has mercy.",
    "chr": "ᎾᏍᎩᏃ ᏥᏄᏍᏗ ᎥᏝ ᎩᎶ ᎤᏚᎸᎲ ᏱᏅᏗᎦᎵᏍᏙᏗᎭ, ᎥᏝ ᎠᎴ ᏚᏍᏆᎸᏔᏅ ᏱᏅᏗᎦᎵᏍᏙᏗᎭ, ᎤᎾᎳᏅᎯᏍᎩᏂ ᎤᏓᏅᏖᎸᎢ ᎾᏍᎩ ᏗᎦᏙᎵᎩ ᏥᎩ."
  },
  {
    "verse": "17",
    "kjv": "For the scripture saith unto Pharaoh, Even for this same purpose have I raised thee up, that I might shew my power in thee, and that my name might be declared throughout all the earth.",
    "web": "For the Scripture says to Pharaoh, “For this very purpose I caused you to be raised up, that I might show in you my power, and that my name might be proclaimed in all the earth.”",
    "chr": "ᎪᏪᎵᎯᏰᏃ ᎯᎠ ᎾᏥᏪᏎ ᏇᏓᏲ, ᎾᏍᎩ ᎯᎠ ᏅᏗᎦᎵᏍᏙᏗᎭ ᏕᎬᏯᎴᏔᏅ, ᎾᏍᎩ ᎠᎩᎾᏄᎪᏫᏍᏗᏱ ᎠᏆᎵᏂᎩᏗᏳ ᎨᏒ ᏂᎯ ᎬᏴᏗᏍᎬᎢ, ᎠᎴ ᎾᏍᎩ ᎠᏴ ᏓᏆᏙᎥ ᏧᏃᏣᎶᎢᏍᏗᏱ ᎡᎶᎯ ᏂᎬᎾᏛᎢ."
  },
  {
    "verse": "18",
    "kjv": "Therefore hath he mercy on whom he will have mercy, and whom he will he hardeneth.",
    "web": "So then, he has mercy on whom he desires, and he hardens whom he desires.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎦᏙᎵᎪ ᎾᏍᎩ Ꮎ ᏥᏯᏙᎵᎩ ᎡᎳ, ᎠᎴ ᎩᎶ ᏥᏍᏓᏱᏓ ᎡᎳ ᎠᏍᏓᏱᏗᏍᎪᎢ."
  },
  {
    "verse": "19",
    "kjv": "Thou wilt say then unto me, Why doth he yet find fault? For who hath resisted his will?",
    "web": "You will say then to me, “Why does he still find fault? For who withstands his will?”",
    "chr": "ᎯᎠ Ꭷ ᎨᎵ ᏅᏛᏍᎩᏪᏎᎵ, ᎦᏙᏃ ᎠᏏᏉ ᎡᏍᎦ ᎠᏰᎸᏍᎦ? ᎦᎪᏰᏃ ᏚᎦᏘᎴᏅ ᏄᏍᏛ ᎠᏓᏅᏖᏍᎬᎢ?"
  },
  {
    "verse": "20",
    "kjv": "Nay but, O man, who art thou that repliest against God? Shall the thing formed say to him that formed it, Why hast thou made me thus?",
    "web": "But indeed, O man, who are you to reply against God? Will the thing formed ask him who formed it, “Why did you make me like this?”",
    "chr": "ᎠᏎᏃ ᏂᎯ ᏴᏫᏉ ᎦᎪ ᎢᏣᏍᏗ ᏥᏁᏤᎭ ᏕᎯᎦᏘᎴᎬ ᎤᏁᎳᏅᎯ? ᏥᎪ ᎪᎱᏍᏗ ᎠᏢᏅᎯ ᎯᎠ ᏅᏓᎦᏪᏎᎵ ᎾᏍᎩ ᎤᏬᏢᏅᎯ, ᎦᏙᏃ ᎾᏍᎩ ᎯᎠ ᏂᏍᏋᏁᎸ ᎢᏍᏉᏢᏅ?"
  },
  {
    "verse": "21",
    "kjv": "Hath not the potter power over the clay, of the same lump to make one vessel unto honour, and another unto dishonour?",
    "web": "Or hasn’t the potter a right over the clay, from the same lump to make one part a vessel for honor, and another for dishonor?",
    "chr": "ᏝᏍᎪ ᏗᏩᎵ ᏗᎪᏢᏍᎩ ᏳᎭ ᎠᏓᏅᏖᏍᎬ ᎢᏳᏩᏁᎵᏓᏍᏗᏱ ᎦᏓᏆᎳ, ᎾᏍᎩᏉ ᎦᎾᏆᎸᏒ ᎠᎬᎭᎸᏛ ᏌᏉ ᎠᏖᎵᏙ ᎤᏬᏢᏗᏱ ᎦᎸᏉᏙᏗ, ᏅᏩᏓᎴᏃ ᎦᎸᏉᏗᏗ ᏂᎨᏒᎾ?"
  },
  {
    "verse": "22",
    "kjv": "What if God, willing to shew his wrath, and to make his power known, endured with much longsuffering the vessels of wrath fitted to destruction:",
    "web": "What if God, willing to show his wrath and to make his power known, endured with much patience vessels of wrath prepared for destruction,",
    "chr": "[ᎦᏙᏃ ᏳᏍᏗ,] ᎢᏳᏃ ᎤᏁᎳᏅᎯ ᎤᏚᎵᏍᎬ ᎬᏂᎨᏒ ᎢᏳᏩᏁᏗᏱ ᎤᏔᎳᏬᎯᏍᏗ ᎨᏒᎢ, ᎠᎴ ᎤᎵᏂᎬᎬ ᎤᎾᏄᎪᏫᏍᏗᏱ, ᎬᏂᏗᏳ ᎨᏒ ᎬᏗᏍᎬ ᎪᎯᏗᏳ ᎤᏁᎳᎩ ᏱᏚᏪᎵᏎᎸ ᏗᏖᎵᏙ ᎤᏔᎳᏬᎯᏍᏗ ᎨᏒ ᏗᏟᏍᏗ, ᏗᏛᏅᎢᏍᏔᏅᎯ ᏗᏛᏙᏗᏱ;"
  },
  {
    "verse": "23",
    "kjv": "And that he might make known the riches of his glory on the vessels of mercy, which he had afore prepared unto glory,",
    "web": "and that he might make known the riches of his glory on vessels of mercy, which he prepared beforehand for glory—",
    "chr": "ᎠᎴ ᎾᏍᎩ [ᎤᏚᎵᏍᎬ] ᎬᏂᎨᏒ ᎢᏳᏩᏁᏗᏱ ᎤᏤᎵ ᎤᏣᏔᏅᎯ ᎦᎸᏉᏗᏳ ᎨᏒ ᏕᎬᏗᏍᎬ ᏗᏖᎵᏙ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᏗᏟᏍᏗ, ᎾᏍᎩ ᏧᏛᏅᎢᏍᏔᏅᎯ ᏥᏂᎨᏎ ᎦᎸᏉᏗᏳ ᏗᎨᏒ ᏭᎾᏕᏗᏱ,"
  },
  {
    "verse": "24",
    "kjv": "Even us, whom he hath called, not of the Jews only, but also of the Gentiles?",
    "web": "us, whom he also called, not from the Jews only, but also from the Gentiles?",
    "chr": "ᎾᏍᎩ ᎠᏴ, ᎢᎩᏯᏅᏛ ᏥᎩ, ᎥᏝ ᎠᏂᏧᏏᏉ ᎤᏅᏒ ᎠᏁᎲᎢ, ᎾᏍᏉᏍᎩᏂ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᎠᏁᎲᎢ;"
  },
  {
    "verse": "25",
    "kjv": "As he saith also in Osee, I will call them my people, which were not my people; and her beloved, which was not beloved.",
    "web": "As he says also in Hosea, “I will call them ‘my people,’ which were not my people; and her ‘beloved,’ who was not beloved.”",
    "chr": "ᎾᏍᎩᏯ ᎾᏍᏉ ᎯᎠ ᏥᏂᎦᏪ ᎰᏏᎠ ᎤᏬᏪᎸᎢ; ᏗᏆᏤᎵ ᏴᏫ ᎦᏥᏲᏎᎮᏍᏗ ᎾᏍᎩ Ꮎ ᏗᏆᏤᎵ ᏴᏫ ᏂᎨᏒᎾ ᏥᎨᏒᎩ; ᎠᎴ ᏥᎨᏳᎢ (ᏥᏲᏎᎮᏍᏗ,) ᎾᏍᎩ Ꮎ ᏥᎨᏳᎢ ᏂᎨᏒᎾ ᏥᎨᏒᎩ."
  },
  {
    "verse": "26",
    "kjv": "And it shall come to pass, that in the place where it was said unto them, Ye are not my people; there shall they be called the children of the living God.",
    "web": "“It will be that in the place where it was said to them, ‘You are not my people,’ there they will be called ‘children of the living God.’”",
    "chr": "ᎠᎴ ᎯᎠ ᏅᏓᎦᎵᏍᏔᏂ, ᎾᎿᏂ ᎯᎠ ᏂᎨᏥᏪᏎᎸᎢ, ᏂᎯ ᎥᏝ ᎠᏴ ᏗᏆᏤᎵ ᏴᏫ ᏱᎩ; ᎾᎿᏂ ᎬᏂᏛ ᎤᏁᎳᏅᎯ ᏧᏪᏥ ᎨᎪᏎᎮᏍᏗ."
  },
  {
    "verse": "27",
    "kjv": "Esaias also crieth concerning Israel, Though the number of the children of Israel be as the sand of the sea, a remnant shall be saved:",
    "web": "Isaiah cries concerning Israel, “If the number of the children of Israel are as the sand of the sea, it is the remnant who will be saved;",
    "chr": "ᎢᏌᏯ ᎾᏍᏉ ᎯᎠ ᏂᎦᏪᎭ ᎢᏏᎵ ᏕᎧᏁᎢᏍᏗᏍᎬᎢ; ᎢᏏᎵ ᏧᏪᏥ ᎾᏍᏉ ᏃᏳ ᎠᎺᏉᎯ ᎦᎳᎨᏴ ᎾᏍᎩᏯ ᏱᏄᎾᏧᏈᏍᏗ, ᎤᎾᎵᏃᎯᏰᎯ ᎠᏎ ᎨᏥᏍᏕᎸᏗ ᎨᏎᏍᏗ."
  },
  {
    "verse": "28",
    "kjv": "For he will finish the work, and cut it short in righteousness: because a short work will the Lord make upon the earth.",
    "web": "for he will finish the work and cut it short in righteousness, because the Lord will make a short work upon the earth.”",
    "chr": "ᏛᏍᏆᏗᏰᏃ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒᎢ, ᎠᎴ ᏚᏳᎪᏛ ᎬᏗ ᎤᎵᏍᏗᏳ ᎾᏍᎩ ᏅᏛᏛᏁᎵ; ᎤᎵᏍᏗᏰᏃ ᏅᏛᏛᏁᎵ ᏄᏍᏛ ᏚᏭᎪᏔᏅ ᎡᎶᎯ."
  },
  {
    "verse": "29",
    "kjv": "And as Esaias said before, Except the Lord of Sabaoth had left us a seed, we had been as Sodoma, and been made like unto Gomorrha.",
    "web": "As Isaiah has said before, “Unless the Lord of Armies had left us a seed, we would have become like Sodom, and would have been made like Gomorrah.”",
    "chr": "ᎠᎴ ᎾᏍᎩᏯ ᎢᏌᏯ ᎦᏳᎳ ᎯᎠ ᏥᏄᏪᏐᎢ, ᎢᏳᏃ ᏱᎰᏩ ᎤᏂᏣᏘ ᏧᏓᏘᎾᎢ ᏂᎩᏃᎯᏰᎸᎾ ᏱᎨᏎ ᎤᎵᏃᎯᏴᎯ, ᎾᏍᎩᏯ ᏱᏂᎦᏍᏕᎢ."
  },
  {
    "verse": "30",
    "kjv": "What shall we say then? That the Gentiles, which followed not after righteousness, have attained to righteousness, even the righteousness which is of faith.",
    "web": "What shall we say then? That the Gentiles, who didn’t follow after righteousness, attained to righteousness, even the righteousness which is of faith;",
    "chr": "ᎾᏍᎩᏃ ᏥᏄᏍᏗ ᎦᏙ ᏓᏓᏛᏂ? ᎾᏍᎩ Ꮎ ᏧᎾᏓᎴᏅᏛ ᏴᏫ, ᎾᏍᎩ ᎠᏚᏓᎴᏍᏗ ᎨᏒ ᏄᏂᏍᏓᏩᏛᏒᎾ ᎨᏒ, ᎾᏍᎩ ᎠᏚᏓᎴᏍᏗ ᎨᏒ ᎤᏂᏩᏛᎲ, ᎾᏍᎩ ᎪᎯᏳᏗ ᎨᏒ ᎠᏚᏓᎴᏍᏙᏗ ᏥᎩ."
  },
  {
    "verse": "31",
    "kjv": "But Israel, which followed after the law of righteousness, hath not attained to the law of righteousness.",
    "web": "but Israel, following after a law of righteousness, didn’t arrive at the law of righteousness.",
    "chr": "ᎢᏏᎵᏍᎩᏂ ᎤᏂᏍᏓᏩᏛᏛ ᏗᎧᎿᏩᏛᏍᏗ ᎠᏚᏓᎴᏍᏙᏗ ᎨᏒᎢ, ᎾᏍᎩ ᎥᏝ ᏳᏂᏩᏛᎲ ᏗᎧᎿᏩᏛᏍᏗ ᎠᏚᏓᎴᏍᏙᏗ ᎨᏒᎢ."
  },
  {
    "verse": "32",
    "kjv": "Wherefore? Because they sought it not by faith, but as it were by the works of the law. For they stumbled at that stumblingstone;",
    "web": "Why? Because they didn’t seek it by faith, but as it were by works of the law. They stumbled over the stumbling stone,",
    "chr": "ᎦᏙᏃ? ᏅᏗᎦᎵᏍᏙᏗᎭ ᎾᏍᎩ ᎪᎯᏳᏗ ᎨᏒ ᏄᏅᏔᏅᎾ ᎨᏒᎢ, ᏗᎧᎿᏩᏛᏍᏗᏍᎩᏂ ᏂᎦᏪᏍᎬ ᎢᏯᏛᏁᏗ ᎨᏒ ᎤᏅᏔᏅᎢ; ᏚᏃᏕᏍᏔᏁᏰᏃ ᎾᏍᎩ Ꮎ ᏅᏯ ᏗᏓᏙᏕᎯᎯ ᎨᏒᎢ;"
  },
  {
    "verse": "33",
    "kjv": "As it is written, Behold, I lay in Sion a stumblingstone and rock of offence: and whosoever believeth on him shall not be ashamed.",
    "web": "even as it is written, “Behold, I lay in Zion a stumbling stone and a rock of offense; and no one who believes in him will be disappointed.”",
    "chr": "ᎾᏍᎩᏯ ᎯᎠ ᏥᏂᎬᏅ ᏥᎦᏪᎳ, ᎬᏂᏳᏉ ᏌᏯᏂ ᏓᏥᏂ ᏅᏯ ᏗᏓᏙᏕᎯᎯ, ᎠᎴ ᏅᏯ ᎠᏓᎿᏍᏆᎶᏍᏗᏍᎩ; ᎠᎴ ᎩᎶ ᎪᎯᏳᎲᏍᎨᏍᏗ ᎾᏍᎩ ᎥᏝ ᎤᏕᎰᎯᏍᏗ ᏱᎨᏎᏍᏗ."
  }
]
