[
  {
    "verse": "1",
    "kjv": "The former treatise have I made, O Theophilus, of all that Jesus began both to do and teach,",
    "web": "The first book I wrote, Theophilus, concerned all that Jesus began both to do and to teach,",
    "chr": "Ꭷ ᏗᎣᏈᎵ, ᎢᎬᏱᏱ ᏣᏉᏪᎳᏅᎩ ᎧᏃᎮᏍᎬᎩ ᏂᎦᏛ ᏥᏌ ᎤᎴᏅᎲ ᏚᎸᏫᏍᏓᏁᎸ ᎠᎴ ᏚᏕᏲᏅᎢ,"
  },
  {
    "verse": "2",
    "kjv": "Until the day in which he was taken up, after that he through the Holy Ghost had given commandments unto the apostles whom he had chosen:",
    "web": "until the day in which he was received up, after he had given commandment through the Holy Spirit to the apostles whom he had chosen.",
    "chr": "ᎬᏂ ᎾᎯᏳ ᎢᎦ ᎠᏥᏌᎳᏓᏅ, ᎦᏳᎳ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᎤᏩᏔᏅᎯ ᏧᏁᏤᎸᎯ ᏂᎨᏎ ᎨᏥᏅᏏᏛ ᎾᏍᎩ ᏧᏑᏰᏛ."
  },
  {
    "verse": "3",
    "kjv": "To whom also he shewed himself alive after his passion by many infallible proofs, being seen of them forty days, and speaking of the things pertaining to the kingdom of God:",
    "web": "To these he also showed himself alive after he suffered, by many proofs, appearing to them over a period of forty days and speaking about God’s Kingdom.",
    "chr": "ᎾᏍᎩ ᎾᏍᏉ ᎬᏃᏛ ᎬᏂᎨᏒ ᏂᏚᏛᏁᎴᎢ, ᎤᎩᎵᏲᏨᎯ ᏂᎨᏎᎢ, ᎤᏣᏘ ᏄᏜᏏᏛᏒᎾ ᎠᏙᎵᏲᏨᎯ ᏂᎨᏎᎢ, ᎤᏣᏘ ᏄᏜᏏᏛᏒᎾ ᎠᏙᎴᎰᎯᏍᏙᏗ ᎬᏗᏍᎬᎢ, ᏅᎦᏍᎪᎯ ᏧᏒᎯᏛ ᎬᏩᎪᎲᎢ, ᎠᎴ ᎤᏁᎳᏅᎯ ᎤᎬᏫᏳᎯ ᎬᏩᎪᎲᎢ, ᎠᎴ ᎤᏁᎳᏅᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎤᎬᏩᎵ ᎤᏃᎮᎸᎯ ᏂᎨᏎᎢ."
  },
  {
    "verse": "4",
    "kjv": "And, being assembled together with them, commanded them that they should not depart from Jerusalem, but wait for the promise of the Father, which, saith he, ye have heard of me.",
    "web": "Being assembled together with them, he commanded them, “Don’t depart from Jerusalem, but wait for the promise of the Father, which you heard from me.",
    "chr": "ᏚᏂᎳᏫᏨᏃ ᏚᏁᏤᎴ ᏥᎷᏏᎵᎻ ᎤᏂᎷᎪᎢᏍᏗᏱ ᏂᎨᏒᎾ, ᎤᏂᎦᏘᏗᏍᏗᏱᏍᎩᏂ ᎠᎦᏴᎵᎨ ᎤᏚᎢᏍᏔᏅᎢ, ᎾᏍᎩ ᏍᎩᏯᏛᎦᏁᎸᎯ ᏥᎩ, [ᏚᏬᏎᎴᎢ.]"
  },
  {
    "verse": "5",
    "kjv": "For John truly baptized with water; but ye shall be baptized with the Holy Ghost not many days hence.",
    "web": "For John indeed baptized in water, but you will be baptized in the Holy Spirit not many days from now.”",
    "chr": "ᏣᏂᏰᏃ ᎤᏙᎯᏳᎯ ᎠᎹ ᏓᏓᏬᏍᏗᏍᎬᎩ; ᏂᎯᏍᎩᏂ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᏙᏓᏰᏣᏬᏍᏔᏂ ᎢᎸᏍᎩᏉ ᎢᏳᏒᎯ."
  },
  {
    "verse": "6",
    "kjv": "When they therefore were come together, they asked of him, saying, Lord, wilt thou at this time restore again the kingdom to Israel?",
    "web": "Therefore, when they had come together, they asked him, “Lord, are you now restoring the kingdom to Israel?”",
    "chr": "ᎿᏉᏃ ᎤᎾᏓᏟᏌᏅ ᎬᏩᏛᏛᏁᎢ, ᎯᎠ ᏄᏂᏪᏎᎢ; ᏣᎬᏫᏳᎯ, ᎿᏉᏍᎪ ᎠᏰᎵ ᎪᏢᏒ ᏙᏛᎯᏁᎵ ᎢᏏᎵ?"
  },
  {
    "verse": "7",
    "kjv": "And he said unto them, It is not for you to know the times or the seasons, which the Father hath put in his own power.",
    "web": "He said to them, “It isn’t for you to know times or seasons which the Father has set within his own authority.",
    "chr": "ᎠᏎᏃ ᎯᎠ ᏂᏚᏪᏎᎴᎢ; ᎥᏝ ᏂᎯ ᎢᏥᎦᏙᎥᎯᏍᏗ ᏱᎩ ᎢᏳ ᎠᎴ ᎾᎯᏳ ᏕᎨᏌᏗᏒᎢ, ᎾᏍᎩ ᎠᎦᏴᎵᎨ ᎤᏩᏒ ᎢᏧᏩᏁᎵᏓᏍᏗ ᏥᏄᏩᏅ."
  },
  {
    "verse": "8",
    "kjv": "But ye shall receive power, after that the Holy Ghost is come upon you: and ye shall be witnesses unto me both in Jerusalem, and in all Judaea, and in Samaria, and unto the uttermost part of the earth.",
    "web": "But you will receive power when the Holy Spirit has come upon you. You will be witnesses to me in Jerusalem, in all Judea and Samaria, and to the uttermost parts of the earth.”",
    "chr": "ᎠᏎᏃ ᏓᏰᏣᎵᏂᎪᎯᏍᏔᏂ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᎢᏥᎷᏤᎸᎭ, ᎠᎴ ᏍᎩᏃᎮᏍᎩ ᎨᏎᏍᏗ ᏥᎷᏏᎵᎻ ᎠᎴ ᏂᎬᎾᏛ ᏧᏗᏱ ᎠᎴ ᏌᎺᎵᏱ ᎠᎴ ᏂᎬᎾᏛ ᎡᎶᎯ."
  },
  {
    "verse": "9",
    "kjv": "And when he had spoken these things, while they beheld, he was taken up; and a cloud received him out of their sight.",
    "web": "When he had said these things, as they were looking, he was taken up, and a cloud received him out of their sight.",
    "chr": "ᎾᏍᎩᏃ ᎯᎠ ᏄᏪᏒ, ᎠᏏᏉ ᎤᎾᎦᏙᏍᏕ ᎠᏥᏌᎳᏓᏁᎢ, ᎤᎶᎩᎸᏃ ᏭᏕᎵᏤ ᏓᏂᎧᏅᎢ."
  },
  {
    "verse": "10",
    "kjv": "And while they looked stedfastly toward heaven as he went up, behold, two men stood by them in white apparel;",
    "web": "While they were looking steadfastly into the sky as he went, behold, two men stood by them in white clothing,",
    "chr": "ᎠᏏᏉᏃ ᏭᎶᏒ ᎤᏯᏅᏒᎯ ᏫᏓᏂᎧᏁ ᎦᎸᎳᏗ, ᎬᏂᏳᏉ ᎠᏂᏔᎵ ᎠᏂᏍᎦᏯ ᏧᏁᎬ ᏧᎾᏄᏫ ᎤᎶᏗᏢ ᎦᎾᎴᏂᎴᎢ;"
  },
  {
    "verse": "11",
    "kjv": "Which also said, Ye men of Galilee, why stand ye gazing up into heaven? this same Jesus, which is taken up from you into heaven, shall so come in like manner as ye have seen him go into heaven.",
    "web": "who also said, “You men of Galilee, why do you stand looking into the sky? This Jesus, who was received up from you into the sky, will come back in the same way as you saw him going into the sky.”",
    "chr": "ᎾᏍᎩᏃ ᎯᎠ ᏄᏂᏪᏎᎢ; ᎢᏥᏍᎦᏯ ᎨᎵᎵ ᎢᏤᎯ, ᎦᏙᏃ ᎢᏥᏙᎾᎠ ᎦᎸᎳᏗ ᏫᏙᏥᎧᎿ? ᎾᏍᎩ ᎯᎠ ᏥᏌ ᏤᏥᏯᏅᏏ ᎦᎸᎳᏗ ᏥᏫᎦᎶᎯ ᎾᏍᎩᏯ ᏅᏛᏛᏁᎵ ᏓᎦᎷᏥ ᏤᏥᎪᏩᏛ ᎦᎸᎳᏗ ᏥᏫᎦᎶᎯ."
  },
  {
    "verse": "12",
    "kjv": "Then returned they unto Jerusalem from the mount called Olivet, which is from Jerusalem a sabbath day's journey.",
    "web": "Then they returned to Jerusalem from the mountain called Olivet, which is near Jerusalem, a Sabbath day’s journey away.",
    "chr": "ᎿᏉᏃ ᏥᎷᏏᎵᎻ ᏫᎤᏂᎶᏎᎢ ᎣᎵᏩ ᏧᏙᎢᏛ ᎤᏌᎯᎸ ᎤᎾᏓᏅᏎᎢ, ᎾᏍᎩ ᏥᎷᏏᎵᎻ ᎾᎥ ᏥᎩ ᎤᎾᏙᏓᏆᏍᎬ ᎢᎦ ᎡᏅᏍᏗ ᎢᏴᏛ ᏥᎩ."
  },
  {
    "verse": "13",
    "kjv": "And when they were come in, they went up into an upper room, where abode both Peter, and James, and John, and Andrew, Philip, and Thomas, Bartholomew, and Matthew, James the son of Alphaeus, and Simon Zelotes, and Judas the brother of James.",
    "web": "When they had come in, they went up into the upper room where they were staying, that is Peter, John, James, Andrew, Philip, Thomas, Bartholomew, Matthew, James the son of Alphaeus, Simon the Zealot, and Judas the son of James.",
    "chr": "ᎤᏂᏴᎸᏃ, ᎤᎾᎩᎳᏫᏎ ᎦᎸᎳᏗ ᎧᏅᏑᎸ ᏭᏂᏴᎴᎢ, ᎾᎿᏃ ᎠᏂᏁ ᏈᏓ ᎠᎴ ᏥᎻ ᎠᎴ ᏣᏂ ᎠᎴ ᎡᏂᏗ, ᏈᎵᎩᏃ ᎠᎡ ᏓᎻ, ᏆᏓᎳᎻ ᎠᎴ ᎹᏚ, ᏥᎻᏃ ᎡᎵᏈ ᎤᏪᏥ ᎠᎴ ᏌᏩᏂ ᎠᏏᎶᏗ, ᏧᏓᏏᏃ ᏥᎻ ᏗᎾᏓᏅᏟ."
  },
  {
    "verse": "14",
    "kjv": "These all continued with one accord in prayer and supplication, with the women, and Mary the mother of Jesus, and with his brethren.",
    "web": "All these with one accord continued steadfastly in prayer and supplication, along with the women and Mary the mother of Jesus, and with his brothers.",
    "chr": "ᎾᏍᎩ ᎯᎠ ᏂᎦᏛ ᏌᏉ ᎢᎦᎦᏛ ᎾᏂᏲᎯᏍᏗᏍᎬᎾ ᎠᎾᏓᏙᎵᏍᏗᏍᎨᎢ ᎠᎴ ᎠᏂᏔᏲᎯᎮᎢ, ᎠᎴ ᎾᏍᏉ ᎠᏂᎨᏒ, ᎠᎴ ᎺᎵ ᏥᏌ ᎤᏥ, ᎠᎴ ᏥᏌ ᎠᎾᎵᏅᏟ."
  },
  {
    "verse": "15",
    "kjv": "And in those days Peter stood up in the midst of the disciples, and said, (the number of names together were about an hundred and twenty,)",
    "web": "In these days, Peter stood up in the middle of the disciples (and the number of names was about one hundred twenty), and said,",
    "chr": "ᎾᎯᏳᏃ ᏈᏓ ᎤᎴᏁ ᎠᏰᎵ ᎠᏂᏅ ᎠᏃᎯᏳᎲᏍᎩ, ᎾᏍᎩ ᎾᏂᎥ ᏚᎾᏙᎥ ᎠᏍᎪᎯᏧᏈ ᏔᎳᏍᎪᎯ ᎢᏴᏛ ᎨᏎᎢ, ᎯᎠᏃ ᏄᏪᏎᎢ;"
  },
  {
    "verse": "16",
    "kjv": "Men and brethren, this scripture must needs have been fulfilled, which the Holy Ghost by the mouth of David spake before concerning Judas, which was guide to them that took Jesus.",
    "web": "“Brothers, it was necessary that this Scripture should be fulfilled, which the Holy Spirit spoke before by the mouth of David concerning Judas, who was guide to those who took Jesus.",
    "chr": "ᎢᏥᏍᎦᏯ ᏗᏓᏓᏅᏟ, ᎯᎠ ᎪᏪᎸ ᎠᏎ ᎤᏙᎯᏳᏗ ᎨᏒᎩ, ᎾᏍᎩ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᏕᏫ ᎠᎰᎵ ᏧᏩᏔᏁ ᏧᏁᏤ ᏧᏓᏏ ᎠᏥᏃᎮᏍᎬᎢ, ᎾᏍᎩ ᏧᏘᏂᏙᎸᎯ ᏥᏌ ᏥᎬᏩᏂᏱᏍᎬᎩ;"
  },
  {
    "verse": "17",
    "kjv": "For he was numbered with us, and had obtained part of this ministry.",
    "web": "For he was counted with us, and received his portion in this ministry.",
    "chr": "ᎾᏍᎩᏰᏃ ᎠᏴ ᎡᎦᎵᎪᏔᏅᎯ ᏥᎨᏒᎩ, ᎠᎴ ᎠᎨᎳᏗᏍᏔᏅᎯ ᏥᎨᏒ ᎯᎠ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒᎢ."
  },
  {
    "verse": "18",
    "kjv": "Now this man purchased a field with the reward of iniquity; and falling headlong, he burst asunder in the midst, and all his bowels gushed out.",
    "web": "Now this man obtained a field with the reward for his wickedness; and falling headlong, his body burst open and all his intestines gushed out.",
    "chr": "ᎾᏍᎩᏃ ᎤᏍᎦᏅᏨᎢ ᏧᎬᏩᎳᏅᎯ ᏥᎤᏩᎯᏍᏔᏁ ᏠᎨᏏ, ᎤᏙᎠᏒᏃ ᏧᏣᎷᏘᏎᎢ, ᎠᎴ ᏂᎦᏛ ᏧᎵᎩᏏ ᏥᏚᏄᎪᏤᎢ."
  },
  {
    "verse": "19",
    "kjv": "And it was known unto all the dwellers at Jerusalem; insomuch as that field is called in their proper tongue, Aceldama, that is to say, The field of blood.",
    "web": "It became known to everyone who lived in Jerusalem that in their language that field was called ‘Akeldama,’ that is, ‘The field of blood.’",
    "chr": "ᎾᏍᎩᏃ ᏂᎦᏛ ᏥᎷᏏᎵᎻ ᎠᏁᎯ ᎤᎾᏛᎦᏅᎩ, ᎾᏍᎩᏰᏃ ᏠᎨᏏ ᎤᎾᏤᎵᎦᏯ ᎤᏂᏬᏂᎯᏍᏗ ᎨᏒ ᎠᏅᏗᏍᎬ ᎠᏎᎵᏓᎹ ᏕᎤᏙᎥ, ᎾᏍᎩ ᎩᎬᏱ ᎦᏛᎦ."
  },
  {
    "verse": "20",
    "kjv": "For it is written in the book of Psalms, Let his habitation be desolate, and let no man dwell therein: and his bishoprick let another take.",
    "web": "For it is written in the book of Psalms, ‘Let his habitation be made desolate. Let no one dwell in it;’ and, ‘Let another take his office.’",
    "chr": "ᎯᎠᏰᏃ ᏂᎬᏅ ᎪᏪᎳ ᏗᎧᏃᎩᏍᏗ ᎪᏪᎵᎯ, \"ᎦᏁᎸᎢ ᏅᏔ ᏫᏂᎦᎵᏍᏓ, ᎠᎴ ᏞᏍᏗ ᎩᎶ ᎾᎿ ᏳᏁᎳᏕᏍᏗ;\" ᎠᎴ ᎾᏍᏉ ᎯᎠ ᏂᎬᏅ, \"ᏧᎸᏫᏍᏓᏁᏗ ᎨᏒ ᏅᏩᏓᎴ ᏩᎩᏍᏓ.\""
  },
  {
    "verse": "21",
    "kjv": "Wherefore of these men which have companied with us all the time that the Lord Jesus went in and out among us,",
    "web": "“Of the men therefore who have accompanied us all the time that the Lord Jesus went in and out among us,",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎯᎠ ᎾᏍᎩ ᎠᏂᏍᎦᏯ ᎢᎨᏙᎸᎯ ᏥᎩ ᏂᎪᎯᎸ ᎤᎬᏫᏳᎯ ᏥᏌ ᎢᎨᎳᏗᏙᎸᎢ,"
  },
  {
    "verse": "22",
    "kjv": "Beginning from the baptism of John, unto that same day that he was taken up from us, must one be ordained to be a witness with us of his resurrection.",
    "web": "beginning from the baptism of John to the day that he was received up from us, of these one must become a witness with us of his resurrection.”",
    "chr": "ᏣᏂ ᏥᏓᏓᏬᏍᎬᎢ ᏅᏓᎬᏩᏓᎴᏅᏛ, ᎬᏂ ᎾᎯᏳ ᎢᎦ ᏣᏥᏌᎳᏓᏅ ᏤᎩᏯᏅᎡᎸᎩ, ᎾᏍᎩ ᎯᎠ ᎠᏂᏍᎦᏯ ᎠᏎ ᏌᏉ ᎠᏑᏰᏍᏍᏗ, ᎾᏍᎩ ᎢᎨᎳᏗᏓᏍᏗᏱ ᎤᏃᎮᏗᏱ ᏥᏌ ᏕᎤᎴᎯᏌᏅ ᎢᏗᏃᎮᏍᎬᎢ."
  },
  {
    "verse": "23",
    "kjv": "And they appointed two, Joseph called Barsabas, who was surnamed Justus, and Matthias.",
    "web": "They put forward two: Joseph called Barsabbas, who was also called Justus, and Matthias.",
    "chr": "ᎠᏂᏔᎵᏃ ᏚᏂᎧᏁᎢ, ᏦᏩ ᏆᏏᏆ ᏧᏙᎢᏛ, ᏣᏍᏓ ᏣᎪᏎᎰᎢ, ᎹᏓᏯᏃ."
  },
  {
    "verse": "24",
    "kjv": "And they prayed, and said, Thou, Lord, which knowest the hearts of all men, shew whether of these two thou hast chosen,",
    "web": "They prayed and said, “You, Lord, who know the hearts of all men, show which one of these two you have chosen",
    "chr": "ᎤᎾᏓᏙᎵᏍᏔᏁᏃ ᎯᎠ ᏄᏂᏪᏎᎢ; ᏂᎯ ᏣᎬᏫᏳᎯ, ᏂᎦᏛ ᏧᏂᎾᏫ ᏘᎦᏔᎯ, ᎬᏂᎨᏒ ᏅᎦ ᎾᏍᎩ ᎯᎠ ᎠᏂᏔᎵ ᎨᏒ ᎾᏍᎩ ᎯᏯᏑᏰᏒᎢ,"
  },
  {
    "verse": "25",
    "kjv": "That he may take part of this ministry and apostleship, from which Judas by transgression fell, that he might go to his own place.",
    "web": "to take part in this ministry and apostleship from which Judas fell away, that he might go to his own place.”",
    "chr": "ᎤᏪᎳᏗᏓᏍᏗᏱ ᎯᎠ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎠᎴ ᎠᏓᏅᏏᏛ ᎨᏒᎢ, ᎾᏍᎩ ᏧᏓᏏ ᏥᏚᏲᏒᎩ ᎤᏩᏒ ᎤᏤᎵᎪᎯ ᏭᎶᎯᏍᏗᏱ."
  },
  {
    "verse": "26",
    "kjv": "And they gave forth their lots; and the lot fell upon Matthias; and he was numbered with the eleven apostles.",
    "web": "They drew lots for them, and the lot fell on Matthias; and he was counted with the eleven apostles.",
    "chr": "ᎿᏉᏃ ᏚᎾᏎᏒᎮᎢ; ᎹᏓᏯᏃ ᎠᎦᏑᏰᏎᎢ; ᎠᎴ ᎠᎨᎳᏕ ᏌᏚ ᎾᏂᎥ ᎨᏥᏅᏏᏛ ᎤᎾᏓᏡᎬᎢ."
  }
]