[
  {
    "verse": "1",
    "kjv": "There was a certain man in Caesarea called Cornelius, a centurion of the band called the Italian band,",
    "web": "Now there was a certain man in Caesarea, Cornelius by name, a centurion of what was called the Italian Regiment,",
    "chr": "ᎩᎶᏃ ᎢᏳᏍᏗ ᎠᏍᎦᏯ ᎡᎮ ᏏᏌᎵᏱ, ᎧᏂᎵᏯ ᏧᏙᎢᏛ, ᎠᏍᎪᎯᏧᏈ ᏗᏘᏂᏙᎯ, ᎨᎳ ᎢᏓᎵ ᏧᎾᏙᎢᏛ ᎤᎾᏓᏡᎬ."
  },
  {
    "verse": "2",
    "kjv": "A devout man, and one that feared God with all his house, which gave much alms to the people, and prayed to God alway.",
    "web": "a devout man, and one who feared God with all his house, who gave gifts for the needy generously to the people, and always prayed to God.",
    "chr": "ᎤᏓᏅᏘ ᎠᎴ ᎤᏁᎳᏅᎯ ᎦᎾᏰᏍᎩ, ᎠᎴ ᎾᏍᏉ ᏂᎦᏛ ᎦᏁᎸ ᎠᏂᎮ, ᎤᏣᏘ ᏗᏁᎸᎥᏍᎩ ᏴᏫ, ᎠᎴ ᎤᏁᎳᏅᎯ ᏂᎪᎯᎸ ᎠᏓᏙᎵᏍᏓᏁᎯ."
  },
  {
    "verse": "3",
    "kjv": "He saw in a vision evidently about the ninth hour of the day an angel of God coming in to him, and saying unto him, Cornelius.",
    "web": "At about the ninth hour of the day, he clearly saw in a vision an angel of God coming to him and saying to him, “Cornelius!”",
    "chr": "ᎾᏍᎩ ᏦᎢᎭ ᎢᏳᏟᎶᏛ ᎧᎳᏩᏗᏒ ᎬᏂᎨᏒᎢᏳ ᎤᎪᎮ ᏗᎧᎿᏩᏗᏙᎯ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᎤᎷᏤᎴᎢ, ᎠᎴ ᎯᎠ ᏄᏪᏎᎴᎢ; ᎧᏂᎵᏯ."
  },
  {
    "verse": "4",
    "kjv": "And when he looked on him, he was afraid, and said, What is it, Lord? And he said unto him, Thy prayers and thine alms are come up for a memorial before God.",
    "web": "He, fastening his eyes on him and being frightened, said, “What is it, Lord?” He said to him, “Your prayers and your gifts to the needy have gone up for a memorial before God.",
    "chr": "ᏚᎧᎿᏅᏃ ᎠᎴ ᎤᏍᎦᎸ ᎯᎠ ᏄᏪᏎᎢ; ᎦᏙᎢ, ᏣᎬᏫᏳᎯ. ᎯᎠᏃ ᏄᏪᏎᎴᎢ; ᎭᏓᏙᎵᏍᏗᏍᎬ ᎠᎴ ᎭᏓᏁᎸᎥᏍᎬ ᏚᎵᏌᎳᏓᏅ ᎠᏅᏓᏗᏍᏙᏗ ᎢᏳᎵᏍᏙᏗᏱ ᎤᏁᎳᏅᎯ ᎠᎦᏔᎲᎢ."
  },
  {
    "verse": "5",
    "kjv": "And now send men to Joppa, and call for one Simon, whose surname is Peter:",
    "web": "Now send men to Joppa, and get Simon, who is also called Peter.",
    "chr": "Ꭷ, ᏦᏈ ᏘᏅᎵ ᎠᏂᏫᏅ, ᏫᏯᏅ ᏌᏩᏂ ᏈᏓ ᏧᏙᎢᏛ,"
  },
  {
    "verse": "6",
    "kjv": "He lodgeth with one Simon a tanner, whose house is by the sea side: he shall tell thee what thou oughtest to do.",
    "web": "He is staying with a tanner named Simon, whose house is by the seaside.",
    "chr": "ᎾᏍᎩ ᎤᏬᎳ ᎩᎶ ᎢᏳᏍᏗ ᎦᏁᎸ ᏌᏩᏂ ᏧᏙᎢᏛ, ᏗᏑᏫᏍᎩ, ᎾᏍᎩ ᎠᎹᏳᎶᏗ ᏥᎦᏁᎸ, ᎾᏍᎩ ᏓᏣᏃᏁᎵ ᎢᏣᏛᏁᏗᏱ."
  },
  {
    "verse": "7",
    "kjv": "And when the angel which spake unto Cornelius was departed, he called two of his household servants, and a devout soldier of them that waited on him continually;",
    "web": "When the angel who spoke to him had departed, Cornelius called two of his household servants and a devout soldier of those who waited on him continually.",
    "chr": "ᏗᎧᎿᏩᏗᏙᎯᏃ ᎤᏓᏅᏒ ᎾᏍᎩ ᎧᏂᎵᏯ ᎤᏬᏁᏔᏅᎯ, ᎠᏂᏔᎵ ᏫᏚᏯᏅᎮ ᎠᏓᏁᎸ ᏧᏅᏏᏓᏍᏗ ᎠᎴ ᏌᏉ ᎠᏯᏫᏍᎩ ᎤᏁᎳᏅᎯ ᎠᏓᏙᎵᏍᏓᏁᎯ ᏂᎪᎯᎸ ᎬᏩᎦᏘᏗᏍᎩ ᎨᏒ ᎨᎳ."
  },
  {
    "verse": "8",
    "kjv": "And when he had declared all these things unto them, he sent them to Joppa.",
    "web": "Having explained everything to them, he sent them to Joppa.",
    "chr": "ᎾᏍᎩᏃ ᏂᎦᏛ ᏚᏃᎮᎮᎸ, ᏦᏈ ᏚᏅᏎᎢ."
  },
  {
    "verse": "9",
    "kjv": "On the morrow, as they went on their journey, and drew nigh unto the city, Peter went up upon the housetop to pray about the sixth hour:",
    "web": "Now on the next day as they were on their journey and got close to the city, Peter went up on the housetop to pray at about noon.",
    "chr": "ᎤᎩᏨᏛᏃ ᎠᎾᎢᏎ ᎠᎴ ᎿᏉ ᎾᎥᏂᎨ ᎤᏂᎷᎴ ᏗᎦᏚᎲᎢ, ᏈᏓ ᎤᎩᎳᏫᏎ ᎦᏌᎾᎵ ᎤᏓᏙᎵᏍᏔᏅᏎ ᏔᎳᏚ ᎢᏳᏟᎶᏛ ᎢᏴᏛ ᎧᎳᏩᏗᏒᎢ."
  },
  {
    "verse": "10",
    "kjv": "And he became very hungry, and would have eaten: but while they made ready, he fell into a trance,",
    "web": "He became hungry and desired to eat, but while they were preparing, he fell into a trance.",
    "chr": "ᎤᏣᏘᏃ ᎤᏲᏏᏌᏁᎢ, ᎠᎴ ᎤᏚᎵᏍᎨ ᎤᎵᏍᏓᏴᏗᏱ, ᎠᏎᏃ ᎠᏏᏉ ᎠᎾᏛᏅᎢᏍᏗᏍᎨ ᏣᎦᎵᎰ ᎾᏍᎩᏯ ᏄᎵᏍᏓᏁᎴᎢ."
  },
  {
    "verse": "11",
    "kjv": "And saw heaven opened, and a certain vessel descending upon him, as it had been a great sheet knit at the four corners, and let down to the earth:",
    "web": "He saw heaven opened and a certain container descending to him, like a great sheet let down by four corners on the earth,",
    "chr": "ᎤᎪᎮᏃ ᎦᎸᎳᏗ ᎤᎵᏍᏚᎢᏛ ᎨᏎᎢ, ᎠᎴ ᎪᎱᏍᏗ ᎢᏳᏍᏗ ᎠᏖᎵᏙ ᎡᎳᏗ ᏅᏧᏍᏗᏗᏎ, ᎾᏍᎩᏯ ᎡᏆ ᎠᏄᏬ, ᏅᎩ ᏚᏅᏏᏴ ᏥᏕᎦᎸᎣᎢ, ᎾᏍᎩᏃ ᎡᎳᏗ ᎢᎬᏁᎸᎯ ᏥᎨᏐ ᎡᎶᎯ ᎢᏴᏛ."
  },
  {
    "verse": "12",
    "kjv": "Wherein were all manner of fourfooted beasts of the earth, and wild beasts, and creeping things, and fowls of the air.",
    "web": "in which were all kinds of four-footed animals of the earth, wild animals, reptiles, and birds of the sky.",
    "chr": "ᎾᎿᏃ ᎠᏂᏯᏒ ᏂᎦᏛ ᏧᎾᏓᎴᏅᏛ ᏅᎩ ᏗᏂᏅᏌᏗ ᎡᎶᎯ ᎠᏁᎯ, ᎠᎴ ᎢᎾᎨ ᎠᏁᎯ, ᎠᎴ ᎠᎾᏓᎾᏏᏂᏙᎯ, ᎠᎴ ᎦᎸᎶ ᎠᏂᏃᎯᎵᏙᎯ."
  },
  {
    "verse": "13",
    "kjv": "And there came a voice to him, Rise, Peter; kill, and eat.",
    "web": "A voice came to him, “Rise, Peter, kill and eat!”",
    "chr": "ᎠᏥᏁᏤᎴᏃ ᎯᎠ ᏅᏗᎠᏥᏪᏎᎴᎢ; ᏈᏓ, ᏔᎴᎲᎦ, ᎯᎷᎦ ᎠᎴ ᎭᎵᏍᏓᏴᎲᎦ, ᎠᎪᏎᎴᎢ."
  },
  {
    "verse": "14",
    "kjv": "But Peter said, Not so, Lord; for I have never eaten any thing that is common or unclean.",
    "web": "But Peter said, “Not so, Lord; for I have never eaten anything that is common or unclean.”",
    "chr": "ᏈᏓᏃ ᎯᎠ ᏄᏪᏎᎢ; ᏞᏍᏗ, ᏣᎬᏫᏳᎯ, ᏞᏰᏃ ᎢᎸᎯᏳ ᏯᎩᎪ ᎰᎱᏍᏗ ᎦᏓᎭ ᎠᎴ ᏂᎦᏅᎦᎸᎲᎾ."
  },
  {
    "verse": "15",
    "kjv": "And the voice spake unto him again the second time, What God hath cleansed, that call not thou common.",
    "web": "A voice came to him again the second time, “What God has cleansed, you must not call unclean.”",
    "chr": "ᏔᎵᏁᏃ ᎯᎠ ᏅᏗᎠᏥᏪᏎᎵᎢ; ᎤᏁᎳᏅᎯ ᎤᏅᎦᎸᏛ ᎾᏍᎩ Ꮮ-Ꮧ ᎦᏓᎭ ᏲᏎᎮᏍᏗ."
  },
  {
    "verse": "16",
    "kjv": "This was done thrice: and the vessel was received up again into heaven.",
    "web": "This was done three times, and immediately the thing was received up into heaven.",
    "chr": "ᎾᏍᎩ ᎯᎠ ᏦᎢ ᏄᎵᏍᏔᏁᎢ, ᎿᏉᏃ ᎠᏖᎵᏙ ᏔᎵᏁ ᎦᎸᎳᏗ ᏫᎤᎵᏌᎳᏓᏁᎢ."
  },
  {
    "verse": "17",
    "kjv": "Now while Peter doubted in himself what this vision which he had seen should mean, behold, the men which were sent from Cornelius had made enquiry for Simon's house, and stood before the gate,",
    "web": "Now while Peter was very perplexed in himself what the vision which he had seen might mean, behold, the men who were sent by Cornelius, having made inquiry for Simon’s house, stood before the gate,",
    "chr": "ᎠᏏᏉᏃ ᏈᏓ ᎠᏓᏅᏖᏍᎨ ᏄᏍᏛ ᎦᏛᎬ ᎾᏍᎩ ᎤᏁᎳᏫᏎᎸᎢ, ᎬᏂᏳᏉ ᎠᏂᏫᏅ ᎾᏍᎩ ᎧᏂᎵᏯ ᏂᏙᏓᏳᏅᏒᎯ ᎤᎾᏓᏛᏛᏅᎯ ᎨᏎ ᏌᏩᏂ ᎦᏁᎸᎢ, ᎠᎴ ᎠᏂᏙᎾᎡ ᎦᎶᎯᏍᏗᏳᎶᏗ;"
  },
  {
    "verse": "18",
    "kjv": "And called, and asked whether Simon, which was surnamed Peter, were lodged there.",
    "web": "and called and asked whether Simon, who was also called Peter, was lodging there.",
    "chr": "ᏭᎾᎵᏍᏔᏅᏃ ᎤᎾᏓᏛᏛᏁᎢ; ᎠᏂᏍᎪ ᎤᏬᎳ ᏌᏩᏂ ᏈᏓ ᏑᏙᎢᏛ, ᎤᎾᏛᏁᎢ."
  },
  {
    "verse": "19",
    "kjv": "While Peter thought on the vision, the Spirit said unto him, Behold, three men seek thee.",
    "web": "While Peter was pondering the vision, the Spirit said to him, “Behold, three men seek you.",
    "chr": "ᎠᏏᏉᏃ ᏈᏓ ᎠᏓᏅᏖᏍᎨ ᎤᏁᎳᏫᏎᎸᎢ, ᎠᏓᏅᏙ ᎯᎠ ᏄᏪᏎᎴᎢ, ᎬᏂᏳᏉ ᎠᏂᏦᎢ ᎠᏂᏫᏅ ᎨᏣᏲᎭ."
  },
  {
    "verse": "20",
    "kjv": "Arise therefore, and get thee down, and go with them, doubting nothing: for I have sent them.",
    "web": "But arise, get down, and go with them, doubting nothing; for I have sent them.”",
    "chr": "Ꭷ, ᏔᎴᎲᎦ, ᎭᏠᎠᎯ, ᎠᎴ ᏘᏍᏓᏩᏚᎦ ᎪᎱᏍᏗ ᏂᏗᏣᏢᏫᏎᎲᎾ, ᎠᏴᏰᏃ ᏗᏥᏅᏏᏛ."
  },
  {
    "verse": "21",
    "kjv": "Then Peter went down to the men which were sent unto him from Cornelius; and said, Behold, I am he whom ye seek: what is the cause wherefore ye are come?",
    "web": "Peter went down to the men, and said, “Behold, I am he whom you seek. Why have you come?”",
    "chr": "ᎿᏉᏃ ᏈᏓ ᎤᏞᎠᏒ ᏫᏚᎷᏤᎸ ᎠᏂᏫᏅ ᎧᏂᎵᏯ ᏧᏅᏏᏛ ᎬᏩᏯᏅᎯᎸᎯ, ᎯᎠ ᏄᏪᏎᎢ; ᎬᏂᏳᏉ ᎠᏴ ᎾᏍᎩ ᏤᏥᏲᎭ. ᎦᏙ ᏧᎵᏰᎢᎸᏍᏔᏅ ᎯᎠ ᏥᏥᎷᎩ?"
  },
  {
    "verse": "22",
    "kjv": "And they said, Cornelius the centurion, a just man, and one that feareth God, and of good report among all the nation of the Jews, was warned from God by an holy angel to send for thee into his house, and to hear words of thee.",
    "web": "They said, “Cornelius, a centurion, a righteous man and one who fears God, and well spoken of by all the nation of the Jews, was directed by a holy angel to invite you to his house, and to listen to what you say.”",
    "chr": "ᎯᎠᏃ ᏄᏂᏪᏎᎢ; ᎧᏂᎵᏯ ᎠᏍᎪᎯᏧᏈ ᏗᏘᏂᏙᎯ, ᏚᏳᎯᏛ ᎢᏯᏛᏁᎯ ᎠᏍᎦᏯ ᎠᎴ ᎤᏁᎳᏅᎯ ᎦᎾᏰᏍᎩ, ᎠᎴ ᎣᏍᏛ ᎬᏩᏃᎮᏍᎩ ᎾᏂᎥ ᏑᎾᏓᎴᎩ ᎨᏒ ᎠᏂᏧᏏ, ᎤᏁᏤᎸᎩ ᎦᎸᏉᏗ ᏗᎧᎿᏩᏗᏙᎯ, ᎤᏓᏅᏍᏗᏱ ᏧᏪᏅᏒ ᏫᏣᎷᎯᏍᏗᏱ ᎠᎴ ᎯᏬᏂᏍᎬ ᎤᏛᎪᏗᏱ."
  },
  {
    "verse": "23",
    "kjv": "Then called he them in, and lodged them. And on the morrow Peter went away with them, and certain brethren from Joppa accompanied him.",
    "web": "So he called them in and provided a place to stay. On the next day Peter arose and went out with them, and some of the brothers from Joppa accompanied him.",
    "chr": "ᏚᏔᏲᎡᎸᏃ ᎤᏂᏴᏍᏗᏱ, ᎠᎴ ᏚᏍᏆᏂᎪᏔᏁᎢ. ᎤᎩᏨᏛᏃ ᏈᏓ ᏕᎤᏍᏓᏩᏛᏎᎢ, ᎠᎴ ᎩᎶ ᎢᏳᎾᏍᏗ ᎠᎾᎵᏅᏟ ᏦᏈ ᎠᏁᎯ ᎬᏩᎵᎪᏁᎴᎢ."
  },
  {
    "verse": "24",
    "kjv": "And the morrow after they entered into Caesarea. And Cornelius waited for them, and he had called together his kinsmen and near friends.",
    "web": "On the next day they entered into Caesarea. Cornelius was waiting for them, having called together his relatives and his near friends.",
    "chr": "ᏫᎤᎩᏨᏅᏃ ᏏᏌᎵᏱ ᏭᏂᏴᎴᎢ. ᎧᏂᎵᏯᏃ ᎤᏂᎦᏘᏰᎢ, ᎠᎴ ᏧᏪᏟᏌᏅᎯ ᎨᏎ ᎪᎱᏍᏗ ᏧᏩᏂ ᎠᎴ ᏧᎵᎢ."
  },
  {
    "verse": "25",
    "kjv": "And as Peter was coming in, Cornelius met him, and fell down at his feet, and worshipped him.",
    "web": "When Peter entered, Cornelius met him, fell down at his feet, and worshiped him.",
    "chr": "ᎿᏉᏃ ᏈᏓ ᏗᏴᎵᏎ ᎧᏂᎵᏯ ᏕᎤᏠᏎᎢ, ᎡᎳᏗᏃ ᎤᏅᏨ ᏈᏓ ᏚᎳᏍᎬ ᎤᏓᏙᎵᏍᏓᏁᎴᎢ."
  },
  {
    "verse": "26",
    "kjv": "But Peter took him up, saying, Stand up; I myself also am a man.",
    "web": "But Peter raised him up, saying, “Stand up! I myself am also a man.”",
    "chr": "ᎠᏎᏃ ᏈᏓ ᏕᎤᎴᏔᏁ ᎯᎠ ᏄᏪᏎᎢ; ᏔᎴᎲᎦ, ᎠᏴ ᎾᏍᏉ ᏴᏫᏉ."
  },
  {
    "verse": "27",
    "kjv": "And as he talked with him, he went in, and found many that were come together.",
    "web": "As he talked with him, he went in and found many gathered together.",
    "chr": "ᎠᏎᏉᏃ ᎠᎵᏃᎮᏗᏍᎨ, ᏭᏴᎴᎢ; ᎠᎴ ᏚᏩᏛᎮ ᎤᏂᏣᏖ ᏓᏂᎳᏫᎡᎢ."
  },
  {
    "verse": "28",
    "kjv": "And he said unto them, Ye know how that it is an unlawful thing for a man that is a Jew to keep company, or come unto one of another nation; but God hath shewed me that I should not call any man common or unclean.",
    "web": "He said to them, “You yourselves know how it is an unlawful thing for a man who is a Jew to join himself or come to one of another nation, but God has shown me that I shouldn’t call any man unholy or unclean.",
    "chr": "ᎾᏍᎩᏃ ᎯᎠ ᏂᏚᏪᏎᎴᎢ; ᎢᏥᎦᏔᎭᏉ ᎤᏓᏅᏍᏙᏒᎯ ᎨᏒ ᎩᎶ ᎠᏧᏏ ᎤᏁᏓᏍᏗᏱ ᎠᎴ ᎤᏩᏛᏗᏱ ᎩᎶ ᏅᏩᏓᎴ ᏴᏫ; ᎠᏎᏃ ᎤᏁᎳᏅᎯ ᎬᏂᎨᏒ ᎾᏋᏁᎸ ᎠᏴᎩᎶ ᏴᏫ ᎦᏓᎭ ᎠᎴ ᎾᏥᏅᎦᎸᎥᎾ ᏥᏲᏎᏗ ᏂᎨᏒᎾ ᎨᏒᎢ."
  },
  {
    "verse": "29",
    "kjv": "Therefore came I unto you without gainsaying, as soon as I was sent for: I ask therefore for what intent ye have sent for me?",
    "web": "Therefore I also came without complaint when I was sent for. I ask therefore, why did you send for me?”",
    "chr": "ᎾᏍᎩᏃ ᎢᏳᏍᏗ ᎪᎱᏍᏗ ᎾᏍᎪᏁᎶᏍᎬᎾ ᏛᏇᏅᏒᎩ ᏮᎩᏯᏅᎮᎸᏉ. ᎾᏍᎩᏃ ᎢᏳᏍᏗ ᎢᏨᏰᏛᏛᎲᎦ ᏅᏧᎵᏍᏙᏔᏅ ᏫᏍᎩᏯᏅᎲᎢ."
  },
  {
    "verse": "30",
    "kjv": "And Cornelius said, Four days ago I was fasting until this hour; and at the ninth hour I prayed in my house, and, behold, a man stood before me in bright clothing,",
    "web": "Cornelius said, “Four days ago, I was fasting until this hour; and at the ninth hour, I prayed in my house, and behold, a man stood before me in bright clothing",
    "chr": "ᎧᏂᎵᏯᏃ ᎯᎠ ᏄᏪᏎᎢ; ᏅᎩ ᏄᏒᎭ ᎠᎹᏟ ᎬᏍᎬᎩ ᎯᎠ ᎢᏳ ᎧᎳᏩᏗᏒ ᎢᏯᏍᏗ, ᏦᎢᏃ ᎢᏳᏟᎶᏛ ᎧᎳᏩᏗᏒ ᎦᏓᏙᎵᏍᏗᏍᎬ ᏥᏁᎸᎢ, ᎬᏂᏳᏉᏃ ᎠᏍᎦᏯ ᏗᎬᏩᎸᏌᏓ ᏧᏄᏫ ᎢᎬᏱᏢ ᎠᏆᎴᏁᎸᎩ."
  },
  {
    "verse": "31",
    "kjv": "And said, Cornelius, thy prayer is heard, and thine alms are had in remembrance in the sight of God.",
    "web": "and said, ‘Cornelius, your prayer is heard, and your gifts to the needy are remembered in the sight of God.",
    "chr": "ᎯᎠᏃ ᏄᏪᏒᎩ; ᎧᏂᎵᏯ, ᎭᏓᏙᎵᏍᏗᏍᎬ ᎡᏣᏛᎦᏁᎸ ᎠᎴ ᎭᏓᏁᎸᎢᏍᎬ ᎠᏅᏔ ᎤᏁᎳᏅᎯ ᎠᎦᏔᎲᎢ."
  },
  {
    "verse": "32",
    "kjv": "Send therefore to Joppa, and call hither Simon, whose surname is Peter; he is lodged in the house of one Simon a tanner by the sea side: who, when he cometh, shall speak unto thee.",
    "web": "Send therefore to Joppa and summon Simon, who is also called Peter. He is staying in the house of a tanner named Simon, by the seaside. When he comes, he will speak to you.’",
    "chr": "Ꭷ, ᏦᏈ ᎭᏓᏅᎵ, ᎠᎴ ᏫᏯᏅ ᏌᏩᏂ ᏈᏓ ᏧᏙᎢᏛ; ᎾᏍᎩ ᎤᏬᎳ ᏌᏩᏂ ᏗᏑᏫᏍᎩ ᎦᏁᎸᎢ ᎠᎹᏳᎶᏗ, ᎾᏍᎩ ᎦᎷᏨᎭ ᏓᏣᏬᏁᏔᏂ."
  },
  {
    "verse": "33",
    "kjv": "Immediately therefore I sent to thee; and thou hast well done that thou art come. Now therefore are we all here present before God, to hear all things that are commanded thee of God.",
    "web": "Therefore I sent to you at once, and it was good of you to come. Now therefore we are all here present in the sight of God to hear all things that have been commanded you by God.”",
    "chr": "ᎰᏩᏃ ᎩᎳᏉ ᎢᏴᏛ ᎠᏆᏓᏅᏒᎩ ᏪᏣᏯᏅᏗᏱ; ᎣᏏᏳᏃ ᏂᏣᏛᏁᎸ ᏥᎷᎩ. ᎿᏉᏃ ᏂᎦᏛ ᎠᏂ ᎣᏤᏙᎭ ᎤᏁᎳᏅᎯ ᎠᎦᏔᎲᎢ, ᎣᎦᏛᏅᎢᏍᏗ ᎣᎦᏛᎪᏗᏱ ᏂᎦᎥ ᎤᏁᎳᏅᎯ ᏣᏁᏤᎸᎯ ᎨᏒᎢ."
  },
  {
    "verse": "34",
    "kjv": "Then Peter opened his mouth, and said, Of a truth I perceive that God is no respecter of persons:",
    "web": "Peter opened his mouth and said, “Truly I perceive that God doesn’t show favoritism;",
    "chr": "ᏈᏓᏃ ᎤᏍᏚᎢᏒ ᎠᎰᎵ, ᎯᎠ ᏄᏪᏎᎢ; ᎤᏙᎯᏳᎯᏯ ᎦᏙᎴᎣᏍᎦ ᎤᏁᎳᏅᎯ ᎩᎶ ᏧᎸᏉᏙᏗ ᏂᎨᏒᎾ ᎨᏒᎢ;"
  },
  {
    "verse": "35",
    "kjv": "But in every nation he that feareth him, and worketh righteousness, is accepted with him.",
    "web": "but in every nation he who fears him and works righteousness is acceptable to him.",
    "chr": "ᎾᏂᎥᏉᏍᎩᏂ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᎠᏁᎲᎢ ᎩᎶ ᎾᏍᎩ ᏳᎾᏰᏍᎦ ᎠᎴ ᏚᏳᏙᏛ ᏱᏚᎸᏫᏍᏓᏁᎭ ᎾᏍᎩ ᏓᎦᏓᏂᎸᎪᎢ."
  },
  {
    "verse": "36",
    "kjv": "The word which God sent unto the children of Israel, preaching peace by Jesus Christ: (he is Lord of all:)",
    "web": "The word which he sent to the children of Israel, preaching good news of peace by Jesus Christ—he is Lord of all—",
    "chr": "ᎧᏃᎮᏛ ᏧᏓᏅᏎ ᎢᏏᎵ ᏧᏪᏥ ᎤᎾᏛᎪᏗ ᏥᎧᏃᎮᏍᎨ ᎣᏍᏛ ᎧᏃᎮᏛ ᏅᏩᏙᎯᏯᏛ ᎤᎬᏩᎵ ᏥᏌ ᎦᎶᏁᏛ ᎢᏳᏩᏂᏌᏛ ᎾᏍᎩ ᎤᎬᏫᏳᎯ ᎾᏂᎥ ᎤᎾᏤᎵᎦ,"
  },
  {
    "verse": "37",
    "kjv": "That word, I say, ye know, which was published throughout all Judaea, and began from Galilee, after the baptism which John preached;",
    "web": "you yourselves know what happened, which was proclaimed throughout all Judea, beginning from Galilee, after the baptism which John preached;",
    "chr": "ᎾᏍᎩ ᎧᏃᎮᏛ ᎢᏥᎦᏔᎭ, ᎬᏂᎨᏒ ᏥᏄᎵᏍᏔᏅ ᏂᎬᎾᏛ ᏧᏗᏱ, ᎨᎵᎵ ᏨᏓᏳᏓᎴᏅᎲ ᏗᏓᏬᏍᏗ ᎨᏒ ᎤᎬᏩᎵᏄᎵᏥᏙᏃ ᏣᏂ--"
  },
  {
    "verse": "38",
    "kjv": "How God anointed Jesus of Nazareth with the Holy Ghost and with power: who went about doing good, and healing all that were oppressed of the devil; for God was with him.",
    "web": "how God anointed Jesus of Nazareth with the Holy Spirit and with power, who went about doing good and healing all who were oppressed by the devil, for God was with him.",
    "chr": "ᎾᏍᎩ ᎤᎾᎳᏅᎯ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᎠᎴ ᎤᎵᏂᎩᏛ ᎨᏒ ᏥᏚᎶᏁᏔᏁ ᏥᏌ ᎾᏎᎵᏗ ᎡᎯ, ᎾᏍᎩ ᏤᏙᎲ ᎣᏍᏛ ᏚᎸᏫᏍᏓᏁᎲᎢ, ᎠᎴ ᏕᎧᏅᏫ-Ꭼ ᏂᎦᏛ ᎤᏲ ᎢᏳᏅᎿᏕᎩ ᎠᏍᎩᎾ; ᎤᏁᎳᏅᎯᏰᏃ ᏚᎧᎿᏩᏗᏙᎲᎩ."
  },
  {
    "verse": "39",
    "kjv": "And we are witnesses of all things which he did both in the land of the Jews, and in Jerusalem; whom they slew and hanged on a tree:",
    "web": "We are witnesses of everything he did both in the country of the Jews and in Jerusalem; whom they also killed, hanging him on a tree.",
    "chr": "ᎠᏴᏃ ᎣᏥᏃᎮᏍᎩ ᎾᏍᎩ ᏂᎦᏛ ᏄᏛᏁᎵᏙᎸ ᎠᏂᏧᏏ ᎤᎾᏤᎵᎪᎯ ᎠᎴ ᏥᎷᏏᎵᎻ; ᎾᏍᎩ ᏧᏂᎸᎩ ᎨᏛ ᏧᎾᏛᏅᎩ."
  },
  {
    "verse": "40",
    "kjv": "Him God raised up the third day, and shewed him openly;",
    "web": "God raised him up the third day and gave him to be revealed,",
    "chr": "ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᏦᎢᏁ ᎢᎦ ᏕᎤᎴᏔᏅᎩ ᎠᎴ ᎬᏂᎨᏒ ᏂᏚᏩᏁᎸᎩ,"
  },
  {
    "verse": "41",
    "kjv": "Not to all the people, but unto witnesses chosen before God, even to us, who did eat and drink with him after he rose from the dead.",
    "web": "not to all the people, but to witnesses who were chosen before by God, to us, who ate and drank with him after he rose from the dead.",
    "chr": "ᎥᏝ ᏂᎦᏛ ᏴᏫ, ᎠᏂᏃᎮᏍᎩᏉᏍᎩᏂ ᎤᏅᏒ ᎤᏁᎳᏅᎯ ᎦᏳᎳ ᏗᎬᏩᏑᏰᏛ ᏥᎨᏒᎩ, ᎾᏍᎩ ᎠᏴ ᎢᏧᎳᎭ ᎣᎦᎵᏍᏓᏴᏅᎯ ᎠᎴ ᏦᎦᏗᏔᎲᎯ ᎾᏍᎩ ᎤᏲᎱᏒ ᏧᎴᎯᏌᏅᎯ ᏥᏂᎨᏎᎢ."
  },
  {
    "verse": "42",
    "kjv": "And he commanded us to preach unto the people, and to testify that it is he which was ordained of God to be the Judge of quick and dead.",
    "web": "He commanded us to preach to the people and to testify that this is he who is appointed by God as the Judge of the living and the dead.",
    "chr": "ᎠᎴ ᎣᎩᏁᏤᎸᎩ ᏴᏫ ᏦᏣᎵᏥᏙᏁᏗᏱ, ᎠᎴ ᎣᎩᏃᎮᏗᏱ ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎤᏪᎧᏅ ᏗᎫᎪᏓᏁᎯ ᏄᏩᏁᎸ ᏗᏅᏃᏛ ᎠᎴ ᏧᏂᏲᎱᏒᎯ."
  },
  {
    "verse": "43",
    "kjv": "To him give all the prophets witness, that through his name whosoever believeth in him shall receive remission of sins.",
    "web": "All the prophets testify about him, that through his name everyone who believes in him will receive remission of sins.”",
    "chr": "ᎾᏍᎩ ᏂᎦᏛ ᎠᎾᏙᎴᎰᏍᎩ ᎬᏩᏃᎮᎭ, ᎯᎠ ᎾᏂᏪᎭ; ᎾᏍᎩ ᎩᎶ ᎪᎯᏳᎲᏍᎨᏍᏗ ᎾᏍᎩ ᏕᎤᏙᎥᎢ, ᎠᏥᏙᎵᏍᏗ ᎨᏎᏍᏗ ᎤᏍᎦᏅᏨᎢ."
  },
  {
    "verse": "44",
    "kjv": "While Peter yet spake these words, the Holy Ghost fell on all them which heard the word.",
    "web": "While Peter was still speaking these words, the Holy Spirit fell on all those who heard the word.",
    "chr": "ᎠᏏᏉᏃ ᏈᏓ ᎯᎠ ᎾᏍᎩ ᏂᎦᏪᏍᎨᎢ, ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᎡᎳᏗ ᏄᏛᏁᎴ ᎤᏂᎷᏤᎴ ᏂᎦᏛ ᎠᎾᏛᎩᏍᎩ ᎧᏃᎮᏛ."
  },
  {
    "verse": "45",
    "kjv": "And they of the circumcision which believed were astonished, as many as came with Peter, because that on the Gentiles also was poured out the gift of the Holy Ghost.",
    "web": "They of the circumcision who believed were amazed, as many as came with Peter, because the gift of the Holy Spirit was also poured out on the Gentiles.",
    "chr": "ᏗᎨᏥᎤᏍᏕᏎᎸᎯᏃ ᎠᏃᎯᏳᎲᏍᎩ ᏂᎦᏛ ᏈᏓ ᏅᏓᎬᏩᏍᏓᏩᏛᏛ ᎤᏣᏘ ᎤᏂᏍᏆᏂᎪᏎᎢ, ᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᎾᏍᏉ ᎨᏥᏐᏅᏰᎸ ᎨᏥᏁᎸ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ."
  },
  {
    "verse": "46",
    "kjv": "For they heard them speak with tongues, and magnify God. Then answered Peter,",
    "web": "For they heard them speaking in other languages and magnifying God. Then Peter answered,",
    "chr": "ᏚᎾᏛᎦᏁᎴᏰᏃ ᏧᏓᎴᏅᏛ ᏓᏂᏬᏂᏍᎬ ᎠᎴ ᎠᏂᎸᏉᏗᏍᎬ ᎤᏁᎳᏅᎯ. ᎿᏉᏃ ᏈᏓ ᎤᏁᏤ ᎯᎠ ᏄᏪᏎᎢ;"
  },
  {
    "verse": "47",
    "kjv": "Can any man forbid water, that these should not be baptized, which have received the Holy Ghost as well as we?",
    "web": "“Can anyone forbid these people from being baptized with water? They have received the Holy Spirit just like us.”",
    "chr": "ᏥᎪ ᎩᎶ ᏳᏅᏍᏙᎯ ᎠᎹ ᎯᎠ ᎾᏍᎩ ᏗᎨᎦᏬᏍᏗᏱ ᎾᏍᎩ ᎾᏍᏉ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᏥᎨᏥᏁᎸ ᎾᏍᎩᏯ ᎠᏴ ᎡᎨᏁᎸᎢ?"
  },
  {
    "verse": "48",
    "kjv": "And he commanded them to be baptized in the name of the Lord. Then prayed they him to tarry certain days.",
    "web": "He commanded them to be baptized in the name of Jesus Christ. Then they asked him to stay some days.",
    "chr": "ᏕᎤᏁᏤᎴᏃ ᏗᎨᎦᏬᏍᏗᏱ ᏕᎤᏙᏍᏛ ᎤᎬᏫᏳᎯ. ᎿᏉᏃ ᎬᏩᏔᏲᏎᎴ ᎢᎸᏍᎩ ᏧᏒᎯᏛ ᎤᏪᏗᏱ."
  }
]