[
  {
    "verse": "1",
    "kjv": "And the apostles and brethren that were in Judaea heard that the Gentiles had also received the word of God.",
    "web": "Now the apostles and the brothers who were in Judea heard that the Gentiles had also received the word of God.",
    "chr": "ᎨᏥᏅᏏᏛᏃ ᎠᎴ ᎠᎾᎵᏅᏟ ᏧᏗᏱ ᎠᏁᎯ ᎤᎾᏛᎦᏁ ᎾᏍᎩ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᎾᏍᏉ ᏚᎾᏓᏂᎸᏨ ᎧᏃᎮᏛ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ."
  },
  {
    "verse": "2",
    "kjv": "And when Peter was come up to Jerusalem, they that were of the circumcision contended with him,",
    "web": "When Peter had come up to Jerusalem, those who were of the circumcision contended with him,",
    "chr": "ᏈᏓᏃ ᏥᎷᏏᎵᎻ ᏭᎷᏨ ᏗᎨᏥᎤᏍᏕᏎᎸᎯ ᏕᎬᏩᎦᏘᎸᏎᎢ,"
  },
  {
    "verse": "3",
    "kjv": "Saying, Thou wentest in to men uncircumcised, and didst eat with them.",
    "web": "saying, “You went in to uncircumcised men and ate with them!”",
    "chr": "ᎯᎠ ᏄᏂᏪᎡᎢ; ᏂᏗᎨᏥᎤᏍᏕᏎᎸᎾ ᏕᎯᏴᏎᎴᎢ, ᎠᎴ ᎾᏍᎩ ᎢᏧᎳᎭ ᎢᏣᎵᏍᏓᏴᏁᎢ."
  },
  {
    "verse": "4",
    "kjv": "But Peter rehearsed the matter from the beginning, and expounded it by order unto them, saying,",
    "web": "But Peter began, and explained to them in order, saying,",
    "chr": "ᎠᏎᏃ ᏈᏓ ᎤᎴᏅᎮ ᏚᏃᎮᎮᎴ ᏂᎦᏛ ᎣᏍᏛ ᎤᏱᎸᏎᎢ, ᎯᎠ ᏄᏪᏎᎢ;"
  },
  {
    "verse": "5",
    "kjv": "I was in the city of Joppa praying: and in a trance I saw a vision, A certain vessel descend, as it had been a great sheet, let down from heaven by four corners; and it came even to me:",
    "web": "“I was in the city of Joppa praying, and in a trance I saw a vision: a certain container descending, like it was a great sheet let down from heaven by four corners. It came as far as me.",
    "chr": "ᏦᏈ ᎦᏚᎲ ᎨᏙᎲᎩ ᎦᏓᏙᎵᏍᏗᏍᎬᎩ; ᏩᎦᎵᎰᏃ ᎾᏍᎩᏯ ᎾᏆᎵᏍᏓᏁᎸ ᎠᏆᏁᎳᏫᏎᎸᎩ, ᎠᏖᎵᏙ ᎠᎩᎪᎲᎩ ᎡᎳᏗ ᏅᏓᏳᏍᏗᏗᏒᎩ, ᎡᏆ ᎠᏄᏬ ᎾᏍᎩᏯᎢ ᎦᎸᎳᏗ ᏅᏓᏳᏓᎴᏅᎯ, ᏅᎩ ᏂᏚᏅᏏᏴ ᏥᏚᏂᏂᏴᏐᎢ; ᎠᎴ ᎠᏴ ᎠᎩᎷᏤᎸᎩ."
  },
  {
    "verse": "6",
    "kjv": "Upon the which when I had fastened mine eyes, I considered, and saw fourfooted beasts of the earth, and wild beasts, and creeping things, and fowls of the air.",
    "web": "When I had looked intently at it, I considered, and saw the four-footed animals of the earth, wild animals, creeping things, and birds of the sky.",
    "chr": "ᎾᏍᎩᏃ ᎠᏆᎦᏙᏍᏔᏅ ᎠᏆᏓᏅᏖᎸᎩ ᎠᎴ ᏕᏥᎪᎥᎩ ᏅᎩ ᏗᏂᏅᏌᏗ ᎡᎶᎯ ᎠᏁᎯ ᎠᎴ ᎢᎾᎨ ᎠᏁᎯ ᎠᎴ ᎠᎾᏓᎾᏏᏂᏙᎯ ᎠᎴ ᎦᎸᎶ ᎠᏂᏃᎯᎵᏙᎯ."
  },
  {
    "verse": "7",
    "kjv": "And I heard a voice saying unto me, Arise, Peter; slay and eat.",
    "web": "I also heard a voice saying to me, ‘Rise, Peter, kill and eat!’",
    "chr": "ᎧᏁᎬᏃ ᎠᏆᏛᎦᏅᎩ ᎯᎠ ᎾᎩᏪᏎᎸᎩ; ᏔᎴᎲᎦ ᏈᏓ, ᎯᎷᎦ ᎠᎴ ᎭᎵᏍᏓᏴᎲᎦ."
  },
  {
    "verse": "8",
    "kjv": "But I said, Not so, Lord: for nothing common or unclean hath at any time entered into my mouth.",
    "web": "But I said, ‘Not so, Lord, for nothing unholy or unclean has ever entered into my mouth.’",
    "chr": "ᎠᏎᏃ ᎯᎠ ᎾᎩᏪᏒᎩ; ᏞᏍᏗ, ᏣᎬᏫᏳᎯ, ᏝᏰᏃ ᎢᎸᎯᏳ ᎪᎱᏍᏗ ᎦᏓᎭ ᎠᎴ ᏂᎦᏅᎦᎸᎲᎾ ᏳᏴᎶ ᏥᎣᎵ."
  },
  {
    "verse": "9",
    "kjv": "But the voice answered me again from heaven, What God hath cleansed, that call not thou common.",
    "web": "But a voice answered me the second time out of heaven, ‘What God has cleansed, don’t you call unclean.’",
    "chr": "ᎠᏎᏃ ᎧᏁᎬ ᏔᎵᏁ ᎯᎠ ᏅᏛᎠᎩᏪᎡᎸᎩ ᎦᎸᎳᏗ ᏓᎤᎶᏒᎩ; ᎤᏁᎳᏅᎯ ᎤᏅᎦᎸᏛ ᎾᏍᎩ ᏞᏍᏗ ᎦᏓᎭ ᏲᏎᎮᏍᏗ."
  },
  {
    "verse": "10",
    "kjv": "And this was done three times: and all were drawn up again into heaven.",
    "web": "This was done three times, and all were drawn up again into heaven.",
    "chr": "ᏦᎢᏃ ᎾᏍᎩ ᎯᎠ ᏄᎵᏍᏔᏅᎩ, ᏂᎦᏛᏃ ᎦᎸᎳᏗ ᏔᎵᏁ ᏭᎵᏌᎳᏓᏅᎩ."
  },
  {
    "verse": "11",
    "kjv": "And, behold, immediately there were three men already come unto the house where I was, sent from Caesarea unto me.",
    "web": "Behold, immediately three men stood before the house where I was, having been sent from Caesarea to me.",
    "chr": "ᎬᏂᏳᏉᏃ ᎩᎳᏉ ᎢᏴᏛ ᏦᎢ ᎢᏯᏂᏛ ᎠᏂᏍᎦᏯ ᎠᏂᏙᎾᎥ ᎠᏓᏁᎸ ᎾᎿ ᎠᏉᎸᎢ, ᎬᎩᏯᏅᎰᎸᎯ ᏏᏌᎵᏱ ᏅᏓᎨᏥᏅᏒᎯ."
  },
  {
    "verse": "12",
    "kjv": "And the Spirit bade me go with them, nothing doubting. Moreover these six brethren accompanied me, and we entered into the man's house:",
    "web": "The Spirit told me to go with them without discriminating. These six brothers also accompanied me, and we entered into the man’s house.",
    "chr": "ᎠᏓᏅᏙᏃ ᎯᎠ ᎾᎩᏪᏎᎸᎩ; ᎪᎱᏍᏗ ᏂᏗᏣᏢᏫᏎᎲᎾ ᏘᏍᏓᏩᏚᎦ. ᎾᏍᏉᏃ ᎯᎠ ᎾᏍᎩ ᏑᏓᎵ ᎢᏯᏂᏛ ᎢᏓᏓᏅᏟ ᎬᏆᎵᎪᏁᎸᎩ, ᎠᎴ ᎾᏍᎩ ᎠᏍᎦᏯ ᏗᎦᏁᎸ ᏬᎩᏴᎸᎩ."
  },
  {
    "verse": "13",
    "kjv": "And he shewed us how he had seen an angel in his house, which stood and said unto him, Send men to Joppa, and call for Simon, whose surname is Peter;",
    "web": "He told us how he had seen the angel standing in his house and saying to him, ‘Send to Joppa and get Simon, who is called Peter,",
    "chr": "ᎾᏍᎩᏃ ᎣᎩᏃᏁᎸᎩ ᎤᎪᎲᎢ ᏗᎧᎿᏩᏗᏙᎯ ᎤᏩᏒ ᎦᏁᎸᎢ ᎾᏍᎩ ᎦᏙᎨ ᎯᎠ ᏄᏪᏎᎴᎢ; ᏦᏈ ᏘᏅᎵ ᎠᏂᏫᏅ, ᎠᎴ ᏫᏯᏅ ᏌᏩᏂ ᏈᏓ ᏧᏙᎢᏛ;"
  },
  {
    "verse": "14",
    "kjv": "Who shall tell thee words, whereby thou and all thy house shall be saved.",
    "web": "who will speak to you words by which you will be saved, you and all your house.’",
    "chr": "ᎾᏍᎩ ᏓᏣᏃᏁᎵ ᎢᏣᏛᏁᏗᏱ ᏣᎵᏍᏕᎸᏗᏱ ᏂᎯ ᎠᎴ ᏂᎦᏛ ᏗᏣᏤᎵ ᏏᏓᏁᎸᎢ."
  },
  {
    "verse": "15",
    "kjv": "And as I began to speak, the Holy Ghost fell on them, as on us at the beginning.",
    "web": "As I began to speak, the Holy Spirit fell on them, even as on us at the beginning.",
    "chr": "ᎠᏆᎴᏅᎲᏃ ᎠᎩᏬᏂᏒ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᎡᎳᏗ ᏄᏛᏁᎸᎩ, ᎤᏂᎷᏤᎩ, ᎾᏍᎩᏯ ᎠᏴ ᏥᎩᎷᏤᎸ ᏗᏓᎴᏂᏍᎬᎢ."
  },
  {
    "verse": "16",
    "kjv": "Then remembered I the word of the Lord, how that he said, John indeed baptized with water; but ye shall be baptized with the Holy Ghost.",
    "web": "I remembered the word of the Lord, how he said, ‘John indeed baptized in water, but you will be baptized in the Holy Spirit.’",
    "chr": "ᎿᏉᏃ ᎠᏆᏅᏓᏛᎩ ᎤᎬᏫᏳᎯ ᎤᏁᏨᎢ, ᎯᎠ ᏥᏄᏪᏒᎩ; ᏣᏂ ᎤᏙᎯᏳᎯ ᎠᎹ ᏓᏓᏬᏍᏗᏍᎬᎩ, ᏂᎯᏍᎩᏂ ᎦᎸᏉᏗᏳ ᎠᏓ-ᏅᏙ ᏙᏓᏰᏣᏬᏍᏔᏂ."
  },
  {
    "verse": "17",
    "kjv": "Forasmuch then as God gave them the like gift as he did unto us, who believed on the Lord Jesus Christ; what was I, that I could withstand God?",
    "web": "If then God gave to them the same gift as us when we believed in the Lord Jesus Christ, who was I, that I could withstand God?”",
    "chr": "ᎢᏳᏃ ᎤᏁᎳᏅᎯ ᏧᏁᎸᎯ ᏱᎩ ᎤᏓᏁᏗ ᎨᏒ ᎾᏍᎩᏯ ᏥᎩᏁᎸᎩ ᎠᏴ ᎾᏍᎩ ᎡᏙᎢᏳᏅᎯ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ, ᎦᏙ ᎠᏴ ᎨᏎ ᏰᎵ ᎦᏥᏲᏍᏙᏓᏁᏗ ᎨᏎ ᎤᏁᎳᏅᎯ."
  },
  {
    "verse": "18",
    "kjv": "When they heard these things, they held their peace, and glorified God, saying, Then hath God also to the Gentiles granted repentance unto life.",
    "web": "When they heard these things, they held their peace and glorified God, saying, “Then God has also granted to the Gentiles repentance to life!”",
    "chr": "ᎤᎾᏛᎦᏅᏃ ᎾᏍᎩ ᎡᎳᏪ ᎤᏅᏁᎢ, ᎠᎴ ᎤᏂᎸᏉᏔᏁ ᎤᏁᎳᏅᎯ, ᎯᎠ ᏄᏂᏪᏎᎢ: ᎾᏍᏉᎧᏂ ᎤᏁᎳᏅᎯ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᏕᎤᏁᎸ ᏚᎾᏓᏅᏛ ᏧᏂᏁᏟᏴᏍᏗᏱ ᎬᏂᏛ ᏩᎵᏱᎶᎯᎯ."
  },
  {
    "verse": "19",
    "kjv": "Now they which were scattered abroad upon the persecution that arose about Stephen travelled as far as Phenice, and Cyprus, and Antioch, preaching the word to none but unto the Jews only.",
    "web": "They therefore who were scattered abroad by the oppression that arose about Stephen traveled as far as Phoenicia, Cyprus, and Antioch, speaking the word to no one except to Jews only.",
    "chr": "ᎤᎾᏗᎦᎴᏲᏨᎯᏃ ᎾᎯᏳ ᎤᏲ ᏥᏄᎾᎵᏍᏓᏁᎴ, ᏨᏧᏓᎴᏅᎮ ᏍᏗᏫ, ᏈᏂᏏ ᎢᏴᏛ ᏭᏁᏙᎴᎢ, ᎠᎴ ᏌᏈ, ᎠᎴ ᎥᏘᎣᎩ, ᎠᏂᏧᏏᏉ ᎤᏅᏒ ᎧᏃᎮᏛ ᏓᏂᏃᎮᎮᎮᎢ."
  },
  {
    "verse": "20",
    "kjv": "And some of them were men of Cyprus and Cyrene, which, when they were come to Antioch, spake unto the Grecians, preaching the Lord Jesus.",
    "web": "But there were some of them, men of Cyprus and Cyrene, who, when they had come to Antioch, spoke to the Hellenists, preaching the Lord Jesus.",
    "chr": "ᎾᏍᎩᏃ ᎢᎦᏛ ᏌᏈ ᎠᎴ ᏌᎵᏂ ᎠᏁᎯ ᎨᏎᎢ, ᎾᏍᎩ ᎥᏘᎣᎩ ᏭᏂᎷᏨ ᏚᏂᏬᏁᏔᏁ ᎠᏂᎪᎢ, ᎠᏂᏃᎮᏍᎨ ᎣᏍᏛ ᎧᏃᎮᏛ ᎤᎬᏫᏳᎯ ᏥᏌ ᎤᎬᏩᎵ."
  },
  {
    "verse": "21",
    "kjv": "And the hand of the Lord was with them: and a great number believed, and turned unto the Lord.",
    "web": "The hand of the Lord was with them, and a great number believed and turned to the Lord.",
    "chr": "ᎤᎬᏫᏳᎯᏃ ᎤᏬᏰᏂ ᏔᎵ ᎤᏛᏗᏕᎨᎢ, ᎤᏂᏤᏖᏃ ᎤᏃᎯᏳᏁᎢ, ᎤᎬᏫᏳᎯᏃ ᎢᏗᏢ ᏭᎾᎦᏔᎲᏍᏔᏁᎢ."
  },
  {
    "verse": "22",
    "kjv": "Then tidings of these things came unto the ears of the church which was in Jerusalem: and they sent forth Barnabas, that he should go as far as Antioch.",
    "web": "The report concerning them came to the ears of the assembly which was in Jerusalem. They sent out Barnabas to go as far as Antioch,",
    "chr": "ᏧᎾᏁᎶᏗᏃ ᎤᎾᏓᏡᎬ ᏥᎷᏏᎵᎻ ᎠᏁᎯ ᎾᏍᎩ ᎯᎠ ᎤᎾᏛᎦᏁᎢ, ᎤᏂᏅᏎᏃ ᏆᏂᏆ ᎥᏖᎣᎩ ᎢᏴᏛ ᏭᏪᏓᏍᏗᏱ."
  },
  {
    "verse": "23",
    "kjv": "Who, when he came, and had seen the grace of God, was glad, and exhorted them all, that with purpose of heart they would cleave unto the Lord.",
    "web": "who, when he had come, and had seen the grace of God, was glad. He exhorted them all, that with purpose of heart they should remain near to the Lord.",
    "chr": "ᎾᏍᎩ ᏭᎷᏨ ᎠᎴ ᎤᎪᎲ ᎤᏁᎳᏅᎯ ᎤᏓᏙᎵᏍᏗ ᎨᏒᎢ, ᎤᎵᎮᎵᏤᎢ, ᎠᎴ ᏚᏔᏲᏎᎴ ᏂᎦᏛ ᎤᎵᏂᎩᏛ ᎤᎾᏓᏅᏓᏗᏍᏗᏱ ᏧᏂᏂᏴᏗᏱ ᎤᎬᏫᏳᎯ."
  },
  {
    "verse": "24",
    "kjv": "For he was a good man, and full of the Holy Ghost and of faith: and much people was added unto the Lord.",
    "web": "For he was a good man, and full of the Holy Spirit and of faith, and many people were added to the Lord.",
    "chr": "ᎤᏓᏅᏘᏰᏃ ᎨᏎ ᎠᏍᎦᏯ, ᎠᎴ ᎤᎧᎵᏨᎯ ᎨᏎ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᎠᎴ ᎪᎯᏳᏗ ᎨᏒᎢ. ᎤᏂᏣᏖᏃ ᏴᏫ ᎬᏩᏁᏉᏤᎴ ᎤᎬᏫᏳᎯ."
  },
  {
    "verse": "25",
    "kjv": "Then departed Barnabas to Tarsus, for to seek Saul:",
    "web": "Barnabas went out to Tarsus to look for Saul.",
    "chr": "ᎿᏉᏃ ᏆᏂᏆ ᏓᏌ ᏭᎶᏎ ᎤᏲᎸᏎ ᏐᎳ;"
  },
  {
    "verse": "26",
    "kjv": "And when he had found him, he brought him unto Antioch. And it came to pass, that a whole year they assembled themselves with the church, and taught much people. And the disciples were called Christians first in Antioch.",
    "web": "When he had found him, he brought him to Antioch. For a whole year they were gathered together with the assembly, and taught many people. The disciples were first called Christians in Antioch.",
    "chr": "ᎤᏩᏛᎲᏃ ᎥᏖᎣᎩ ᎤᏘᏃᎴᎢ. ᎯᎠᏃ ᏄᎵᏍᏔᏁᎢ, ᎾᏍᎩ ᏑᏕᏘᏴᏛ ᎾᎿ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬ ᏓᏂᎳᏫᎨᎢ, ᎠᎴ ᎤᏂᏣᏖ ᏴᏫ ᏚᏁᏲᏁᎢ. ᎥᏖᎣᎩᏃ ᎢᎬᏱᏱ ᎠᏂᎦᎶᏁᏛ ᎨᎪᏎᎴ ᎠᏃᎯᏳᎲᏍᎩ."
  },
  {
    "verse": "27",
    "kjv": "And in these days came prophets from Jerusalem unto Antioch.",
    "web": "Now in these days, prophets came down from Jerusalem to Antioch.",
    "chr": "ᎾᎯᏳᏃ ᏥᎷᏏᎵᎻ ᏅᏓᏳᏂᎶᏒᎯ ᎠᎾᏙᎴᎰᏍᎩ ᎤᏂᎷᏤ ᎥᏖᎣᎩ."
  },
  {
    "verse": "28",
    "kjv": "And there stood up one of them named Agabus, and signified by the Spirit that there should be great dearth throughout all the world: which came to pass in the days of Claudius Caesar.",
    "web": "One of them named Agabus stood up and indicated by the Spirit that there should be a great famine all over the world, which also happened in the days of Claudius.",
    "chr": "ᎠᏏᏴᏫᏃ ᎾᏍᎩ ᎡᎩᏩ ᏧᏙᎢᏛ ᏕᎤᎶᏁᎢ, ᎠᏓᏅᏙ ᎤᏩᏔᏁ ᎬᏂᎨᏒ ᏄᏩᏁᎴ ᎤᏣᏘ ᎤᎪᏄᎶᎯᏍᏗᏱ ᏂᎬᎾᏛᎢ; ᎾᏍᎩᏃ ᏄᎵᏍᏔᏅᎩ ᎾᎯᏳ ᎦᎶᏗ ᏏᏌ ᎤᎬᏫᏳᎯ ᏥᎨᏒᎩ."
  },
  {
    "verse": "29",
    "kjv": "Then the disciples, every man according to his ability, determined to send relief unto the brethren which dwelt in Judaea:",
    "web": "As any of the disciples had plenty, each determined to send relief to the brothers who lived in Judea;",
    "chr": "ᎠᏃᎯᏳᎲᏍᎩᏃ ᎠᏂᏏᏴᏫᎭ ᏰᎵ ᎢᎬᏩᎾᏛᏁᏗ ᎨᏒ ᏚᏄᎪᏔᏁ ᎤᎾᏓᏅᏍᏗᏱ ᎤᎾᎵᏍᏕᎸᏙᏗ ᎠᎾᎵᏅᏟ ᏧᏗᏱ ᎠᏁᎯ."
  },
  {
    "verse": "30",
    "kjv": "Which also they did, and sent it to the elders by the hands of Barnabas and Saul.",
    "web": "which they also did, sending it to the elders by the hands of Barnabas and Saul.",
    "chr": "ᎾᏍᎩᏃ ᏄᎾᏛᏁᎴᎢ, ᏫᏚᏂᏁᎴ ᏗᎨᎦᏁᎶᏗ ᏆᏂᏆ ᎠᎴ ᏐᎳ ᏚᎾᎨᏅᏕᎢ."
  }
]