[
  {
    "verse": "1",
    "kjv": "Now about that time Herod the king stretched forth his hands to vex certain of the church.",
    "web": "Now about that time, King Herod stretched out his hands to oppress some of the assembly.",
    "chr": "ᎾᎯᏳ ᎡᎶᏛ ᎤᎬᏫᏳᎯ ᎤᎴᏅᎮ ᏚᏕᏯᏙᏔᏁ ᎢᎦᏛ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬᎢ."
  },
  {
    "verse": "2",
    "kjv": "And he killed James the brother of John with the sword.",
    "web": "He killed James, the brother of John, with the sword.",
    "chr": "ᎠᏰᎳᏍᏗᏃ ᎦᏅᎯᏛ ᎤᏩᏔᏁ ᎤᎴ ᏥᎻ ᏣᏂ ᏗᎾᏓᏅᏟ."
  },
  {
    "verse": "3",
    "kjv": "And because he saw it pleased the Jews, he proceeded further to take Peter also. (Then were the days of unleavened bread.)",
    "web": "When he saw that it pleased the Jews, he proceeded to seize Peter also. This was during the days of unleavened bread.",
    "chr": "ᎤᏙᎴᎰᏒᏃ ᎣᏏᏳ ᎠᏂᏰᎸᏍᎬ ᎠᏂᏧᏏ, ᏈᏓ ᎾᏍᏉ ᎤᏂᏴᎮᎢ. ᎾᎯᏳᏃ ᎾᎪᏔᏅᎾ ᎦᏚ ᎠᎩᏍᏗᏱ ᎨᏎᎢ."
  },
  {
    "verse": "4",
    "kjv": "And when he had apprehended him, he put him in prison, and delivered him to four quaternions of soldiers to keep him; intending after Easter to bring him forth to the people.",
    "web": "When he had arrested him, he put him in prison and delivered him to four squads of four soldiers each to guard him, intending to bring him out to the people after the Passover.",
    "chr": "ᎤᏂᏴᎲᏃ ᏗᏓᏍᏚᏗᏱ ᎤᏴᏔᏁᎢ, ᎠᎴ ᏚᏲᎯᏎᎴ ᏅᎩ ᎢᏗᏂᎢᏛ ᏅᎩ ᏄᎾᏓᏡᎬ ᎠᏂᏯᏫᏍᎩ ᎬᏩᎦᏘᏗᏍᎩ, ᎧᏃᎯᏰᎩ ᏗᎵᏍᏓᏴᏗᏱ ᎤᎶᏐᏅᎯ ᏴᏫ ᏧᎾᏄᎪᏫᏎᏗᏱ ᎤᏰᎸᏎᎢ."
  },
  {
    "verse": "5",
    "kjv": "Peter therefore was kept in prison: but prayer was made without ceasing of the church unto God for him.",
    "web": "Peter therefore was kept in the prison, but constant prayer was made by the assembly to God for him.",
    "chr": "ᏈᏓᏃ ᎠᏥᏍᏚᎮᎢ; ᎠᏎᏃ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬ ᎤᎵᏂᎩᏗᏳ ᎤᎾᏓᏅᏖ ᎠᎾᏓᏙᎵᏍᏓᏁᎮ ᎤᏁᎳᏅᎯ ᎾᏍᎩ ᎠᏥᏍᏕᎸᏗᏱ."
  },
  {
    "verse": "6",
    "kjv": "And when Herod would have brought him forth, the same night Peter was sleeping between two soldiers, bound with two chains: and the keepers before the door kept the prison.",
    "web": "The same night when Herod was about to bring him out, Peter was sleeping between two soldiers, bound with two chains. Guards in front of the door kept the prison.",
    "chr": "ᎾᎯᏳᏃ ᎡᎶᏛ ᎤᎾᏄᎪᏫᏏᏗᏎᎢ, ᎾᎯᏳ ᏒᏃᏱ ᏈᏓ ᎦᎵᎮ ᎠᏰᎵ ᎠᏂᏔᎵ ᎠᏂᏯᏫᏍᎩ ᏓᏂᏅᎬᎢ, ᏔᎵ ᏧᏓᏕᏒᏛ ᏓᎦᎸᏍᏕᎢ, ᎠᏂᎦᏘᏯᏃ ᎦᎶᎯᏍᏗᏳᎶᏗ ᎠᏂᏂ ᎠᏂᏯᏫᏍᎨ ᏗᏓᏍᏚᏗᏱ."
  },
  {
    "verse": "7",
    "kjv": "And, behold, the angel of the Lord came upon him, and a light shined in the prison: and he smote Peter on the side, and raised him up, saying, Arise up quickly. And his chains fell off from his hands.",
    "web": "And behold, an angel of the Lord stood by him, and a light shone in the cell. He struck Peter on the side and woke him up, saying, “Stand up quickly!” His chains fell off his hands.",
    "chr": "ᎬᏂᏳᏉᏃ ᏗᎧᎿᏩᏗᏙᎯ ᎤᎬᏫᏳᎯ ᎤᏤᎵ ᎤᎴᏂᎴ ᎦᏅᎬᎢ, ᎢᎦᏃ ᎤᏙᏤ ᏗᏓᏍᏚᏗᏱ; ᎤᏩᏂᎸᏃ ᏈᏓ ᎠᏍᏆᎨᏂ, ᏕᎤᎴᏔᏁᎢ, ᎯᎠ ᏄᏪᏎᎢ; ᏔᎴᎲᎦ ᏞᎩᏳ. ᏧᏓᏕᏒᏛᏃ ᏚᏓᏕᏛᏃ ᏚᏙᎠᏎ ᏧᏬᏰᏂ."
  },
  {
    "verse": "8",
    "kjv": "And the angel said unto him, Gird thyself, and bind on thy sandals. And so he did. And he saith unto him, Cast thy garment about thee, and follow me.",
    "web": "The angel said to him, “Get dressed and put on your sandals.” He did so. He said to him, “Put on your cloak and follow me.”",
    "chr": "ᏗᎧᎿᏩᏗᏙᎯᏃ ᎯᎠ ᏄᏪᏎᎴᎢ; ᏌᏓᏠᎦ, ᎠᎴ ᏔᎳᏑᎸᎦ. ᎾᏍᎩᏃ ᏄᏛᏁᎴᎢ. ᎯᎠᏃ ᏄᏪᏎᎴᎢ; ᎭᏄᏬᏣ ᎠᎴ ᏍᎩᏍᏓᏩᏚᎦ."
  },
  {
    "verse": "9",
    "kjv": "And he went out, and followed him; and wist not that it was true which was done by the angel; but thought he saw a vision.",
    "web": "And he went out and followed him. He didn’t know that what was being done by the angel was real, but thought he saw a vision.",
    "chr": "ᎤᏄᎪᏨᏃ ᎤᏍᏓᏩᏛᏎᎢ; ᎠᎴ ᎥᏝ ᏯᎦᏔᎮ ᎤᏙᎯᏳᎯ ᎨᏒ ᏗᎧᎿᏩᏗᏙᎯ ᏄᏛᏁᎸᎢ, ᎠᏆᏁᎳᏫᏎᏉ ᎡᎵᏍᎨᎢ."
  },
  {
    "verse": "10",
    "kjv": "When they were past the first and the second ward, they came unto the iron gate that leadeth unto the city; which opened to them of his own accord: and they went out, and passed on through one street; and forthwith the angel departed from him.",
    "web": "When they were past the first and the second guard, they came to the iron gate that leads into the city, which opened to them by itself. They went out and went down one street, and immediately the angel departed from him.",
    "chr": "ᎢᎬᏱᏱᏃ ᎠᎴ ᏔᎵᏁ, ᎠᏂᏯᏫᏍᎬ ᎤᏂᎶᏒ ᏭᏂᎷᏤ ᏔᎷᎩᏍᎩ ᏗᏍᏚᏛ ᏗᎦᏚᎲ ᏫᎦᎾᏄᎪᎢᏍᏗᏍᎬᎢ, ᎾᏍᎩ ᎤᏩᏒᏉ ᎤᎾᎵᏍᏚᎢᎡᎴᎢ. ᎤᏂᏄᎪᏨᏃ ᏌᏉ ᎦᎳᏅᏛ ᎤᏂᎶᏎᎢ, ᎩᎳᏉᏃ ᎢᏴᏛ ᏗᎧᎿᏩᏗᏙᎯ ᎤᏓᏓᎴᏔᏁᎢ."
  },
  {
    "verse": "11",
    "kjv": "And when Peter was come to himself, he said, Now I know of a surety, that the Lord hath sent his angel, and hath delivered me out of the hand of Herod, and from all the expectation of the people of the Jews.",
    "web": "When Peter had come to himself, he said, “Now I truly know that the Lord has sent out his angel and delivered me out of the hand of Herod, and from everything the Jewish people were expecting.”",
    "chr": "ᏈᏓᏃ ᎤᏓᏅᏘᏌᏅ ᎯᎠ ᏄᏪᏎᎢ; ᎿᏉ ᎦᏙᎴᎣᎯ ᎤᏙᎯᏳᎯ ᎤᎬᏫᏳᎯ ᏧᏅᏒ ᎤᏤᎵ ᏗᎧᎿᏩᏗᏙᎯ, ᎠᎴ ᎠᏇᏓᎴᏒ ᎡᎶᏛ ᏥᏓᎩᏂᏴᏒᎢ, ᎠᎴ ᏂᎦᎥ ᎤᏚᎩ ᏧᏅᏒ ᎠᏂᏧᏏ."
  },
  {
    "verse": "12",
    "kjv": "And when he had considered the thing, he came to the house of Mary the mother of John, whose surname was Mark; where many were gathered together praying.",
    "web": "Thinking about that, he came to the house of Mary, the mother of John who was called Mark, where many were gathered together and were praying.",
    "chr": "ᎤᏓᏅᏖᎸᏃ ᏭᎷᏤ ᏗᎦᏁᎸ ᎺᎵ, ᏣᏂ ᎹᎦ ᏧᏙᎢᏛ ᎤᏥ, ᎾᎿ ᎤᏂᏣᏖ ᏓᏂᎳᏫᎡ ᎠᎾᏓᏙᎵᏍᏗᏍᎨᎢ."
  },
  {
    "verse": "13",
    "kjv": "And as Peter knocked at the door of the gate, a damsel came to hearken, named Rhoda.",
    "web": "When Peter knocked at the door of the gate, a servant girl named Rhoda came to answer.",
    "chr": "ᏈᏗᏃ ᏭᏩᏂᎸ ᎠᏍᏚᎲ ᎦᎶᎯᏍᏗᏱ, ᎠᏛ ᎶᏗ ᏧᏙᎢᏛ ᏧᏛᏓᏍᏔᏅᏎᎢ;"
  },
  {
    "verse": "14",
    "kjv": "And when she knew Peter's voice, she opened not the gate for gladness, but ran in, and told how Peter stood before the gate.",
    "web": "When she recognized Peter’s voice, she didn’t open the gate for joy, but ran in and reported that Peter was standing in front of the gate.",
    "chr": "ᎾᏍᎩᏃ ᎤᏬᎵᏨ ᏈᏓ ᎦᏬᏂᏍᎬᎢ ᎣᏒ ᎤᏰᎸᏒ ᏅᏓᎵᏍᏙᏔᏁ ᏄᏍᏚᎢᏒᎾᏉ ᎨᏎ ᎦᎶᎯᏍᏗᏱ, ᏚᏍᏆᎸᏔᏁᏉ ᏭᏴᎴᎢ ᎠᎴ ᏭᏃᏁ ᏈᏓ ᎦᏙᎬ ᎦᎶᎯᏍᏗᏳᎶᏗ."
  },
  {
    "verse": "15",
    "kjv": "And they said unto her, Thou art mad. But she constantly affirmed that it was even so. Then said they, It is his angel.",
    "web": "They said to her, “You are crazy!” But she insisted that it was so. They said, “It is his angel.”",
    "chr": "ᎯᎠᏃ ᏂᎬᏩᏪᏎᎴᎢ, ᏣᎸᏃᏘᏉ. ᎠᏎᏃ ᎤᏍᏓᏱᏕᏉ ᎧᏁᎬᎢ, ᎤᏙᎯᏳᎯ ᎾᏍᎩ ᏄᏍᏗ, ᎤᏛᏁᎢ. ᎯᎠᏃ ᏄᏂᏪᏎᎢ; ᏓᎧᎿᏩᏗᏙᎯᏉ."
  },
  {
    "verse": "16",
    "kjv": "But Peter continued knocking: and when they had opened the door, and saw him, they were astonished.",
    "web": "But Peter continued knocking. When they had opened, they saw him and were amazed.",
    "chr": "ᎠᏎᏃ ᏈᏓ ᎠᏏᏉ ᏗᎬᏂᎮᎢ; ᎤᏂᏍᏚᎢᏒᏃ ᎬᏩᎪᎮᎢ ᎠᎴ ᎤᏂᏍᏆᏂᎪᏎᎢ."
  },
  {
    "verse": "17",
    "kjv": "But he, beckoning unto them with the hand to hold their peace, declared unto them how the Lord had brought him out of the prison. And he said, Go shew these things unto James, and to the brethren. And he departed, and went into another place.",
    "web": "But he, beckoning to them with his hand to be silent, declared to them how the Lord had brought him out of the prison. He said, “Tell these things to James and to the brothers.” Then he departed and went to another place.",
    "chr": "ᎠᏎᏃ ᎤᏪᏰᏂ ᎤᏖᎸᏅ ᎡᎳᏪ ᎤᏅᏗᏱ, ᏚᏃᏁᎴ ᏄᎵᏍᏔᏅ ᎤᎬᏫᏳᎯ ᎤᏄᎪᏫᏒ ᏗᏓᏍᏚᏗᏱ. ᎠᎴ ᎯᎠ ᏄᏪᏎᎢ; ᎯᎠ ᎾᏍᎩ ᏫᏗᏥᏃᎲᏏ ᏥᎻ ᎠᎴ ᏦᏣᏓᏅᏟ. ᎤᏄᎪᏤᏃ ᎢᎸᎯᏢ ᏭᎶᏎᎢ."
  },
  {
    "verse": "18",
    "kjv": "Now as soon as it was day, there was no small stir among the soldiers, what was become of Peter.",
    "web": "Now as soon as it was day, there was no small stir among the soldiers about what had become of Peter.",
    "chr": "ᎢᎦᏃ ᏄᎵᏍᏔᏅ ᎥᏝ ᎤᏍᏗᏉ ᏳᎾᏕᏯᏔᏁᎴ ᎠᏂᏯᏫᏍᎩ ᎾᏍᎩ ᏈᏓ ᏫᏄᏛᏁᏔᏅᎢ."
  },
  {
    "verse": "19",
    "kjv": "And when Herod had sought for him, and found him not, he examined the keepers, and commanded that they should be put to death. And he went down from Judaea to Caesarea, and there abode.",
    "web": "When Herod had sought for him and didn’t find him, he examined the guards, then commanded that they should be put to death. He went down from Judea to Caesarea, and stayed there.",
    "chr": "ᎡᎶᏛᏃ ᎤᏲᎸ ᎠᎴ ᎤᏠᏨ ᏚᎪᎵᏰᎡ ᎬᏩᎦᏘᏛᎯ ᎠᎴ ᎤᏁᏤ ᏧᏂᏲᎱᎯᏍᏗᏱ. ᏧᏗᏱᏃ ᎤᏓᏅᏒ, ᏏᏌᎵᏱ ᏭᏕᏁᎢ."
  },
  {
    "verse": "20",
    "kjv": "And Herod was highly displeased with them of Tyre and Sidon: but they came with one accord to him, and, having made Blastus the king's chamberlain their friend, desired peace; because their country was nourished by the king's country.",
    "web": "Now Herod was very angry with the people of Tyre and Sidon. They came with one accord to him and, having made Blastus, the king’s personal aide, their friend, they asked for peace, because their country depended on the king’s country for food.",
    "chr": "ᎡᎶᏛᏃ ᏚᏔᎳᏬᎯᏎᎴ ᏓᏯ ᎠᎴ ᏌᏙᏂ ᎠᏁᎯ; ᎠᏎᏃ ᏌᏉ ᎢᎦᎦᏛ ᎬᏩᎷᏤᎴᎢ, ᎤᎾᎵᎢᏛᏃ ᏆᎳᏍᏓ ᎤᎬᏫᏳᎯ ᎤᏂᏏᏗᏱ ᎠᏥᎦᏘᏗᏍᏗ, ᏙᎯᏱ ᎢᏳᏅᏁᏗᏱ ᎤᏂᏔᏲᏎᎴᎢ; ᎤᎾᏤᎵᎪᎯᏰᏃ ᎤᎵᏍᏕᎸᏙᏕ ᎤᎬᏫᏳᎯ ᎤᏤᎵᎪᎯ."
  },
  {
    "verse": "21",
    "kjv": "And upon a set day Herod, arrayed in royal apparel, sat upon his throne, and made an oration unto them.",
    "web": "On an appointed day, Herod dressed himself in royal clothing, sat on the throne, and gave a speech to them.",
    "chr": "ᏓᏒᏍᏛᏃ ᎤᏍᏆᎸᎲ ᎡᎶᏛ ᎤᏄᏬᎥ ᎤᏂᎬᏫᏳᎯ ᎤᎾᏄᏬᏍᏗ, ᎤᏪᏁ ᎢᏅ ᎢᎦᏘ ᎦᏍᎩᎸᎢ, ᎠᎴ ᏚᎵᏥᏙᏁᎴᎢ."
  },
  {
    "verse": "22",
    "kjv": "And the people gave a shout, saying, It is the voice of a god, and not of a man.",
    "web": "The people shouted, “The voice of a god, and not of a man!”",
    "chr": "ᏴᏫᏃ ᎤᏁᎳᏁᎢ, ᎯᎠ ᏄᏂᏪᏎᎢ; ᎦᎸᎳᏗ ᎡᎯ ᎧᏁᎦ, ᎥᏝᏃ ᏴᏫ."
  },
  {
    "verse": "23",
    "kjv": "And immediately the angel of the Lord smote him, because he gave not God the glory: and he was eaten of worms, and gave up the ghost.",
    "web": "Immediately an angel of the Lord struck him, because he didn’t give God the glory. Then he was eaten by worms and died.",
    "chr": "ᎩᎳᏉᏃ ᎢᏴᏛ ᏗᎧᎿᏩᏗᏙᎯ ᎤᎬᏫᏳᎯ ᎤᏤᎵ ᎤᏩᏂᎴᎢ, ᏅᏧᎵᏍᏙᏔᏁᎤᏁᎳᏅᎯ ᏄᎸᏉᏔᏅᎾ ᎨᏒᎢ. ᏥᏍᎪᏴᏃ ᎬᏩᏯᎥ ᎤᏲᎱᏎᎢ."
  },
  {
    "verse": "24",
    "kjv": "But the word of God grew and multiplied.",
    "web": "But the word of God grew and multiplied.",
    "chr": "ᎧᏃᎮᏛᏍᎩᏂ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᎠᏛᏃᏍᎨᎢ ᎠᎴ ᎧᏁᏉᎨᎢ."
  },
  {
    "verse": "25",
    "kjv": "And Barnabas and Saul returned from Jerusalem, when they had fulfilled their ministry, and took with them John, whose surname was Mark.",
    "web": "Barnabas and Saul returned to Jerusalem when they had fulfilled their service, also taking with them John who was called Mark.",
    "chr": "ᏆᏂᏉᏃ ᎠᎴ ᏐᎳ ᏭᏂᏍᏆᏛ ᎨᏥᏁᏤᎸᎢ, ᎤᏂᎷᏤ ᏥᎷᏏᎵᎻ ᏗᎤᏂᎶᏎᎢ, ᎤᎾᏘᏃᎴᏃ ᏣᏂ ᎹᎦ ᏧᏙᎢᏛ."
  }
]