[
  {
    "verse": "1",
    "kjv": "Now there were in the church that was at Antioch certain prophets and teachers; as Barnabas, and Simeon that was called Niger, and Lucius of Cyrene, and Manaen, which had been brought up with Herod the tetrarch, and Saul.",
    "web": "Now in the assembly that was at Antioch there were some prophets and teachers: Barnabas, Simeon who was called Niger, Lucius of Cyrene, Manaen the foster brother of Herod the tetrarch, and Saul.",
    "chr": "ᏧᎾᏁᎶᏗᏃ ᎥᏘᎣᎩ ᏧᎾᏓᏡᎬ ᎠᏁᎲᎩ ᎩᎶ ᎢᏳᎾᏍᏗ ᎠᎾᏙᎴᎰᏍᎩᎩ ᎠᎴ ᏗᎾᏕᏲᎲᏍᎩ, ᎾᏍᎩ ᏆᏂᏆ, ᎠᎴ ᏏᎻᏂ ᎾᎦ ᏧᏙᎢᏛ, ᎠᎴ ᎷᏏᏯ ᏌᎵᏂ ᎡᎯ, ᎠᎴ ᎹᏁᏂ ᎾᏍᎩ ᎢᏧᎳᎭ ᏧᎾᏛᏒᎯ ᎡᎶᏛ ᏅᎩ ᎢᎦᏚᎩ ᎨᏒ ᏍᎦᏚᎩ ᎠᏥᎦᏘᏗᏍᏗ, ᎠᎴ ᏐᎳ."
  },
  {
    "verse": "2",
    "kjv": "As they ministered to the Lord, and fasted, the Holy Ghost said, Separate me Barnabas and Saul for the work whereunto I have called them.",
    "web": "As they served the Lord and fasted, the Holy Spirit said, “Separate Barnabas and Saul for me, for the work to which I have called them.”",
    "chr": "ᎠᎾᏓᏙᎵᏍᏓᏁᎲᏃ ᎤᎬᏫᏳᎯ ᎠᎴ ᎠᎹᏟ ᎠᏅᏍᎬᎢ, ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᎯᎠ ᏄᏪᏎᎢ; ᏗᏍᎩᏯᏓᏓᎴᏓᏏ ᏆᏂᏆ ᎠᎴ ᏐᎳ ᏧᏂᎸᏫᏍᏓᏁᏗᏱ ᎦᏥᏯᏑᏰᏒ ᎤᎬᏩᎵ."
  },
  {
    "verse": "3",
    "kjv": "And when they had fasted and prayed, and laid their hands on them, they sent them away.",
    "web": "Then, when they had fasted and prayed and laid their hands on them, they sent them away.",
    "chr": "ᎿᏉᏃ ᎠᎹᏟ ᎤᏅᏅ ᎠᎴ ᎤᎾᏓᏙᎵᏍᏔᏅ ᎠᎴ ᏚᎾᏏᏔᏛ, ᏚᏂᏅᏎᎢ."
  },
  {
    "verse": "4",
    "kjv": "So they, being sent forth by the Holy Ghost, departed unto Seleucia; and from thence they sailed to Cyprus.",
    "web": "So, being sent out by the Holy Spirit, they went down to Seleucia. From there they sailed to Cyprus.",
    "chr": "ᎾᏍᎩᏃ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᎤᏂᏅᏒ, ᏗᎷᏏᏱ ᏭᏂᎶᏎᎢ, ᎾᎿᏃ ᏫᎤᏁᏅ ᏥᏳᎯ ᏫᎤᎾᏣᏁ ᏌᏈ ᏫᎤᏂᎷᏤᎢ."
  },
  {
    "verse": "5",
    "kjv": "And when they were at Salamis, they preached the word of God in the synagogues of the Jews: and they had also John to their minister.",
    "web": "When they were at Salamis, they proclaimed God’s word in the Jewish synagogues. They also had John as their attendant.",
    "chr": "ᏌᎳᎻᏃ ᎠᏁᏙᎲᎢ ᎤᏂᏃᎮᎴ ᎠᏂᏧᏏ ᏧᏂᎳᏫᎢᏍᏗᏱ ᎧᏃᎮᏛ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ, ᎠᎾᏘᏁᎮᏃ ᎾᏍᏉ ᏣᏂ ᎤᏂᏍᏕᎸᎯᏙᎯ."
  },
  {
    "verse": "6",
    "kjv": "And when they had gone through the isle unto Paphos, they found a certain sorcerer, a false prophet, a Jew, whose name was Barjesus:",
    "web": "When they had gone through the island to Paphos, they found a certain sorcerer, a false prophet, a Jew whose name was Bar Jesus,",
    "chr": "ᎤᏂᎶᏐᏅᏃ ᏂᎬᎾᏛ ᎠᎹᏰᎵ ᎨᏒᎢ ᎨᏆ ᎢᏴᏛ, ᎾᎿ ᎤᏂᏩᏛᎮ ᎩᎶ ᎢᏳᏍᏗ ᎠᏧᏏ ᏆᏥᏌ ᏧᏙᎢᏛ, ᎠᏙᏂᏍᎩ, ᎤᏠᎾᏍᏗ ᎠᏙᎴᎰᏍᎩ,"
  },
  {
    "verse": "7",
    "kjv": "Which was with the deputy of the country, Sergius Paulus, a prudent man; who called for Barnabas and Saul, and desired to hear the word of God.",
    "web": "who was with the proconsul, Sergius Paulus, a man of understanding. This man summoned Barnabas and Saul, and sought to hear the word of God.",
    "chr": "ᎾᏍᎩ ᎠᏁᏙᎮ ᎾᎿ ᎦᏓ ᎠᎲ ᎠᏥᎦᏘᏗᏍᏗ ᏌᏥᏯ ᏉᎳ ᏧᏙᎢᏛ ᎠᎦᏔᎿᎢ ᎠᏍᎦᏯ, ᎾᏍᎩ ᏫᏚᏯᏅᎮ ᏆᏂᏆ ᎠᎴ ᏐᎳ ᎤᏔᏲᎴ ᎤᏛᎪᏗᏱ ᎧᏃᎮᏛ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ."
  },
  {
    "verse": "8",
    "kjv": "But Elymas the sorcerer (for so is his name by interpretation) withstood them, seeking to turn away the deputy from the faith.",
    "web": "But Elymas the sorcerer (for so is his name by interpretation) withstood them, seeking to turn the proconsul away from the faith.",
    "chr": "ᎠᏎᏃ ᎡᎵᏑ ᎠᏙᏂᏍᎩ, ᎾᏍᎩᏰᏃ ᏄᏍᏗ ᏕᏅᏙᎥ ᎠᏁᏢᏔᏅᎯ, ᎤᏂᎭᎷᎩᏍᎨᎢ, ᎤᏚᎵᏍᎨ ᎠᏥᎦᏘᏗᏍᏗ ᎤᎦᏔᎲᎡᏗᏱ ᎤᏬᎯᏳᏒᎢ."
  },
  {
    "verse": "9",
    "kjv": "Then Saul, (who also is called Paul,) filled with the Holy Ghost, set his eyes on him.",
    "web": "But Saul, who is also called Paul, filled with the Holy Spirit, fastened his eyes on him",
    "chr": "ᏐᎳᏃ ᎾᏍᎩ ᎾᏍᏉ ᏉᎳ ᏥᏚᏙᎥ, ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᎤᎧᎵᏨᎯ ᎨᏎ ᎾᏍᎩ ᎤᏯᏅᏒᎯ ᏚᎧᎿᏁᎢ,"
  },
  {
    "verse": "10",
    "kjv": "And said, O full of all subtilty and all mischief, thou child of the devil, thou enemy of all righteousness, wilt thou not cease to pervert the right ways of the Lord?",
    "web": "and said, “You son of the devil, full of all deceit and all cunning, you enemy of all righteousness, will you not cease to pervert the right ways of the Lord?",
    "chr": "ᎯᎠ ᏄᏪᏎᎢ; ᎦᎶᏄᎮᏛ ᎠᎴ ᎤᏁᎫᏥᏛ ᏣᎧᎵᏨᎯ, ᎠᏍᎩᎾ ᎤᏪᏥ, ᎭᏡᏗᏍᎩ ᏂᎦᎥ ᏚᏳᎪᏛ ᎨᏒᎢ, ᏝᏍᎪ ᏴᏘᏑᎵᎪᏥ ᎤᏣᏘᏂ ᏂᏕᎲᏁᎲ ᏚᏳᎪᏛ ᏅᏃᎯ ᎤᏁᎳᏅᎯ ᏧᏤᎵᎦ?"
  },
  {
    "verse": "11",
    "kjv": "And now, behold, the hand of the Lord is upon thee, and thou shalt be blind, not seeing the sun for a season. And immediately there fell on him a mist and a darkness; and he went about seeking some to lead him by the hand.",
    "web": "Now, behold, the hand of the Lord is on you, and you will be blind, not seeing the sun for a season!” Immediately a mist and darkness fell on him. He went around seeking someone to lead him by the hand.",
    "chr": "Ꭷ ᎬᏂᏳᏉ ᎤᎬᏫᏳᎯ ᏣᏏᏔᏓ, ᎠᎴ ᏙᏘᎨᏩᏥ ᎥᏝ ᏱᎪᏩᏘᏍᎨᏍᏗ ᏅᏙ ᎢᎸᏍᎩ ᎢᎪᎯᏛ. ᎩᎳᏉᏃ ᎢᏴᏛ ᎤᎵᏏᎩ ᎤᏭᏢᏁᎢ, ᎠᎴ ᎡᏙᎮ ᏚᏲᎮ ᎩᎶ ᎬᏬᏱᏂᏙᎯ."
  },
  {
    "verse": "12",
    "kjv": "Then the deputy, when he saw what was done, believed, being astonished at the doctrine of the Lord.",
    "web": "Then the proconsul, when he saw what was done, believed, being astonished at the teaching of the Lord.",
    "chr": "ᎿᏉᏃ ᎠᏥᎦᏘᏗᏍᏗ ᎤᎪᎲ ᎾᏍᎩ ᏄᎵᏍᏔᏅᎢ, ᎤᏬᎯᏳᏁᎢ, ᎠᏍᏆᏂᎪᏍᎨ ᏄᏍᏛ ᏓᎾᏕᏲᎲᏍᎬ ᎤᎬᏫᏳᎯ ᎤᏤᎵᎦ."
  },
  {
    "verse": "13",
    "kjv": "Now when Paul and his company loosed from Paphos, they came to Perga in Pamphylia: and John departing from them returned to Jerusalem.",
    "web": "Now Paul and his company set sail from Paphos and came to Perga in Pamphylia. John departed from them and returned to Jerusalem.",
    "chr": "ᎿᏉᏃ ᏉᎳ ᎠᎴ ᎾᏍᎩ ᎠᏁᎯ ᎨᏆ ᏫᎤᎾᏣᏅ ᏭᏂᎷᏤ ᏆᎩ ᎦᏚᎲ ᏆᎻᏈᎵᏱ. ᏣᏂᏃ ᎤᎾᏓᏓᎴᏓᏁᎸ ᏥᎷᏏᎵᎻ ᏫᎤᎶᏎᎢ."
  },
  {
    "verse": "14",
    "kjv": "But when they departed from Perga, they came to Antioch in Pisidia, and went into the synagogue on the sabbath day, and sat down.",
    "web": "But they, passing on from Perga, came to Antioch of Pisidia. They went into the synagogue on the Sabbath day and sat down.",
    "chr": "ᎾᏍᎩᏃ ᏆᎩ ᏫᎤᎾᏂᎩᏒ ᏭᏂᎷᏤ ᎥᏘᎣᎩ ᎦᏚᎲ ᏆᏏᏗᏱ; ᎤᎾᏙᏓᏆᏍᎬᏃ ᎢᎦ ᏗᎦᎳᏫᎢᏍᏗᏱ ᏭᏂᏴᎸ ᎤᎾᏅᏁᎢ."
  },
  {
    "verse": "15",
    "kjv": "And after the reading of the law and the prophets the rulers of the synagogue sent unto them, saying, Ye men and brethren, if ye have any word of exhortation for the people, say on.",
    "web": "After the reading of the law and the prophets, the rulers of the synagogue sent to them, saying, “Brothers, if you have any word of exhortation for the people, speak.”",
    "chr": "ᏚᏂᎪᎵᏰᎥᏃ ᏗᎧᎿᏩᏛᏍᏗ ᎠᎴ ᎠᎾᏙᎴᎰᏍᎩ, ᏗᎦᎳᏫᎢᏍᏗᏱ ᎨᏥᎦᏘᏗᏍᏗ ᎤᎾᏓᏅᏎ ᎯᎠ ᏫᏂᏚᏂᏪᏎᎴᎢ; ᎢᏥᏍᎦᏯ ᎢᏓᏓᏅᏟ, ᎢᏳᏃ ᏗᎨᏥᏬᏁᏙᏗ ᎨᏎᏍᏗ ᏴᏫ, ᎢᏥᏁᎩ."
  },
  {
    "verse": "16",
    "kjv": "Then Paul stood up, and beckoning with his hand said, Men of Israel, and ye that fear God, give audience.",
    "web": "Paul stood up, and gesturing with his hand said, “Men of Israel, and you who fear God, listen.",
    "chr": "ᏉᎳᏃ ᏚᎴᏅ, ᎤᏬᏰᏂᏃ ᎤᏖᎸᏅ, ᎯᎠ ᏄᏪᏎᎢ; ᎢᏥᏍᎦᏯ ᎢᏏᎵ ᏧᏪᏥ ᎠᎴ ᎤᏁᎳᏅᎯ ᎢᏥᎾᏰᏍᎩ, ᎢᏣᏛᏓᏍᏓ."
  },
  {
    "verse": "17",
    "kjv": "The God of this people of Israel chose our fathers, and exalted the people when they dwelt as strangers in the land of Egypt, and with an high arm brought he them out of it.",
    "web": "The God of this people chose our fathers, and exalted the people when they stayed as aliens in the land of Egypt, and with an uplifted arm, he led them out of it.",
    "chr": "ᎤᏁᎳᏅᎯ ᎯᎠ ᏴᏫ ᎢᏏᎵ ᎤᎾᏤᎵᎦ ᏚᏑᏰᏎ ᏗᎩᎦᏴᎵᎨᎢ, ᎠᎴ ᏚᏌᎳᏓᏁ ᎯᎠ ᏴᏫ ᎠᏁᏙᎯᏉ ᏥᎨᏎ ᎢᏥᏈᏱ, ᎠᎴ ᎧᏃᎨᏂ ᎤᏌᎳᏛ ᎤᏩᏔᏁ ᎾᎿ ᏙᏧᏄᎪᏫᏎᎢ."
  },
  {
    "verse": "18",
    "kjv": "And about the time of forty years suffered he their manners in the wilderness.",
    "web": "For a period of about forty years he put up with them in the wilderness.",
    "chr": "ᏅᎦᏍᎪᎯᏃ ᏧᏕᏘᏴᏛ ᎢᎪᎯᏛ ᎤᏁᎳᎩ ᎤᏪᎵᏎ ᏄᎾᏛᏁᎵᏙᎸ ᎢᎾᎨᎢ."
  },
  {
    "verse": "19",
    "kjv": "And when he had destroyed seven nations in the land of Chanaan, he divided their land to them by lot.",
    "web": "When he had destroyed seven nations in the land of Canaan, he gave them their land for an inheritance for about four hundred fifty years.",
    "chr": "ᏚᏒᏅᏃ ᎦᎵᏉᎩ ᎢᏳᎾᏓᎴᎩ ᏴᏫ ᎨᎾᏂ ᎠᏁᎯ, ᎾᏍᎩ ᎤᎾᏤᎵ ᎦᏙᎯ ᏚᏯᏙᎮᎴ ᏓᎾᏎᏍᎬᎢ."
  },
  {
    "verse": "20",
    "kjv": "And after that he gave unto them judges about the space of four hundred and fifty years, until Samuel the prophet.",
    "web": "After these things, he gave them judges until Samuel the prophet.",
    "chr": "ᎣᏂᏃ ᏑᏪᎶᏁᎴ ᏗᏄᎯ-ᏗᏍᎩ ᏅᎩᏧᏈ ᎯᏍᎩᏍᎪᎯ ᏧᏕᏘᏴᏛ ᎢᏴᏛ ᎢᎪᎯᏛ, ᏌᎻ ᎠᏙᎴᎰᏍᎩ ᏤᎮ ᎢᏯᏍᏗ."
  },
  {
    "verse": "21",
    "kjv": "And afterward they desired a king: and God gave unto them Saul the son of Cis, a man of the tribe of Benjamin, by the space of forty years.",
    "web": "Afterward they asked for a king, and God gave to them Saul the son of Kish, a man of the tribe of Benjamin, for forty years.",
    "chr": "ᎿᏉᏃ ᎤᏂᏔᏲᎴ ᎤᎬᏫᏳᎯ; ᎤᏁᎳᏅᎯᏃ ᏚᏪᎧᏁᎴ ᏐᎳ ᎩᏌ ᎤᏪᏥ ᏇᏂ ᏧᏴᏫ, ᏅᎦᏍᎪᎯ ᏧᏕᏘᏴᏛ ᎢᎪᎯᏛ."
  },
  {
    "verse": "22",
    "kjv": "And when he had removed him, he raised up unto them David to be their king; to whom also he gave their testimony, and said, I have found David the son of Jesse, a man after mine own heart, which shall fulfil all my will.",
    "web": "When he had removed him, he raised up David to be their king, to whom he also testified, ‘I have found David the son of Jesse, a man after my heart, who will do all my will.’",
    "chr": "ᎾᏍᎩᏃ ᎤᏪᎧᎲᏒ, ᏚᎾᏄᎪᏫᏎᎴ ᏕᏫ ᎤᎾᏤᎵ ᎤᎬᏫᏳᎯ ᎢᏳᎵᏍᏙᏗᏱ; ᎾᏍᎩ ᎾᏍᏉ ᏧᏁᎢᏍᏔᏁ ᎯᎠ ᏥᏁᏪᏎᎢ; ᏥᏩᏛᎲ ᏕᏫ ᏤᏏ ᎤᏪᏥ, ᎠᏍᎦᏯ ᎣᏍᏛ ᏥᏰᎸᎢ, ᎾᏍᎩ ᏅᏛᏛᏁᎵ ᏂᎦᎥ ᎦᏓᏅᏖᏍᎬᎢ."
  },
  {
    "verse": "23",
    "kjv": "Of this man's seed hath God according to his promise raised unto Israel a Saviour, Jesus:",
    "web": "From this man’s offspring, God has brought salvation to Israel according to his promise,",
    "chr": "ᎾᏍᎩ ᎤᏁᏢᏔᏅᏛ ᎨᏒ ᎤᏁᎳᏅᎯ ᎾᏍᎩᏯ ᎤᏚᎢᏍᏛᎢ ᎦᎾᏄᎪᏫᏎᎸ ᎢᏏᎵ ᎤᏂᏍᏕᎵᏍᎩ, ᎾᏍᎩ ᏥᏌ;"
  },
  {
    "verse": "24",
    "kjv": "When John had first preached before his coming the baptism of repentance to all the people of Israel.",
    "web": "before his coming, when John had first preached the baptism of repentance to Israel.",
    "chr": "ᎠᏏᏉᏃ ᏂᎦᎷᎬᎾ ᏥᎨᏎᎢ, ᏣᏂ ᏧᎵᏥᏙᏁᎸᎯ ᎨᏎ ᎾᏂᎥ ᏴᏫ ᎢᏏᎵ, ᏧᏃᎮᎮᎸᎯ ᎨᏎ ᏗᏓᏬᏍᏗ ᎨᏒ ᎦᏁᏟᏴᏍᏗ ᎣᏓᏅᏛ ᎤᎬᏩᎵ."
  },
  {
    "verse": "25",
    "kjv": "And as John fulfilled his course, he said, Whom think ye that I am? I am not he. But, behold, there cometh one after me, whose shoes of his feet I am not worthy to loose.",
    "web": "As John was fulfilling his course, he said, ‘What do you suppose that I am? I am not he. But behold, one comes after me, the sandals of whose feet I am not worthy to untie.’",
    "chr": "ᏣᏂᏃ ᎿᏉ ᎠᎧᎵᎢᎮ ᏧᎳᏫᏍᏓᏁᏗ ᎨᏒᎢ, ᎯᎠ ᏄᏪᏎᎢ; ᎦᎪ ᏍᎩᏰᎵᏎᎭ? ᎥᏝ ᎠᏴ ᎾᏍᎩ ᏱᎩ, ᎠᏎᏃ ᎬᏂᏳᏉ ᎣᏂ ᏓᏯᎢ ᎾᏍᎩ ᏚᎳᏑᎸ ᎥᏝ ᎠᏴ ᏰᎵ ᏗᎬᎩᎧᏁᏴᏗ ᏱᎩ."
  },
  {
    "verse": "26",
    "kjv": "Men and brethren, children of the stock of Abraham, and whosoever among you feareth God, to you is the word of this salvation sent.",
    "web": "“Brothers, children of the stock of Abraham, and those among you who fear God, the word of this salvation is sent out to you.",
    "chr": "ᎢᏥᏍᎦᏯ ᎢᏓᏓᏅᏟ, ᎡᏆᎭᎻ ᏅᏓᏳᏁᏢᏔᏅᏛ, ᎠᎴ ᎩᎶ ᎢᏣᏓᏑᏰᏍᏗ ᎡᏥᎾᏰᏍᎩ ᎤᏁᎳᏅᎯ, ᏂᎯ ᎢᏣᏛᎪᏗ ᎡᏥᏰᎸᎾᏁᎸ ᎧᏃᎮᏛ ᎾᏍᎩ ᎯᎠ ᎠᎵᏍᏕᎸᏙᏗ ᎨᏒ ᎧᏃᎮᏍᎩ."
  },
  {
    "verse": "27",
    "kjv": "For they that dwell at Jerusalem, and their rulers, because they knew him not, nor yet the voices of the prophets which are read every sabbath day, they have fulfilled them in condemning him.",
    "web": "For those who dwell in Jerusalem, and their rulers, because they didn’t know him, nor the voices of the prophets which are read every Sabbath, fulfilled them by condemning him.",
    "chr": "ᏥᎷᏏᎵᎻᏰᏃ ᎠᏁᎯ, ᎠᎴ ᏧᎾᏤᎵ ᎤᏂᎬᏫᏳᏌᏕᎩ, ᎾᏍᎩ ᏂᎬᏩᎦᏔᎲᎾ ᎨᏒ ᎢᏳᏍᏗ ᎠᎴ ᎾᏍᏉ ᎾᏂᎦᏔᎲᎾ ᎨᏒ ᎢᏳᏍᏗ ᎠᏂᏁᎬ ᎠᎾᏙᎴᎲᏍᎩ ᏄᎾᏙᏓᏈᏒ ᏥᏓᏂᎪᎵᏰᎠ, ᎾᏍᎩ ᏚᏃᎯᏳᏔᏅ ᏥᏚᏄᎪᏓᏁᎴᎢ."
  },
  {
    "verse": "28",
    "kjv": "And though they found no cause of death in him, yet desired they Pilate that he should be slain.",
    "web": "Though they found no cause for death, they still asked Pilate to have him killed.",
    "chr": "ᏄᏂᏩᏛᎲᎾᏃ ᎨᏎ ᏰᎵ ᎬᏩᏲᏞᎯᏍᏗ ᎨᏒᎢ, ᎠᏎᏃ ᎤᏂᏔᏲᏎᎴ ᏆᎴᏗ ᎾᏍᎩ ᎠᏥᎢᏍᏗᏱ."
  },
  {
    "verse": "29",
    "kjv": "And when they had fulfilled all that was written of him, they took him down from the tree, and laid him in a sepulchre.",
    "web": "When they had fulfilled all things that were written about him, they took him down from the tree and laid him in a tomb.",
    "chr": "ᎤᏂᏍᏆᏛᏃ ᏂᎦᎥ ᎪᏪᎸ ᎾᏍᎩ ᎠᏥᏃᎮᏍᎬᎢ, ᎤᎾᏕᏎ ᎠᏓ ᎨᏛᎢ, ᎠᎴ ᎠᏤᎵᏍᏛ ᎤᏂᏅᏁᎢ."
  },
  {
    "verse": "30",
    "kjv": "But God raised him from the dead:",
    "web": "But God raised him from the dead,",
    "chr": "ᎠᏎᏃ ᎤᏁᎳᏅᎯ ᏚᎴᏔᏁ ᎤᏲᏞᏒᎢ."
  },
  {
    "verse": "31",
    "kjv": "And he was seen many days of them which came up with him from Galilee to Jerusalem, who are his witnesses unto the people.",
    "web": "and he was seen for many days by those who came up with him from Galilee to Jerusalem, who are his witnesses to the people.",
    "chr": "ᎠᎴ ᎤᏬᎯᏤ ᎬᏩᎪᏩᏘᏍᎨ ᎨᎵᎵ ᎾᏍᎩ ᏅᏓᎬᏩᏍᏓᏩᏛᏛ ᎢᏧᎳᎭ ᏥᎷᏏᎵᎻ ᎤᏂᎷᏨᎯ; ᎾᏍᎩ ᏧᏤᎵ ᎬᏩᏃᎮᏍᎩ ᏴᏫ ᎠᏂᎦᏔᎲᎢ."
  },
  {
    "verse": "32",
    "kjv": "And we declare unto you glad tidings, how that the promise which was made unto the fathers,",
    "web": "We bring you good news of the promise made to the fathers,",
    "chr": "ᎠᏎᏃ ᏂᎯ ᎢᏨᏃᎮᎮᎭ ᎣᏍᏛ ᎧᏃᎮᏛ ᎾᏍᎩ ᏥᎨᏥᏚᎢᏍᏓᏁᎴ ᏗᎩᎦᏴᎵᎨᎢ,"
  },
  {
    "verse": "33",
    "kjv": "God hath fulfilled the same unto us their children, in that he hath raised up Jesus again; as it is also written in the second psalm, Thou art my Son, this day have I begotten thee.",
    "web": "that God has fulfilled this to us, their children, in that he raised up Jesus. As it is also written in the second psalm, ‘You are my Son. Today I have become your father.’",
    "chr": "ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎤᏙᎯᏳᎯ ᏂᎬᏁᎸ ᎠᏴ ᎾᏍᎩ ᏧᏁᏥ, ᎾᏍᎩ ᏥᏌ ᏕᎤᎴᏔᏅᎢ; ᎾᏍᎩᏯ ᎾᏍᏉ ᎯᎠ ᏥᏂᎬᏅ ᏥᎪᏪᎳ ᏗᎧᏃᎩᏍᏗᏱ ᏔᎵᏁᎢ; \"ᎠᏇᏥ ᏂᎯ, ᎪᎯ ᎢᎦ ᏍᏆᏕᏁᎸ.\""
  },
  {
    "verse": "34",
    "kjv": "And as concerning that he raised him up from the dead, now no more to return to corruption, he said on this wise, I will give you the sure mercies of David.",
    "web": "“Concerning that he raised him up from the dead, now no more to return to corruption, he has spoken thus: ‘I will give you the holy and sure blessings of David.’",
    "chr": "ᎾᏃ ᏕᎤᎴᏔᏅᎢ ᎤᏲᏞᏒᎢ ᎿᏉ ᎤᎪᎯᏍᏗ ᏂᎨᏒᎾ ᎨᏒᎢ, ᎯᎠ ᏂᎤᏪᏎᎢ; \"ᏓᏨᏁᎵ ᎤᏲᎢᏍᏗ ᏂᎨᏒᎾ ᎣᏍᏛ ᎢᏳᎵᏍᏓᏁᏗ ᏕᏫ.\""
  },
  {
    "verse": "35",
    "kjv": "Wherefore he saith also in another psalm, Thou shalt not suffer thine Holy One to see corruption.",
    "web": "Therefore he says also in another psalm, ‘You will not allow your Holy One to see decay.’",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎾᏍᏉ ᎯᎠ ᏂᎦᏪᎠ ᏅᏩᏓᎴ ᎪᏪᎸᎢ; \"ᎾᏍᎦᏅᎾ ᏣᏤᎵ ᎥᏝ ᎤᏁᎳᎩ ᏭᎪᎯ ᎦᎯᏰᎵᏎᏗ ᏱᎩ.\""
  },
  {
    "verse": "36",
    "kjv": "For David, after he had served his own generation by the will of God, fell on sleep, and was laid unto his fathers, and saw corruption:",
    "web": "For David, after he had in his own generation served the counsel of God, fell asleep, was laid with his fathers, and saw decay.",
    "chr": "ᏕᏫᏰᏃ ᎪᎱᏍᏗ ᏚᏛᏁᎸ ᎾᎯᏳ ᎤᎾᏕᏅᎯ ᎤᏁᎳᏅᎯ ᎠᏓᏅᏖᏍᎬ ᎾᏍᎩᏯᎢ, ᎤᎸᏁᎢ, ᎠᎴ ᏧᎦᏴᎵᎨ ᏓᏂᎾᎥ ᎠᏥᏅᏁᎢ, ᎠᎴ ᎤᎪᏎᎢ."
  },
  {
    "verse": "37",
    "kjv": "But he, whom God raised again, saw no corruption.",
    "web": "But he whom God raised up saw no decay.",
    "chr": "ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᏧᎴᏔᏅᎯ ᎨᏒ ᎥᏝ ᏳᎪᏎᎢ."
  },
  {
    "verse": "38",
    "kjv": "Be it known unto you therefore, men and brethren, that through this man is preached unto you the forgiveness of sins:",
    "web": "Be it known to you therefore, brothers, that through this man is proclaimed to you remission of sins;",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏣᏅᏖᏍᏗ ᎢᏥᏍᎦᏯ ᏗᏓᏓᏅᏟ, ᎾᏍᎩ ᎯᎠ [ᎠᏍᎦᏯ] ᎢᏳᏩᏂᏌᏛ ᎡᏥᏃᏁᎭ ᎦᏰᏥᏙᎵᏍᏗ ᎨᏒ ᎢᏥᏍᎦᏅᏨᎢ."
  },
  {
    "verse": "39",
    "kjv": "And by him all that believe are justified from all things, from which ye could not be justified by the law of Moses.",
    "web": "and by him everyone who believes is justified from all things, from which you could not be justified by the law of Moses.",
    "chr": "ᎠᎴ ᎾᏍᎩ ᏅᏗᎦᎵᏍᏙᏗᎭ ᏂᎦᏛ ᎠᏃᎯᏳᎲᏍᎩ ᎠᎾᏚᏓᎴᎭ ᏂᎦᎥ ᏧᏓᎴᏅᏛ, ᎾᏍᎩ ᎨᏣᏚᏓᎳᎡᏗ ᏂᎨᏒᎾ ᏥᎨᏒ ᎼᏏ ᎤᏤᎵ ᏗᎧᎿᏩᏛᏍᏗ ᏕᏥᎧᎿᏩᏗᏒ ᎢᏳᏍᏗ."
  },
  {
    "verse": "40",
    "kjv": "Beware therefore, lest that come upon you, which is spoken of in the prophets;",
    "web": "Beware therefore, lest that come on you which is spoken in the prophets:",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏤᏯᏔᎮᏍᏗ ᏞᏍᏗ ᎢᏥᎷᏤᎸᎩ ᎯᎠ ᏥᎾᏂᏪ ᎠᎾᏙᎴᎰᏍᎩ;"
  },
  {
    "verse": "41",
    "kjv": "Behold, ye despisers, and wonder, and perish: for I work a work in your days, a work which ye shall in no wise believe, though a man declare it unto you.",
    "web": "‘Behold, you scoffers! Wonder and perish, for I work a work in your days, a work which you will in no way believe, if one declares it to you.’”",
    "chr": "\"ᏗᏣᎧᏅᎦ, ᎢᏥᏂᏆᏘᎯ, ᎠᎴ ᎢᏥᏍᏆᏂᎪᎯ ᎠᎴ ᎢᏣᏗᏒᏅ; ᎠᏴᏰᏃ ᎪᎯ ᎢᏤᎲ ᏓᎩᎸᏫᏍᏓᏁ ᏗᎦᎸᏫᏍᏓᏁᏗ, ᎾᏍᎩ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎥᏝ ᏴᎨᏦᎯᏳᎲᎦ ᎾᏍᏉ ᎠᏎ ᎩᎶ ᏱᏥᏁᎮᎮᎸ.\""
  },
  {
    "verse": "42",
    "kjv": "And when the Jews were gone out of the synagogue, the Gentiles besought that these words might be preached to them the next sabbath.",
    "web": "So when the Jews went out of the synagogue, the Gentiles begged that these words might be preached to them the next Sabbath.",
    "chr": "ᎠᏂᏧᏏᏃ ᎤᏂᏄᎪᏨ ᏗᎦᎳᏫᎢᏍᏗ, ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᎤᏂᏔᏲᎴ ᎾᏍᎩ ᎯᎠ ᎨᏥᏃᎮᎮᏗᏱ ᏔᎵᏁ ᎤᎾᏙᏓᏆᏍᎬᎢ."
  },
  {
    "verse": "43",
    "kjv": "Now when the congregation was broken up, many of the Jews and religious proselytes followed Paul and Barnabas: who, speaking to them, persuaded them to continue in the grace of God.",
    "web": "Now when the synagogue broke up, many of the Jews and of the devout proselytes followed Paul and Barnabas; who, speaking to them, urged them to continue in the grace of God.",
    "chr": "ᏓᏂᎳᏫᎥᏃ ᏚᏂᏰᎵᏒ ᎤᏂᏣᏖ ᎠᏂᏧᏏ ᎠᎴ ᎤᏁᎳᏅᎯ ᎠᎾᏓᏙᎵᏍᏓᏁᎯ ᎠᏂᏧᏏ ᏓᎾᎵᎪᏁᎸᎯ ᏚᏂᏍᏓᏩᏛᏎ ᏉᎳ ᎠᎴ ᏆᏂᏆ, ᎾᏍᎩᏃ ᏚᏂᏬᏁᏔᏁ ᏚᏂᏔᏲᏎᎴ ᏧᏂᏲᎯᏍᏗᏱ ᏂᎨᏒᎾ ᎤᏁᎳᏅᎯ ᎤᏓᏙᎵᏍᏗ ᎨᏒᎢ."
  },
  {
    "verse": "44",
    "kjv": "And the next sabbath day came almost the whole city together to hear the word of God.",
    "web": "The next Sabbath, almost the whole city was gathered together to hear the word of God.",
    "chr": "ᏔᎵᏁᏃ ᏫᎤᎾᏙᏓᏋ ᎠᎴᏉ ᏂᎦᏛ ᎦᏚᎲ ᏂᏚᏂᏔᏫᏤ ᎤᎾᏛᏓᏍᏔᏂᎴ ᎧᏃᎮᏛ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ."
  },
  {
    "verse": "45",
    "kjv": "But when the Jews saw the multitudes, they were filled with envy, and spake against those things which were spoken by Paul, contradicting and blaspheming.",
    "web": "But when the Jews saw the multitudes, they were filled with jealousy, and contradicted the things which were spoken by Paul, and blasphemed.",
    "chr": "ᎠᏎᏃ ᎠᏂᏧᏏ, ᎤᏂᏣᏘ ᏚᏂᎪᎲ, ᎤᏂᎧᎵᏤ ᎠᏛᏳᎨᏗ ᎨᏒᎢ, ᎠᎴ ᎠᏂᏬᏂᏍᎬ ᎠᎾᏡᏗᏍᎨ ᏉᎳ ᏂᎦᏪᏍᎬ ᎦᏬᏂᏍᎬᎢ, ᎤᏂᎪᏁᎶᏍᎨᎢ ᎠᎴ ᎠᏂᏐᏢᎢᏍᏗᏍᎨᎢ."
  },
  {
    "verse": "46",
    "kjv": "Then Paul and Barnabas waxed bold, and said, It was necessary that the word of God should first have been spoken to you: but seeing ye put it from you, and judge yourselves unworthy of everlasting life, lo, we turn to the Gentiles.",
    "web": "Paul and Barnabas spoke out boldly, and said, “It was necessary that God’s word should be spoken to you first. Since indeed you thrust it from yourselves, and judge yourselves unworthy of eternal life, behold, we turn to the Gentiles.",
    "chr": "ᎾᏉᏃ ᏉᎳ ᎠᎴ ᏆᏂᏆ ᎧᏁᏉᎨ ᎾᏂᏍᎦᎢᎲᎾ ᎨᏒᎢ, ᎯᎠ ᏄᏂᏪᏎᎢ; ᏂᎯ ᎢᎬᏱ ᎠᏎ ᎡᏥᏃᎮᎮᏗ ᎨᏒᎩ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᎧᏃᎮᏛ; ᎠᏎᏃ ᎢᏢᏉ ᏥᏂᏨᏁᎭ ᎠᎴ ᎢᏨᏒ ᎢᏣᏓᏅᏖᏍᎬ ᏰᎵ ᎦᏰᏥᏁᏗ ᏂᎨᏒᎾ ᏥᏥᏰᎸ ᎬᏂᏛ, ᎬᏂᏳᏉ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᏗᏁᎲ ᏬᏍᏓᎦᏔᎲᏍᏓ."
  },
  {
    "verse": "47",
    "kjv": "For so hath the Lord commanded us, saying, I have set thee to be a light of the Gentiles, that thou shouldest be for salvation unto the ends of the earth.",
    "web": "For so has the Lord commanded us, saying, ‘I have set you as a light for the Gentiles, that you should bring salvation to the uttermost parts of the earth.’”",
    "chr": "ᎾᏍᎩᏰᏃ ᏄᏍᏗ ᎤᎬᏫᏳᎯ ᎣᎩᏂᏁᏤᎸ, [ᎯᎠ ᏂᎦᏪᎭ;] \"ᎬᏯᎧᏅ ᎢᎦ ᏔᏘᏍᏓᏁᏗᏱ ᏧᎾᏓᎴᏅᏛ ᏴᏫ, ᎤᎵᏍᏕᎸᏙᏗ ᎢᏣᎵᏍᏙᏗᏱ ᎡᎶᎯ ᏂᎬᎾᏛᎢ.\""
  },
  {
    "verse": "48",
    "kjv": "And when the Gentiles heard this, they were glad, and glorified the word of the Lord: and as many as were ordained to eternal life believed.",
    "web": "As the Gentiles heard this, they were glad and glorified the word of God. As many as were appointed to eternal life believed.",
    "chr": "ᏧᎾᏓᎴᏅᏛᏃ ᏴᏫ ᎾᏍᎩ ᎤᎾᏛᎦᏅ ᎤᎾᎵᎮᎵᏤᎢ, ᎠᎴ ᎤᏂᎸᏉᏔᏁ ᎤᎬᏫᏳᎯ ᎤᏤᎵ ᎧᏃᎮᏛ, ᎠᎴ ᎤᏃᎯᏳᏁ ᎾᏂᎥ ᎬᏂᏛ ᎤᏂᏩᏛᏗ ᎢᎨᎬᏁᎸᎯ."
  },
  {
    "verse": "49",
    "kjv": "And the word of the Lord was published throughout all the region.",
    "web": "The Lord’s word was spread abroad throughout all the region.",
    "chr": "ᎤᎬᏫᏳᎯᏃ ᎤᏤᎵ ᎧᏃᎮᏛ ᏚᏰᎵᏎ ᎾᎿ ᏂᎬᎾᏛᎢ."
  },
  {
    "verse": "50",
    "kjv": "But the Jews stirred up the devout and honourable women, and the chief men of the city, and raised persecution against Paul and Barnabas, and expelled them out of their coasts.",
    "web": "But the Jews stirred up the devout and prominent women and the chief men of the city, and stirred up a persecution against Paul and Barnabas, and threw them out of their borders.",
    "chr": "ᎠᏎᏃ ᎠᏂᏧᏏ ᏚᏂᏖᎸᏁ ᎨᏥᎸᏉᏗ ᎠᏂᎨᏴ ᎤᏁᎳᏅᎯ ᎠᎾᏓᏙᎵᏍᏓᏁᎯ, ᎠᎴ ᎾᎿ ᎦᏚᎲ ᏗᎨᎦᏁᎶᏗ ᎠᏂᏍᎦᏯ, ᎠᎴ ᎾᏍᎩ ᏄᏅᏂᏌᏁ ᎦᎨᏥᏐᏢᏙᏗᏱ ᏉᎳ ᎠᎴ ᏆᏂᏆ, ᎠᎴ ᏚᏂᎨᎯᏙᎴ ᎤᎾᏤᎵᎪᎯ ᎨᏒᎢ."
  },
  {
    "verse": "51",
    "kjv": "But they shook off the dust of their feet against them, and came unto Iconium.",
    "web": "But they shook off the dust of their feet against them, and came to Iconium.",
    "chr": "ᎠᏎᏃ ᏚᏂᏅᎪᎥᏓᏁᎴᏉ ᎪᏍᏚ ᏧᎾᎳᏏᏕᏂ ᎤᏓᏅᎵᏰᎥᎢ, ᎢᎪᏂᏯᏃ ᏭᏂᎷᏤᎢ."
  },
  {
    "verse": "52",
    "kjv": "And the disciples were filled with joy, and with the Holy Ghost.",
    "web": "The disciples were filled with joy and with the Holy Spirit.",
    "chr": "ᎠᏃᎯᏳᎲᏍᎩᏃ ᎤᏂᎧᎵᏨᎯ ᎨᏎ ᎠᎾᎵᎮᎵᎬᎢ ᎠᎴ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ."
  }
]
