[
  {
    "verse": "1",
    "kjv": "And it came to pass in Iconium, that they went both together into the synagogue of the Jews, and so spake, that a great multitude both of the Jews and also of the Greeks believed.",
    "web": "In Iconium, they entered together into the synagogue of the Jews, and so spoke that a great multitude both of Jews and of Greeks believed.",
    "chr": "ᎯᎠᏃ ᏄᎵᏍᏔᏁ ᎢᎪᏂᏯ, ᎾᏍᎩ ᎢᏧᎳᎭ ᏭᏂᏴᎴ ᎠᏂᏧᏏ ᏧᏂᎳᏫᎢᏍᏗᏱ, ᎠᎴ ᏄᏍᏛ ᎠᏂᏬᏂᏍᎬ ᏅᏧᎵᏍᏙᏔᏁ ᎤᏂᏣᏘ ᎠᏂᏧᏏ ᎠᎴ ᎾᏍᏉ ᎠᏂᎪᎢ ᎤᏃᎯᏳᏁᎢ."
  },
  {
    "verse": "2",
    "kjv": "But the unbelieving Jews stirred up the Gentiles, and made their minds evil affected against the brethren.",
    "web": "But the disbelieving Jews stirred up and embittered the souls of the Gentiles against the brothers.",
    "chr": "ᎠᏎᏃ ᏄᏃᎯᏳᏒᎾ ᎠᏂᏧᏏ ᏚᏂᏖᎸᏁ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᏚᎾᏓᏅᏛᎢ, ᎾᏍᎩᏃ ᏄᏅᏂᏌᏁ ᏗᏂᏍᎦᎩ ᏄᎵᏍᏔᏁ ᎠᎾᎵᏅᏟ."
  },
  {
    "verse": "3",
    "kjv": "Long time therefore abode they speaking boldly in the Lord, which gave testimony unto the word of his grace, and granted signs and wonders to be done by their hands.",
    "web": "Therefore they stayed there a long time, speaking boldly in the Lord, who testified to the word of his grace, granting signs and wonders to be done by their hands.",
    "chr": "ᎤᏬᎯᏤᏃ ᎾᎿ ᎤᏁᏙᎴᎢ, ᎾᏂᏍᎦᎢᎲᎾ ᎠᏂᏬᏂᏍᎨ ᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᎤᎾᎵᏍᎦᏍᏙᏛ ᎤᎬᏫᏳᎯ, ᎾᏍᎩ ᎠᏍᏓᏱᏗᏍᎨ ᎧᏃᎮᏛ ᎤᏩᏒ ᎤᏓᏙᎵᏣᏛ ᎧᏃᎮᏍᎩ, ᏓᏁᎮ ᏧᏃᏰᏂ ᏧᏅᏙᏗᏱ ᎤᏰᎸᏛ ᎠᎴ ᎤᏍᏆᏂᎪᏗ ᏧᏂᎸᏫᏍᏓᏁᏗᏱ."
  },
  {
    "verse": "4",
    "kjv": "But the multitude of the city was divided: and part held with the Jews, and part with the apostles.",
    "web": "But the multitude of the city was divided. Part sided with the Jews and part with the apostles.",
    "chr": "ᎤᏂᏣᏘᏃ ᎾᎿ ᎦᏚᎲ ᎠᏁᎯ ᏔᎵ ᏄᎾᏓᏕᎢ; ᎢᎦᏛ ᎠᏂᏧᏏ ᏚᎾᎵᎪᏁᎴᎢ, ᎢᎦᏛᏃ ᎨᏥᏅᏏᏛ."
  },
  {
    "verse": "5",
    "kjv": "And when there was an assault made both of the Gentiles, and also of the Jews with their rulers, to use them despitefully, and to stone them,",
    "web": "When some of both the Gentiles and the Jews, with their rulers, made a violent attempt to mistreat and stone them,",
    "chr": "ᏧᎾᏓᎴᏅᏛᏃ ᏴᏫ ᎠᎴ ᎠᏂᏧᏏ ᎠᎴ ᏗᎨᎦᏁᎶᏗ ᎠᎾᏁᎷᎩᏍᎨ ᏗᎬᏩᏂᏐᏢᏙᏗᏱ ᎠᎴ ᏅᏯ ᏧᏅᏂᏍᏙᏗᏱ,"
  },
  {
    "verse": "6",
    "kjv": "They were ware of it, and fled unto Lystra and Derbe, cities of Lycaonia, and unto the region that lieth round about:",
    "web": "they became aware of it and fled to the cities of Lycaonia, Lystra, Derbe, and the surrounding region.",
    "chr": "ᎾᏍᎩ ᎤᎾᏛᎦᏁᎢ, ᎠᎴ ᏚᎾᎵᏘᏎᎢ, ᎵᏍᏗ ᎠᎴ ᏓᏈ ᎵᎨᎣᏂᏯ ᏕᎦᏚᎲ ᏭᏂᎶᏎᎢ, ᎠᎴ ᎾᎿ ᎬᏩᏚᏫᏛ ᎨᏒᎢ."
  },
  {
    "verse": "7",
    "kjv": "And there they preached the gospel.",
    "web": "There they preached the Good News.",
    "chr": "ᎾᎿᏃ ᎠᏁᏙᎮ ᎠᎾᎵᏥᏙᎲᏍᎨ ᎣᏍᏛ ᎧᏃᎮᏛ."
  },
  {
    "verse": "8",
    "kjv": "And there sat a certain man at Lystra, impotent in his feet, being a cripple from his mother's womb, who never had walked:",
    "web": "At Lystra a certain man sat, impotent in his feet, a cripple from his mother’s womb, who never had walked.",
    "chr": "ᎩᎶᏃ ᎢᏳᏍᏗ ᎠᏍᎦᏯ ᎤᏬᎴ ᎵᏍᏗ ᎠᏲᎤᎵ ᏧᎳᏏᏕᏂ, ᎾᏲᎤᎴ ᎤᏕᏅ, ᎢᎸᎯᏳ ᎤᏪᏙᎸᎯ ᏂᎨᏒᎾ."
  },
  {
    "verse": "9",
    "kjv": "The same heard Paul speak: who stedfastly beholding him, and perceiving that he had faith to be healed,",
    "web": "He was listening to Paul speaking, who, fastening eyes on him and seeing that he had faith to be made whole,",
    "chr": "ᎾᏍᎩ ᎤᏛᎦᏁ ᎦᏬᏂᏍᎬ ᏉᎳ, ᎾᏍᎩ ᎤᏯᎾ ᏒᎯ ᏚᎧᎿᏅ ᎠᎴ ᎤᏙᎴᎰᏒ ᎤᎲ ᎪᎯᏳᏗ ᎨᏒ ᎠᏅᏪᏗ,"
  },
  {
    "verse": "10",
    "kjv": "Said with a loud voice, Stand upright on thy feet. And he leaped and walked.",
    "web": "said with a loud voice, “Stand upright on your feet!” He leaped up and walked.",
    "chr": "ᎯᎠ ᏄᏪᏎ ᎠᏍᏓᏯ; ᎦᏥᏃᏍᏛ ᎭᎴᎲᎦ. ᏚᎵᏔᏗᏅᏎᏃ ᎠᎴ ᎤᏪᏙᎴᎢ."
  },
  {
    "verse": "11",
    "kjv": "And when the people saw what Paul had done, they lifted up their voices, saying in the speech of Lycaonia, The gods are come down to us in the likeness of men.",
    "web": "When the multitude saw what Paul had done, they lifted up their voice, saying in the language of Lycaonia, “The gods have come down to us in the likeness of men!”",
    "chr": "ᎤᏂᏣᏘᏃ ᎤᏂᎪᎲ ᏄᏛᏁᎸ ᏉᎳ ᎤᏂᏌᎳᏓᏁ ᎠᏂᏁᎬᎢ, ᎵᎨᎣᏂᏯ ᎠᏁᎯ ᎤᏂᏬᏂᎯᏍᏗ ᎤᏅᏔᏁ ᎯᎠ ᏄᏂᏪᏎᎢ; ᎦᎸᎳᏗ ᎠᏁᎯ ᎠᎾᏠᎠᏏᎦ ᏴᏫ ᏄᎾᏍᏛ ᎾᏍᎩᏯ ᎢᏳᎾᏍᏗ."
  },
  {
    "verse": "12",
    "kjv": "And they called Barnabas, Jupiter; and Paul, Mercurius, because he was the chief speaker.",
    "web": "They called Barnabas “Jupiter”, and Paul “Mercury”, because he was the chief speaker.",
    "chr": "ᏆᏂᏆᏃ ᏧᏈᏓ ᏚᏃᎡᎢ, ᏉᎳᏃ ᏑᎫᎵ ᏚᏃᎡᎢ, ᎾᏍᎩᏰᏃ ᏄᎬᏫᏳᏒ ᎠᎵᏥᏙᎲᏍᎩ ᎨᏎᎢ."
  },
  {
    "verse": "13",
    "kjv": "Then the priest of Jupiter, which was before their city, brought oxen and garlands unto the gates, and would have done sacrifice with the people.",
    "web": "The priest of Jupiter, whose temple was in front of their city, brought oxen and garlands to the gates, and would have made a sacrifice along with the multitudes.",
    "chr": "ᎿᏉᏃ ᎠᏥᎸ-ᎨᎶᏎᎯ ᏧᏈᏓ ᎾᏍᎩ ᎦᏚᎲ ᎢᎬᏱᏗᏢ ᎪᏢᏒᎢ, ᎦᎶᎯᏍᏗᏳᎶᏗ ᏚᏘᏃᎴ ᏩᎦ ᎠᎴ ᏗᎪᏛᎢᏛ ᎤᏂᏥᎸᏅᎯ ᏕᎤᏃᎴᎢ, ᎾᏍᎩ ᎤᏩᏒ ᎠᎴ ᎤᏂᏣᏘ ᎨᏒ ᎠᏥᎸ-ᎤᏁᎳᏍᏗᏱ ᎤᏰᎸᏎᎢ."
  },
  {
    "verse": "14",
    "kjv": "Which when the apostles, Barnabas and Paul, heard of, they rent their clothes, and ran in among the people, crying out,",
    "web": "But when the apostles, Barnabas and Paul, heard of it, they tore their clothes and sprang into the multitude, crying out,",
    "chr": "ᎠᏎᏃ ᎨᏥᏅᏏᏛ ᏆᏂᏆ ᎠᎴ ᏉᎳ ᎤᎾᏛᎦᏅ ᏚᏂᏣᎦᎸᎮ ᏧᎾᏄᏬ, ᎤᏂᏣᏘᏃ ᏴᏫ ᏗᏁᏙᎲ ᏫᏚᎾᏗᏢᏍᏔᏁᎢ, ᎤᏁᎷᏁᎢ,"
  },
  {
    "verse": "15",
    "kjv": "And saying, Sirs, why do ye these things? We also are men of like passions with you, and preach unto you that ye should turn from these vanities unto the living God, which made heaven, and earth, and the sea, and all things that are therein:",
    "web": "“Men, why are you doing these things? We also are men of the same nature as you, and bring you good news, that you should turn from these vain things to the living God, who made the sky, the earth, the sea, and all that is in them;",
    "chr": "ᎯᎠ ᎾᏂᏪᏍᎨᎢ; ᎢᏥᏍᎦᏯ, ᎦᏙᏃ ᎾᏍᎩ ᎯᎠ ᏂᏣᏛᏁᎭ? ᎠᏴ ᎾᏍᏉ ᏴᏫᏉ ᎾᏍᎩᏯ ᏂᏣᎵᏍᏓᏁᎲ ᎢᏲᎩᎾᎵᏍᏓᏁᎯ, ᎠᎴ ᎢᏨᏯᎵᏥᏙᏁᎭ ᏗᏥᏲᎯᏍᏗᏱ ᎯᎠ ᎠᏎᏉᏉ ᏂᏣᏛᏁᎲᎢ, ᏫᏣᎦᏔᎲᏍᏗᏱᏃ ᎬᏂᏛ ᎤᏁᎳᏅᎯ ᎢᏗᏢ, ᎾᏍᎩ ᎤᏬᏢᏅᎯ ᏥᎩ ᎦᎸᎶᎢ ᎠᎴ ᎦᏙᎯ ᎠᎴ ᎠᎺᏉᎯ ᎠᎴ ᎾᏂᎥ ᎾᎿ ᎠᏁᎯ;"
  },
  {
    "verse": "16",
    "kjv": "Who in times past suffered all nations to walk in their own ways.",
    "web": "who in the generations gone by allowed all the nations to walk in their own ways.",
    "chr": "ᎾᏍᎩ ᎢᎸᎯᏳ ᏥᎨᏒᎩ ᎤᎾᏁᎳᎩ ᎤᏅᏒ ᏚᏂᏅᏅ ᏩᏂᎶᎯ ᏚᏪᎵᏎᎴ ᏂᎦᏛ ᏄᎾᏓᎴᏒ ᏴᏫ;"
  },
  {
    "verse": "17",
    "kjv": "Nevertheless he left not himself without witness, in that he did good, and gave us rain from heaven, and fruitful seasons, filling our hearts with food and gladness.",
    "web": "Yet he didn’t leave himself without witness, in that he did good and gave you rains from the sky and fruitful seasons, filling our hearts with food and gladness.”",
    "chr": "ᎥᏝᏍᎩᏂᏃᏅ ᏩᎩᏂᎪᎯ ᎬᏂᎨᏒ ᎢᏯᏋᏁᎯ ᏳᏪᎵᏎᎢ, ᎾᏍᎩ ᎣᏍᏛ ᏚᎸᏫᏍᏓᏁᎲᎢ, ᎠᎴ ᎢᎩᎦᏃᏓᏁᎲᎢ ᎦᎸᎳᏗ ᏗᎦᎶᏍᎬᎢ, ᎠᎴ ᎢᎦᎵᏍᎪᎸᏓᏁᎲ ᎤᏣᏘ ᎪᎱᏍᏗ ᎤᏛᎯᏍᏗᏱ ᏂᏓᏕᏘᏴᎯᏒᎢ, ᏗᎩᎾᏫ ᏓᎧᎵᎢᏍᏗᏍᎬ ᎠᎵᏍᏓᏴᏗ ᎠᎴ ᎤᎵᎮᎵᏍᏗ."
  },
  {
    "verse": "18",
    "kjv": "And with these sayings scarce restrained they the people, that they had not done sacrifice unto them.",
    "web": "Even saying these things, they hardly stopped the multitudes from making a sacrifice to them.",
    "chr": "ᎾᏍᎩᏃ ᎾᏂᏪᏍᎬᎢ ᎦᏂᎳ ᏚᏂᏲᏍᏙᏓᏁᎴ ᎤᏂᏣᏘ ᎠᏥᎸ-ᎬᏩᏁᎴᏗᏱ ᎠᎾᏓᏅᏖᏍᎬᎢ."
  },
  {
    "verse": "19",
    "kjv": "And there came thither certain Jews from Antioch and Iconium, who persuaded the people, and having stoned Paul, drew him out of the city, supposing he had been dead.",
    "web": "But some Jews from Antioch and Iconium came there, and having persuaded the multitudes, they stoned Paul and dragged him out of the city, supposing that he was dead.",
    "chr": "ᎠᏎᏃ ᎤᏂᎷᏤ ᎠᏂᏧᏏ ᎥᏘᎣᎩ ᎠᎴ ᎢᎪᏂᏯ ᏅᏓᏳᏂᎶᏒᎯ, ᎾᏍᎩ ᏚᏂᏔᏲᏎᎴ ᎤᏂᏣᏘ, ᏉᎳᏃ ᏅᏯ ᏕᎬᏩᏂᏍᏔᏅ ᎬᏩᎾᏌᎾᏫᏛᎮ ᎦᏚᎲ ᎬᏩᏄᎯᏎᎢ, ᎤᏲᎱᏒ ᎠᏁᎵᏍᎨᎢ."
  },
  {
    "verse": "20",
    "kjv": "Howbeit, as the disciples stood round about him, he rose up, and came into the city: and the next day he departed with Barnabas to Derbe.",
    "web": "But as the disciples stood around him, he rose up, and entered into the city. On the next day he went out with Barnabas to Derbe.",
    "chr": "ᎠᏎᏃ ᎤᎾᎵᎪᎯ ᏕᎬᏩᏚᏫᏍᏕᎢ ᏚᎴᏁᎢ, ᎠᎴ ᏗᎦᎦᎲ ᏭᏴᎴᎢ. ᎤᎩᏨᏛᏃ ᏆᏂᏆ ᎤᎾᏂᎩᏎᎢ, ᏓᏈ ᏭᏂᎶᏎᎢ."
  },
  {
    "verse": "21",
    "kjv": "And when they had preached the gospel to that city, and had taught many, they returned again to Lystra, and to Iconium, and Antioch,",
    "web": "When they had preached the Good News to that city and had made many disciples, they returned to Lystra, Iconium, and Antioch,",
    "chr": "ᎤᎾᎵᏥᏙᏁᎸᏃ ᎣᏍᏛ ᎧᏃᎮᏛ ᎾᏍᎩ ᎦᏚᎲᎢ, ᎠᎴ ᎠᏂᎪᏗᏳ ᏚᎾᎵᎪᏔᏅ, ᏔᎵᏁ ᎵᏍᏗ ᎠᎴ ᎢᎪᏂᏯ ᎠᎴ ᎥᏘᎣᎩ ᏫᎤᏂᎶᏎᎢ,"
  },
  {
    "verse": "22",
    "kjv": "Confirming the souls of the disciples, and exhorting them to continue in the faith, and that we must through much tribulation enter into the kingdom of God.",
    "web": "strengthening the souls of the disciples, exhorting them to continue in the faith, and that through many afflictions we must enter into God’s Kingdom.",
    "chr": "ᏓᎾᎵᏂᎪᎯᏍᏗᏍᎨ ᏚᎾᏓᏅᏛ ᎠᏃᎯᏳᎲᏍᎩ, ᏓᏂᏔᏲᏎᎮ ᏧᏂᏲᎯᏍᏗᏱ ᏂᎨᏒᎾ ᎪᎯᏳᏗ ᎨᏒᎢ, ᎠᎴ ᏓᏂᏃᏁᎮ ᎤᏣᏘ ᎠᎩᎵᏴ ᎢᎩᎶᎯᏍᏗ ᎨᏒ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎪᎯ ᏫᎩᏴᏍᏗᏱ."
  },
  {
    "verse": "23",
    "kjv": "And when they had ordained them elders in every church, and had prayed with fasting, they commended them to the Lord, on whom they believed.",
    "web": "When they had appointed elders for them in every assembly, and had prayed with fasting, they commended them to the Lord on whom they had believed.",
    "chr": "ᏚᏂᎧᏅᏃ ᏗᎨᎦᏁᎶᏘ ᏧᎾᏁᎶᏗ ᏚᎾᏓᏡᏩᏗᏒᎢ, ᎠᎴ ᎤᎾᏓᏙᎵᏍᏔᏅ ᎠᎹᏟ ᎠᏅᏍᎬᎢ, ᏚᏂᏲᎯᏎᎴ ᎤᎬᏫᏳᎯ ᎾᏍᎩ ᎤᎬᏫᏳᎯ ᎤᏃᎯᏳᏅᎯ."
  },
  {
    "verse": "24",
    "kjv": "And after they had passed throughout Pisidia, they came to Pamphylia.",
    "web": "They passed through Pisidia and came to Pamphylia.",
    "chr": "ᏆᏏᏗᏱᏃ ᎤᏂᎶᏐᏅ ᏆᎻᏈᎵᏱ ᏭᏂᎷᏤᎢ."
  },
  {
    "verse": "25",
    "kjv": "And when they had preached the word in Perga, they went down into Attalia:",
    "web": "When they had spoken the word in Perga, they went down to Attalia.",
    "chr": "ᏆᎩᏃ ᎧᏃᎮᏛ ᎤᎾᎵᏥᏙᏅ ᎠᏔᏓᏯ ᏭᏂᎷᏤᎢ."
  },
  {
    "verse": "26",
    "kjv": "And thence sailed to Antioch, from whence they had been recommended to the grace of God for the work which they fulfilled.",
    "web": "From there they sailed to Antioch, from where they had been committed to the grace of God for the work which they had fulfilled.",
    "chr": "ᎾᎿᏃ ᏥᏳᎯ ᏭᎾᏣᏅ ᎥᏘᎣᎩ ᏭᏂᎷᏤᎢ, ᎾᎿ ᏗᎨᏥᏲᏒᎯ ᏥᎨᏎ ᎤᏁᎳᏅᎯ ᎤᏂᏙᎵᏍᏗᏱ, ᎾᏍᎩ ᏧᏂᎸᏫᏍᏓᏁᏗᏱ ᎾᏍᎩ ᎿᏉ ᎤᏂᏍᏆᏛᎯ ᏥᎨᏎᎢ."
  },
  {
    "verse": "27",
    "kjv": "And when they were come, and had gathered the church together, they rehearsed all that God had done with them, and how he had opened the door of faith unto the Gentiles.",
    "web": "When they had arrived and had gathered the assembly together, they reported all the things that God had done with them, and that he had opened a door of faith to the nations.",
    "chr": "ᎤᏂᎷᏥᎸᏃ ᎠᎴ ᏚᏂᎳᏫᏛ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬ ᎤᏂᏃᎮᎴ ᏂᎦᎥ ᎤᏁᎳᏅᎯ ᏄᎾᏛᏁᎸᎢ, ᎠᎴ ᏚᏍᏚᎢᎡᎸ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᎪᎯᏳᏗ ᎨᏒ ᎦᎶᎯᏍᏗᏱ."
  },
  {
    "verse": "28",
    "kjv": "And there they abode long time with the disciples.",
    "web": "They stayed there with the disciples for a long time.",
    "chr": "ᎾᎿᏃ ᎠᏃᎯᏳᎲᏍᎩ ᎠᏁᎲ ᎪᎯᏗᏳ ᎤᎾᏕᏁᎢ."
  }
]