[
  {
    "verse": "1",
    "kjv": "After these things Paul departed from Athens, and came to Corinth;",
    "web": "After these things Paul departed from Athens and came to Corinth.",
    "chr": "ᎾᏍᎩᏃ ᏄᎵᏍᏔᏂᏙᎸ ᏉᎳ ᎡᏗᏂᏱ ᎤᏓᏅᏒᎩ ᎪᎵᏂᏗᏱ ᏭᎷᏨᎩ."
  },
  {
    "verse": "2",
    "kjv": "And found a certain Jew named Aquila, born in Pontus, lately come from Italy, with his wife Priscilla; (because that Claudius had commanded all Jews to depart from Rome:) and came unto them.",
    "web": "He found a certain Jew named Aquila, a man of Pontus by race, who had recently come from Italy with his wife Priscilla, because Claudius had commanded all the Jews to depart from Rome. He came to them,",
    "chr": "ᎤᏩᏛᎲᏃ ᎩᎶ ᎢᏳᏍᏗ ᎠᏧᏏ ᎡᏈᎳ ᏧᏙᎢᏛ, ᏋᏗᏱ ᎤᏕᏅᎯ, ᎩᎳᎢ ᎤᎷᏦᏅᎯ ᎢᏓᎵ ᏅᏓᏳᎶᏒᎯ, ᎠᎴ ᎾᏍᏉ ᎤᏓᎵᎢ ᏈᏏᎳ ᏧᏙᎢᏛ, ᏅᏓᎦᎵᏍᏙᏗᏍᎬ ᏠᏗᏯ ᎤᏁᏨ ᏂᎦᏛ ᎠᏂᏧᏏ ᎶᎻ ᎤᎾᏓᏅᏍᏗᏱ, ᎾᏍᎩ ᏚᏩᏛᎯᎸᎩ."
  },
  {
    "verse": "3",
    "kjv": "And because he was of the same craft, he abode with them, and wrought: for by their occupation they were tentmakers.",
    "web": "and because he practiced the same trade, he lived with them and worked, for by trade they were tent makers.",
    "chr": "ᎤᏠᏱᏃ ᏧᎸᏫᏍᏓᏁᎯ ᎨᏒᎢ, ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᏂᏁᎸ ᎤᏪᏅᎩ, ᎠᎴ ᏚᎸᏫᏍᏓᏁᎸᎩ; ᏚᏂᎸᏫᏍᏓᏁᎲᏰᏃ ᏗᎦᎵᏦᏙᏗ ᏗᏃᏢᏍᎩ ᎨᏒᎢ."
  },
  {
    "verse": "4",
    "kjv": "And he reasoned in the synagogue every sabbath, and persuaded the Jews and the Greeks.",
    "web": "He reasoned in the synagogue every Sabbath and persuaded Jews and Greeks.",
    "chr": "ᏄᎾᏙᏓᏈᏒᏃ ᎠᏂᏧᏏ ᏧᏂᎳᏫᎢᏍᏗᏱ ᎦᏬᏂᏍᎬᎩ, ᎠᎴ ᏓᏍᏗᏰᏗᏍᎬᎩ ᎠᏂᏧᏏ ᎠᎴ ᎠᏂᎪᎢ."
  },
  {
    "verse": "5",
    "kjv": "And when Silas and Timotheus were come from Macedonia, Paul was pressed in the spirit, and testified to the Jews that Jesus was Christ.",
    "web": "When Silas and Timothy came down from Macedonia, Paul was compelled by the Spirit, testifying to the Jews that Jesus was the Christ.",
    "chr": "ᎿᏉᏃ ᏌᏱᎳ ᎠᎴ ᏗᎹᏗ ᎤᏂᎷᏨ, ᎹᏏᏙᏂ ᏧᏂᎶᏒ,. ᏉᎳ ᎤᏓᏅᏛ ᎤᏱᎸᏒᎩ, ᎠᎴ ᎾᏍᎩ ᎬᏂᎨᏒ ᏂᏚᏩᏁᎸᎩ ᎠᏂᏧᏏ ᏥᏌ ᎾᏍᎩ ᎦᎶᏁᏛ ᎨᏒᎢ."
  },
  {
    "verse": "6",
    "kjv": "And when they opposed themselves, and blasphemed, he shook his raiment, and said unto them, Your blood be upon your own heads; I am clean; from henceforth I will go unto the Gentiles.",
    "web": "When they opposed him and blasphemed, he shook out his clothing and said to them, “Your blood be on your own heads! I am clean. From now on, I will go to the Gentiles!”",
    "chr": "ᎾᏍᎩᏃ ᎤᏂᏲᏍᏙᏔᏅ ᎠᎴ ᎤᏂᏐᏢᎢᏍᏔᏅ, ᎤᏄᏬ ᎤᏩᏣᎬᏅᎩ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎢᏥᎩᎬ ᏗᏥᏍᎪᎵ ᎢᏨᏒ ᏕᏣᏓᏅᎵᏰᎡᏍᏗ, ᎠᏴ ᎥᏝ ᏯᏆᏓᏅᎵᏰᎥ; ᎿᏉ ᎪᎯ ᎢᏳᏓᎴᏅᏛ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᏗᏁᎲ ᏮᏓᏥᎶᏏ."
  },
  {
    "verse": "7",
    "kjv": "And he departed thence, and entered into a certain man's house, named Justus, one that worshipped God, whose house joined hard to the synagogue.",
    "web": "He departed there and went into the house of a certain man named Justus, one who worshiped God, whose house was next door to the synagogue.",
    "chr": "ᎾᎿᏃ ᎤᏂᎩᏒ, ᏭᏴᎸᎩ ᎩᎶ ᎢᏳᏍᏗ ᎦᏁᎸ ᏣᏍᏓ ᏧᏙᎢᏛ, ᎤᏁᎳᏅᎯ ᎠᏓᏙᎵᏍᏓᏁᎯ, ᎾᏍᎩ ᎦᏁᎸ ᏚᏓᏯᎸᎩ ᏗᎦᎳᏫᎢᏍᏗᏱ."
  },
  {
    "verse": "8",
    "kjv": "And Crispus, the chief ruler of the synagogue, believed on the Lord with all his house; and many of the Corinthians hearing believed, and were baptized.",
    "web": "Crispus, the ruler of the synagogue, believed in the Lord with all his house. Many of the Corinthians, when they heard, believed and were baptized.",
    "chr": "ᏟᏍᏆᏃ ᏗᎦᎳᏫᎢᏍᏗᏱ ᏄᎬᏫᏳᏒ ᎠᏥᎦᏘᏗᏍᏗ ᎤᏬᎯᏳᏅᎩ ᎤᎬᏫᏳᎯ, ᎠᎴ ᏂᎦᏛ ᏚᏓᏘᎾᎥᎢ, ᎤᏂᏣᏘᏃ ᎪᎵᏂᏗᏱ ᎠᏁᎯ ᎤᎾᏛᎦᏅ ᎤᏃᎯᏳᏅᎩ; ᎠᎴ ᏕᎨᎦᏬᎥᎩ."
  },
  {
    "verse": "9",
    "kjv": "Then spake the Lord to Paul in the night by a vision, Be not afraid, but speak, and hold not thy peace:",
    "web": "The Lord said to Paul in the night by a vision, “Don’t be afraid, but speak and don’t be silent;",
    "chr": "ᎤᎬᏫᏳᎯᏃ ᎯᎠ ᏄᏪᏎᎴ ᏉᎳ ᏒᏃᏱ ᎤᏁᎳᏫᏎᎲᎢ; ᏞᏍᏗ ᏱᏍᎦᎢᎮᏍᏗ, ᎯᏂᎨᏍᏗᏉᏍᎩᏂ ᎠᎴ ᏞᏍᏗ ᎡᎳᏪ ᏨᏅᎩ,"
  },
  {
    "verse": "10",
    "kjv": "For I am with thee, and no man shall set on thee to hurt thee: for I have much people in this city.",
    "web": "for I am with you, and no one will attack you to harm you, for I have many people in this city.”",
    "chr": "ᎠᏴᏰᏃ ᏕᎬᎦᎿᏩᏗᏙᎭ, ᎠᎴ ᎥᏝ ᎩᎶ ᏱᏙᎨᏣᏘᎷᎦ ᎤᏐᏅ ᎪᎱᏍᏗ ᏨᏁᏗᏱ, ᎤᏂᏣᏔᏰᏃ ᏴᏫ ᎠᏂ ᎦᏚᎲ ᏓᎩᎧᎭ."
  },
  {
    "verse": "11",
    "kjv": "And he continued there a year and six months, teaching the word of God among them.",
    "web": "He lived there a year and six months, teaching the word of God among them.",
    "chr": "ᎾᎿᏃ ᏑᏕᏘᏴᏛ ᏑᏓᎵᏃ ᎢᏯᏅᏙ ᎤᏪᏙᎸᎩ, ᏓᏕᏲᎲᏍᎬᎩ ᎧᏃᎮᏛ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ ᎾᎿ ᎠᏁᎲᎢ."
  },
  {
    "verse": "12",
    "kjv": "And when Gallio was the deputy of Achaia, the Jews made insurrection with one accord against Paul, and brought him to the judgment seat,",
    "web": "But when Gallio was proconsul of Achaia, the Jews with one accord rose up against Paul and brought him before the judgment seat,",
    "chr": "ᎨᎵᏲᏃ ᏂᎯᏳ ᎠᎧᏯ ᎠᏥᎦᏘᏗᏍᏛᎢ, ᎠᏂᏧᏏ ᏌᏉ ᎢᎦᎦᏛ ᎬᏩᏁᎷᎩᎡᎸᎩ ᏉᎳ, ᎠᎴ ᎬᏩᏘᏃᎸ ᏗᎫᎪᏙᏗᏱ ᎦᏍᎩᎸᎢ,"
  },
  {
    "verse": "13",
    "kjv": "Saying, This fellow persuadeth men to worship God contrary to the law.",
    "web": "saying, “This man persuades men to worship God contrary to the law.”",
    "chr": "ᎯᎠ ᏄᏂᏪᏒᎩ; ᎯᎠ ᎾᏍᎩ ᏓᏍᏗᏰᏗᎭ ᏴᏫ ᎤᏁᎳᏅᎯ ᎠᎾᏓᏙᎵᏍᏓᏁᎲ ᏗᎧᎿᏩᏛᏍᏗ ᎤᏂᏲᏍᏙᏗᏱ."
  },
  {
    "verse": "14",
    "kjv": "And when Paul was now about to open his mouth, Gallio said unto the Jews, If it were a matter of wrong or wicked lewdness, O ye Jews, reason would that I should bear with you:",
    "web": "But when Paul was about to open his mouth, Gallio said to the Jews, “If indeed it were a matter of wrong or of wicked crime, you Jews, it would be reasonable that I should bear with you;",
    "chr": "ᎿᏉᏃ ᏉᎳ ᏛᏍᏚᎢᏏᏒᎩ ᎠᎰᎵ, ᎨᎵᏲ ᎯᎠ ᏂᏚᏪᏎᎸᎩ ᎠᏂᏧᏏ; ᎢᏳᏃ ᎤᏲ ᎢᏳᏛᏁᎸᎯ ᏱᎩ, ᎠᎴ ᎤᏍᎦᏅᏨᎯ ᏱᎩ, ᎢᏥᏧᏏ, ᏚᏳᎪᏛ ᏱᎩ ᎢᏨᏯᏛᏓᏍᏓᏁᏗᏱ."
  },
  {
    "verse": "15",
    "kjv": "But if it be a question of words and names, and of your law, look ye to it; for I will be no judge of such matters.",
    "web": "but if they are questions about words and names and your own law, look to it yourselves. For I don’t want to be a judge of these matters.”",
    "chr": "ᎢᏳᏍᎩᏂ ᎧᏁᏨᎯ ᎠᎴ ᎪᎱᏍᏗ ᏚᏙᎥ ᎠᎴ ᏗᎧᎿᏩᏛᏍᏗ ᎢᏣᏤᎵᎦ ᎧᏃᎮᏗ ᏱᎩ, ᎢᏨᏒ ᏗᏥᎸᏫᏍᏓᏏ, ᎥᏝᏰᏃ ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᏴ ᏱᏙᎦᎫᎪᏓ."
  },
  {
    "verse": "16",
    "kjv": "And he drave them from the judgment seat.",
    "web": "So he drove them from the judgment seat.",
    "chr": "ᏚᎨᎯᏙᎸᎩᏃ ᏗᎫᎪᏙᏗᏱ ᎦᏍᎩᎸᎢ."
  },
  {
    "verse": "17",
    "kjv": "Then all the Greeks took Sosthenes, the chief ruler of the synagogue, and beat him before the judgment seat. And Gallio cared for none of those things.",
    "web": "Then all the Greeks seized Sosthenes, the ruler of the synagogue, and beat him before the judgment seat. Gallio didn’t care about any of these things.",
    "chr": "ᎿᏉᏃ ᏂᎦᏛ ᎠᏂᎪᎢ ᎤᏂᏂᏴᎲ ᏐᏍᏗᏂ ᎠᏂᏧᏏ ᏧᏂᎳᏫᎢᏍᏗᏱ ᏄᎬᏫᏳᏒ ᎠᏥᎦᏘᏗᏍᏗ, ᎤᏂᎵᎥᏂᎸᎩ ᎢᎬᏱᏢ ᏗᎫᎪᏙᏗᏱ ᎦᏍᎩᎸᎢ. ᎨᎵᏲᏃ ᎥᏝ ᏳᎦᏌᏯᏍᏔᏁ ᎾᏍᎩ ᏄᏍᏗᏕᎬᎢ."
  },
  {
    "verse": "18",
    "kjv": "And Paul after this tarried there yet a good while, and then took his leave of the brethren, and sailed thence into Syria, and with him Priscilla and Aquila; having shorn his head in Cenchrea: for he had a vow.",
    "web": "Paul, having stayed after this many more days, took his leave of the brothers, and sailed from there for Syria, together with Priscilla and Aquila. He shaved his head in Cenchreae, for he had a vow.",
    "chr": "ᏉᎳᏃ ᎠᏏ ᎤᏬᎯᏨᎩ ᎤᏪᏙᎸᎩ; ᎿᏉᏃ ᏚᏲᎵᎸ ᎠᎾᏓᏅᏟ, ᏥᏳᎯ ᏭᏣᏅᎩ ᏏᎵᏱ ᏭᎶᏒᎩ; ᎠᎴ ᎾᏍᏉ ᏈᏏᎳ ᎠᎴ ᎡᏈᎳ ᎬᏩᏍᏓᏩᏛᏒᎩ, ᎤᎵᏍᏙᏰᎲᎯ ᎨᏒᎩ ᏒᏟᏯ ᎢᏴᏛ, ᎤᏁᎳᏅᎯᏰᏃ ᎤᏚᎢᏍᏓᏁᎸᎯ ᎨᏒᎩ."
  },
  {
    "verse": "19",
    "kjv": "And he came to Ephesus, and left them there: but he himself entered into the synagogue, and reasoned with the Jews.",
    "web": "He came to Ephesus, and he left them there; but he himself entered into the synagogue and reasoned with the Jews.",
    "chr": "ᎡᏈᏌᏃ ᏭᎷᏨᎩ ᎠᎴ ᎾᎿ ᏚᏩᏕᎲᎩ, ᎤᏩᏒᏍᎩᏂ ᏗᎦᎳᏫᎢᏍᏗᏱ ᏭᏴᎸᎩ ᎠᎴ ᏚᏭᏁᏔᏅᎩ ᎠᏂᏧᏏ."
  },
  {
    "verse": "20",
    "kjv": "When they desired him to tarry longer time with them, he consented not;",
    "web": "When they asked him to stay with them a longer time, he declined;",
    "chr": "ᎬᏩᏔᏲᏎᎸᏃ ᎤᏬᎯᎢᏍᏗᏱ ᏧᏪᎳᏗᏓᏍᏗᏱ ᎥᏝ ᏳᏬᎯᏳᏁᎢ;"
  },
  {
    "verse": "21",
    "kjv": "But bade them farewell, saying, I must by all means keep this feast that cometh in Jerusalem: but I will return again unto you, if God will. And he sailed from Ephesus.",
    "web": "but taking his leave of them, he said, “I must by all means keep this coming feast in Jerusalem, but I will return again to you if God wills.” Then he set sail from Ephesus.",
    "chr": "ᏚᏲᎵᎸᏉᏍᎩᏂ ᎯᎠ ᏄᏪᏒᎩ; ᎠᏎ ᎠᎩᏍᏆᏂᎪᏙᏗ ᏥᎷᏏᎵᎻ ᎯᎠ ᏗᎵᏍᏓᏴᏗᏱ ᏨᏛᏍᏆᎸᎯ. ᎠᏎᏃ ᏔᎵᏁ ᏛᏨᏩᏛᎯᎵ, ᎢᏳᏃ ᎤᏁᎳᏅᎯ ᎤᏏᏳ ᏳᏰᎸᏅ. ᎡᏈᏌᏃ ᏥᏳᎯ ᏭᏣᏅᎩ."
  },
  {
    "verse": "22",
    "kjv": "And when he had landed at Caesarea, and gone up, and saluted the church, he went down to Antioch.",
    "web": "When he had landed at Caesarea, he went up and greeted the assembly, and went down to Antioch.",
    "chr": "ᏏᏌᎵᏱᏃ ᎤᏚᎩᏒ, ᎠᎴ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬ ᏫᏚᏲᎵᎸ, ᎥᏘᎣᎩ ᏭᎶᏒᎩ."
  },
  {
    "verse": "23",
    "kjv": "And after he had spent some time there, he departed, and went over all the country of Galatia and Phrygia in order, strengthening all the disciples.",
    "web": "Having spent some time there, he departed and went through the region of Galatia and Phrygia, in order, establishing all the disciples.",
    "chr": "ᏰᎵᏃ ᎤᏬᎯᏨ ᎤᏪᏙᎸ, ᎤᏂᎩᏒᎩ, ᎠᎴ ᎨᎴᏏᏱ ᎠᎴ ᏈᏥᏱ ᎣᏍᏛ ᎤᏱᎸᏒᎩ ᎤᏪᏐᎸᎩ, ᏓᎵᏂᎪᎯᏍᏗᏍᎬᎩ ᏂᎦᏛ ᎠᏃᎯᏳᎲᏍᎩ"
  },
  {
    "verse": "24",
    "kjv": "And a certain Jew named Apollos, born at Alexandria, an eloquent man, and mighty in the scriptures, came to Ephesus.",
    "web": "Now a certain Jew named Apollos, an Alexandrian by race, an eloquent man, came to Ephesus. He was mighty in the Scriptures.",
    "chr": "ᎩᎶᏃ ᎢᏳᏍᏗ ᎠᏧᏏ ᎠᏉᎳ ᏧᏙᎢᏛ, ᎡᎵᎩᏱ ᎤᏛᏒᎯ, ᎠᏏᎾᏍᏛ ᎤᏬᏂᎯᏍᏗᏱ, ᎠᎴ ᏗᎦᎸᏉᏗ ᎪᏪᎵ ᏗᏏᎾᏍᏛ, ᎡᏈᏌ ᎤᎷᏨᎩ."
  },
  {
    "verse": "25",
    "kjv": "This man was instructed in the way of the Lord; and being fervent in the spirit, he spake and taught diligently the things of the Lord, knowing only the baptism of John.",
    "web": "This man had been instructed in the way of the Lord; and being fervent in spirit, he spoke and taught accurately the things concerning Jesus, although he knew only the baptism of John.",
    "chr": "ᎾᏍᎩ ᎯᎠ ᎠᎨᏲᏅᎯ ᎨᏒᎩ ᎤᎬᏫᏳᎯ ᎤᏅᏅᎢ, ᎠᎴ ᎤᎵᏂᎩᏛ ᎨᏒ ᎤᏓᏅᏛᎢ, ᎧᏃᎮᏍᎬᎩ ᎠᎴ ᏓᏕᏲᎲᏍᎬᎩ ᎾᏑᎵᎪᎬᎾ ᎤᎬᏫᏳᎯ ᎤᏤᎵ ᎤᎬᏩᎵ ᎨᏒᎢ, ᏣᏂ ᎤᏤᎵ ᏗᏓᏬᏍᏗ ᎤᏩᏒ ᎠᎦᏔᎲᎩ."
  },
  {
    "verse": "26",
    "kjv": "And he began to speak boldly in the synagogue: whom when Aquila and Priscilla had heard, they took him unto them, and expounded unto him the way of God more perfectly.",
    "web": "He began to speak boldly in the synagogue. But when Priscilla and Aquila heard him, they took him aside, and explained to him the way of God more accurately.",
    "chr": "ᎾᏍᎩ ᎤᎴᏅᎲᎩ ᎾᏍᎦᎢᎲᎾ ᎤᏬᏂᏒᎩ ᏗᎦᎳᏫᎢᏍᏗᏱ. ᎾᏍᎩᏃ ᎡᏈᎳ ᎠᎴ ᏈᏏᎳ ᎤᎾᏛᎦᏁᎸ ᎤᏂᏯᏅᎲᎩ, ᎠᎴ ᎤᏟ ᎢᏲᏍᏛ ᏚᏃᏏᏌᏁᎸᎩ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᎦᏅᏅᎢ."
  },
  {
    "verse": "27",
    "kjv": "And when he was disposed to pass into Achaia, the brethren wrote, exhorting the disciples to receive him: who, when he was come, helped them much which had believed through grace:",
    "web": "When he had determined to pass over into Achaia, the brothers encouraged him; and wrote to the disciples to receive him. When he had come, he greatly helped those who had believed through grace;",
    "chr": "ᎤᏚᎸᎲᏃ ᎡᎧᏯ ᎤᏪᏅᏍᏗᏱ, ᎠᎾᏓᏅᏟ ᎤᏃᏪᎳᏅᎩ ᏗᏂᏔᏲᏎᎸᎩ ᎠᏃᎯᏳᎲᏍᎩ ᏗᎬᏩᏓᏂᎸᎢᏍᏗᏱ; ᎾᏍᎩᏃ ᏭᎷᏨ, ᎤᏣᏘ ᏚᏍᏕᎸᎲᎩ ᎤᏁᎳᏅᎯ ᎤᏓᏙᎵᏣᏛ ᎢᏳᏩᏂᏌᏛ ᎤᏃᎯᏳᏅᎯ."
  },
  {
    "verse": "28",
    "kjv": "For he mightily convinced the Jews, and that publicly, shewing by the scriptures that Jesus was Christ.",
    "web": "for he powerfully refuted the Jews, publicly showing by the Scriptures that Jesus was the Christ.",
    "chr": "ᎤᎵᏂᎩᏛᏯᏰᏃ ᎦᏬᏂᏍᎬ ᎬᏗᏍᎬ ᎤᏃᎯᏳᏗᏱ ᏄᏩᏁᎸᎩ ᎠᏂᏧᏏ ᏕᎦᎳᏫᎥᎢ, ᏗᎦᎸᏉᏗ ᎪᏪᎵ ᏕᎬᏗᏍᎬᎢ ᎬᏂᎨᏒ ᏂᎬᏁᎲ ᏥᏌ ᎾᏍᎩ ᎦᎶᏁᏛ ᎨᏒᎢ."
  }
]