[
  {
    "verse": "1",
    "kjv": "And after the uproar was ceased, Paul called unto him the disciples, and embraced them, and departed for to go into Macedonia.",
    "web": "After the uproar had ceased, Paul sent for the disciples, took leave of them, and departed to go into Macedonia.",
    "chr": "ᎤᏓᏑᏰᏛᏃ ᎠᎾᎵᏖᎸᎲᏍᎬ ᎤᎵᏙᎯᏍᏔᏅ, ᏉᎳ ᏫᏚᏯᏅᎲᎩ ᎠᏃᎯᏳᎲᏍᎩ, ᏚᏲᎵᎸᏃ, ᎤᏂᎩᏒᎩ ᏑᏏᏙᏂ ᎤᏪᏅᏍᏗᏱ ᎤᏰᎸᏅᎩ."
  },
  {
    "verse": "2",
    "kjv": "And when he had gone over those parts, and had given them much exhortation, he came into Greece,",
    "web": "When he had gone through those parts and had encouraged them with many words, he came into Greece.",
    "chr": "ᎾᎿᏃ ᎤᏪᏙᏅ ᎠᎴ ᎤᏣᏘ ᏚᏪᏁᏔᏅ, ᎠᏂᎪᎢ ᎤᎾᏤᎵᎪᎯ ᏭᎷᏨᎩ."
  },
  {
    "verse": "3",
    "kjv": "And there abode three months. And when the Jews laid wait for him, as he was about to sail into Syria, he purposed to return through Macedonia.",
    "web": "When he had spent three months there, and a plot was made against him by Jews as he was about to set sail for Syria, he determined to return through Macedonia.",
    "chr": "ᎾᎿᏃ ᏦᎢ ᎢᏯᏅᏙ ᎤᏪᏙᎸ, ᎠᎴ ᎠᏂᏧᏏ ᏧᏄᎪᏔᏅ ᎪᎱᏍᏗ ᎬᏩᏁᏗᏱ, ᏏᎵᏱ ᏓᏰᏏᏒᎩ ᏥᏳᎯ ᏛᏣᏂᏒᎩ, ᎤᏓᏅᏖᎸᎩ ᏛᎤᏨᏍᏗᏱ ᎼᏏᏙᏂ ᏭᎶᎯᏍᏗᏱ."
  },
  {
    "verse": "4",
    "kjv": "And there accompanied him into Asia Sopater of Berea; and of the Thessalonians, Aristarchus and Secundus; and Gaius of Derbe, and Timotheus; and of Asia, Tychicus and Trophimus.",
    "web": "These accompanied him as far as Asia: Sopater of Beroea, Aristarchus and Secundus of the Thessalonians, Gaius of Derbe, Timothy, and Tychicus and Trophimus of Asia.",
    "chr": "ᎡᏏᏱᏃ ᎬᏗᏍᎩ ᎬᏩᏍᏓᏩᏛᏒᎩ ᏐᏇᏓ ᏈᎵᏱ ᎡᎯ, ᏕᏏᎶᏂᎦᏃ ᎠᏁᎯ ᎡᎵᏍᏓᎦ ᎠᎴ ᏏᎬᏓ, ᎦᏯᏃ ᏓᏈ ᎡᎯ, ᏗᎹᏗᏃ, ᎡᏏᏱᏃ ᎠᏁᎯ ᏗᎩᎦ ᎠᎴ ᏠᏆᎹ."
  },
  {
    "verse": "5",
    "kjv": "These going before tarried for us at Troas.",
    "web": "But these had gone ahead, and were waiting for us at Troas.",
    "chr": "ᎾᏍᎩ ᎯᎠ ᎢᎬᏱ ᏄᏁᏅᏒᎩ ᏠᎠᏏ ᏓᎪᎩᏚᏘᏴᎩ."
  },
  {
    "verse": "6",
    "kjv": "And we sailed away from Philippi after the days of unleavened bread, and came unto them to Troas in five days; where we abode seven days.",
    "web": "We sailed away from Philippi after the days of Unleavened Bread, and came to them at Troas in five days, where we stayed seven days.",
    "chr": "ᎾᎪᏔᏅᎾᏃ ᎦᏚ ᎠᎩᏍᏗᏱ ᎨᏒ ᎤᎶᏐᏅ, ᏈᎵᎩᏱ ᏥᏳᎯ ᎣᎦᏣᏅᎩ, ᎯᏍᎩᏃ ᏫᏄᏒᎸ ᏠᎠᏏ ᏫᏙᏥᏩᏛᎲᎩ; ᎾᎿᏃ ᎦᎵᏉᎩ ᏧᏒᎯᏛ ᎣᎨᏙᎸᎩ."
  },
  {
    "verse": "7",
    "kjv": "And upon the first day of the week, when the disciples came together to break bread, Paul preached unto them, ready to depart on the morrow; and continued his speech until midnight.",
    "web": "On the first day of the week, when the disciples were gathered together to break bread, Paul talked with them, intending to depart on the next day; and continued his speech until midnight.",
    "chr": "ᎢᎬᏱᏱᏃ ᎢᎦ ᏑᎾᏙᏓᏆᏍᏗ ᎨᏒᎢ ᎦᏚ ᎠᎬᎭᎷᏯᏍᏗᏱ ᎤᎬᏩᎵ ᎠᏃᎯᏳᎲᏍᎩ ᎤᎾᏓᏟᏌᏅ, ᏉᎳ ᏚᎵᏥᏙᏁᎸᎩ, ᎤᎩᏨᏛᏉ ᎤᏪᏅᏍᏗ ᎨᏒᎢ; ᎠᎴ ᎡᏃᏱ ᎠᏰᎵ ᏫᎬᏩᏛᏅᎩ ᎦᏬᏂᏍᎬᎩ."
  },
  {
    "verse": "8",
    "kjv": "And there were many lights in the upper chamber, where they were gathered together.",
    "web": "There were many lights in the upper room where we were gathered together.",
    "chr": "ᎠᎴ ᎤᏣᏛᎩ ᏓᏨᏍᏛᎩ ᎦᎸᎳᏗ ᎾᎿ ᏓᏂᎳᏫᎥᎢ."
  },
  {
    "verse": "9",
    "kjv": "And there sat in a window a certain young man named Eutychus, being fallen into a deep sleep: and as Paul was long preaching, he sunk down with sleep, and fell down from the third loft, and was taken up dead.",
    "web": "A certain young man named Eutychus sat in the window, weighed down with deep sleep. As Paul spoke still longer, being weighed down by his sleep, he fell down from the third floor and was taken up dead.",
    "chr": "ᎩᎶᏃ ᎢᏳᏍᏗ ᎠᏫᏄᏣ ᏳᏘᎦ ᏧᏙᎢᏛ ᎠᏦᎳᏅ ᎤᏪᎸᎩ, ᎠᏍᏓᏯ ᎦᎵᎲᎩ; ᏉᎳᏃ ᎪᎯᏗᏳ ᎠᎵᏥᏙᎲᏍᎬ ᎢᏳᏍᏗ, ᎦᎵᎲ ᎤᏪᏇᏴᏒᎩ ᎠᎴ ᏦᎢᏁ ᏗᏲᏓᏞᎲ ᏓᏳᏙᎣᏒᎩ, ᎠᎴ ᎠᏥᏁᏒᎩ ᎤᏲᎱᏒᎯ ᎨᏒᎩ."
  },
  {
    "verse": "10",
    "kjv": "And Paul went down, and fell on him, and embracing him said, Trouble not yourselves; for his life is in him.",
    "web": "Paul went down and fell upon him, and embracing him said, “Don’t be troubled, for his life is in him.”",
    "chr": "ᏉᎳᏃ ᎤᏠᎣᏒ ᎤᎵᏢᏅᎩ, ᎠᎴ ᎤᏄᎶᎸ ᎯᎠ ᏄᏪᏒᎩ; ᏞᏍᏗ ᏱᏣᏕᏯᏔᏁᎴᏍᏗ, ᎬᏅᏰᏃ ᎠᏏᏉ ᎠᏯᎠ."
  },
  {
    "verse": "11",
    "kjv": "When he therefore was come up again, and had broken bread, and eaten, and talked a long while, even till break of day, so he departed.",
    "web": "When he had gone up, had broken bread and eaten, and had talked with them a long while, even until break of day, he departed.",
    "chr": "ᏔᎵᏁᏃ ᎢᎤᎩᎳᏫᏒ, ᎠᎴ ᎤᎬᎭᎷᏴ ᎦᏚ, ᎠᎴ ᎤᎬ, ᎠᎴ ᎪᎯᏛ ᎤᏬᏂᏒ, ᎤᎩᏨᏕᏱ ᎬᏗᏍᎩ, ᎿᏉ ᎤᏂᎩᏒᎩ."
  },
  {
    "verse": "12",
    "kjv": "And they brought the young man alive, and were not a little comforted.",
    "web": "They brought the boy in alive, and were greatly comforted.",
    "chr": "ᎤᎾᏘᎿᏫᏛᎲᎩᏃ ᎠᏫᏄᏣ ᎬᏃᏛ, ᎠᎴ ᎥᏝ ᎤᏍᏗᏉ ᎣᏍᏛ ᏳᎾᏓᏅᏓᏕᎢ."
  },
  {
    "verse": "13",
    "kjv": "And we went before to ship, and sailed unto Assos, there intending to take in Paul: for so had he appointed, minding himself to go afoot.",
    "web": "But we, going ahead to the ship, set sail for Assos, intending to take Paul aboard there; for he had so arranged, intending himself to go by land.",
    "chr": "ᎠᎴ ᎠᏴ ᎢᎬᏱ ᏃᎨᏅᏒᎩ ᏥᏳ ᏗᏔᎸᎢ, ᎠᎴ ᎣᎦᏣᏅ, ᎡᏐᏏ ᏬᎩᎶᏒᎩ; ᎾᎿ ᏉᎳ ᎣᏥᏲᏗᏱ ᎣᎩᏰᎸᏒᎩ, ᎾᏍᎩᏰᏃ ᎢᏳᏪᏛ ᎨᏒᎩ, ᎤᏩᏒ ᎡᎳᏗᏉ ᏭᎶᎯᏍᏗᏱ ᎤᏰᎸᏒᎩ."
  },
  {
    "verse": "14",
    "kjv": "And when he met with us at Assos, we took him in, and came to Mitylene.",
    "web": "When he met us at Assos, we took him aboard and came to Mitylene.",
    "chr": "ᎡᏐᏏᏃ ᎣᎩᏩᏛᎲ ᎣᏥᏴᏔᏅᎩ, ᎠᎴ ᎻᏗᎵᏂ ᏬᎩᎷᏨᎩ;"
  },
  {
    "verse": "15",
    "kjv": "And we sailed thence, and came the next day over against Chios; and the next day we arrived at Samos, and tarried at Trogyllium; and the next day we came to Miletus.",
    "web": "Sailing from there, we came the following day opposite Chios. The next day we touched at Samos and stayed at Trogyllium, and the day after we came to Miletus.",
    "chr": "ᎾᎿᏃ ᏫᏱᎦᏣᏅ ᎤᎩᏨᏛ ᎦᏲᏏ ᏧᏳᎪᏗ ᎣᏥᏂᏒᎩ. ᎤᎩᏨᏛᏃ ᏎᎼᏏ ᏬᎩᎷᏨᎩ; ᏠᏥᎵᏯᏃ ᎣᎩᏒᎸ ᎤᎩᏨᏛ ᎹᎵᏔ ᏬᎩᎷᏨᎩ."
  },
  {
    "verse": "16",
    "kjv": "For Paul had determined to sail by Ephesus, because he would not spend the time in Asia: for he hasted, if it were possible for him, to be at Jerusalem the day of Pentecost.",
    "web": "For Paul had determined to sail past Ephesus, that he might not have to spend time in Asia; for he was hastening, if it were possible for him, to be in Jerusalem on the day of Pentecost.",
    "chr": "ᏉᎳᏰᏃ ᏧᏭᎪᏔᏅᎯ ᎨᏒᎩ ᎤᎶᎯᏍᏗᏱᏉ ᎡᏈᏌ, ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᏄᏚᎵᏍᎬᎾ ᎨᏒ ᎡᏏᏱ ᎤᏪᏓᏍᏗᏱ; ᎤᏩᏅᎬᎩᏰᏃ, ᎢᏳᏃ ᏰᎵ ᎾᏍᎩ ᎢᎬᏩᏛᏁᏗ ᏱᎩ, ᏥᎷᏏᎵᎻ ᏭᎷᎯᏍᏗᏱ ᎭᏍᎦᏍᎪᎯᏁ ᎢᎦ ᎠᏍᏆᎵᏍᎬᎢ."
  },
  {
    "verse": "17",
    "kjv": "And from Miletus he sent to Ephesus, and called the elders of the church.",
    "web": "From Miletus he sent to Ephesus and called to himself the elders of the assembly.",
    "chr": "ᎹᎵᏔᏃ ᎤᏓᏅᏒᎩ ᎡᏈᏌ ᏫᏚᏯᏅᎲᎩ ᏗᎨᎦᏁᎶᏗ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬᎢ."
  },
  {
    "verse": "18",
    "kjv": "And when they were come to him, he said unto them, Ye know, from the first day that I came into Asia, after what manner I have been with you at all seasons,",
    "web": "When they had come to him, he said to them, “You yourselves know, from the first day that I set foot in Asia, how I was with you all the time,",
    "chr": "ᎬᏩᎷᏤᎸᏃ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎢᏥᎦᏔᎭ ᎢᎬᏱᏱ ᎢᎦ ᎡᏏᏱ ᏣᎩᎾᏄᎪᏥᎸᎩ ᏅᏓᎬᏩᏓᎴᏅᏛ, ᏄᏍᏛ ᎠᏆᎵᏂᏙᎸ ᎢᏤᎲ ᏂᎪᎯᎸᎢ."
  },
  {
    "verse": "19",
    "kjv": "Serving the Lord with all humility of mind, and with many tears, and temptations, which befell me by the lying in wait of the Jews:",
    "web": "serving the Lord with all humility, with many tears, and with trials which happened to me by the plots of the Jews;",
    "chr": "ᏕᏥᎧᎿᏩᏛᎡᎲ ᎤᎬᏫᏳᎯ ᏂᎦᎥ ᎪᎱᏍᏗ ᎾᏆᎵᏍᎦᏍᏛᎾ ᎨᏒᎢ, ᎠᎴ ᏕᏥᎦᏌᏬᎢᎲᎢ, ᎠᎴ ᎠᎩᎪᎵᏰᏍᎩ ᎠᏆᎵᏩᏛᎡᎲᎢ, ᏅᏗᎦᎵᏍᏙᏗᏍᎬ ᎠᏂᏧᏏ ᎪᎱᏍᏗ ᎬᏋᏁᏗᏱ ᏚᏄᎪᏔᏅᎢ."
  },
  {
    "verse": "20",
    "kjv": "And how I kept back nothing that was profitable unto you, but have shewed you, and have taught you publicly, and from house to house,",
    "web": "how I didn’t shrink from declaring to you anything that was profitable, teaching you publicly and from house to house,",
    "chr": "[ᎠᎴ ᎢᏥᎦᏔᎭ] ᎪᎱᏍᏗ ᎢᏣᎵᏍᏕᎸᏙᏗ ᎠᏋᏍᎦᎳᏅᎯ ᏂᎨᏒᎾ ᎨᏒᎢ, ᎢᏨᎾᏄᎪᏫᏎᎸᏉᏍᎩᏂ ᎠᎴ ᏕᏨᏰᏲᏅ ᏕᎦᎳᏫᎥᎢ ᎠᎴ ᏓᏓᏁᎳᏗᏒᎢ,"
  },
  {
    "verse": "21",
    "kjv": "Testifying both to the Jews, and also to the Greeks, repentance toward God, and faith toward our Lord Jesus Christ.",
    "web": "testifying both to Jews and to Greeks repentance toward God and faith toward our Lord Jesus.",
    "chr": "ᎬᏂᎨᏒ ᏂᎦᏥᏴᏁᎲ ᎠᏂᏧᏏ ᎠᎴ ᎾᏍᏉ ᎠᏂᎪᎢ ᎾᏍᎩ ᎤᏁᎴᏅᎯ ᎦᏁᏟᏴᎡᏗ ᎨᏒ ᎣᏓᏅᏛᎢ, ᎠᎴ ᎪᎯᏳᏗ ᎨᏒ ᎤᎬᏫᏳᎯ ᎢᎦᏤᎵ ᏥᏌ ᎦᎶᏁᏛ."
  },
  {
    "verse": "22",
    "kjv": "And now, behold, I go bound in the spirit unto Jerusalem, not knowing the things that shall befall me there:",
    "web": "Now, behold, I go bound by the Spirit to Jerusalem, not knowing what will happen to me there;",
    "chr": "ᎿᏉᏃ ᎬᏂᏳᏉ ᎠᏆᏓᏅᏛ ᎦᎸᎢᏛ ᏥᎷᏏᎵᎻ ᏫᏥᎦᏘ, ᏂᏥᎦᏔᎲᎾ ᏅᏗᏆᎵᏍᏓᏁᎵᏒ ᎾᎿᏂ,"
  },
  {
    "verse": "23",
    "kjv": "Save that the Holy Ghost witnesseth in every city, saying that bonds and afflictions abide me.",
    "web": "except that the Holy Spirit testifies in every city, saying that bonds and afflictions wait for me.",
    "chr": "ᎦᎸᏉᏗᏳᏍᎩᏂᏃᏅ ᎠᏓᏅᏙ ᎬᏂᎨᏒ ᏂᎬᏁᎭ ᏕᎦᏚᏩᏗᏒᎢ, ᎾᏍᎩ ᎬᎩᎦᏘᏴ ᎥᏆᎸᏍᏗ ᎨᏒ ᎠᎴ ᎤᏲ ᎢᏯᏆᎵᏍᏓᏁᏗ ᎨᏒᎢ."
  },
  {
    "verse": "24",
    "kjv": "But none of these things move me, neither count I my life dear unto myself, so that I might finish my course with joy, and the ministry, which I have received of the Lord Jesus, to testify the gospel of the grace of God.",
    "web": "But these things don’t count; nor do I hold my life dear to myself, so that I may finish my race with joy, and the ministry which I received from the Lord Jesus, to fully testify to the Good News of the grace of God.",
    "chr": "ᎠᏎᏃ ᎾᏍᎩ ᎯᎠ ᏧᏓᎴᏅᏛ ᎥᏝ ᎪᎱᏍᏗ ᏯᎩᏖᎸᎲᏍᎦ, ᎠᎴ ᎾᏍᏉ ᎬᏅ ᎥᏝ ᎤᏣᏘ ᏯᎩᎸᏉᏗ, ᎢᏳᏃ ᎤᎵᎮᎵᏍᏗ ᏯᏆᏓᏅᏔ ᏯᎩᏍᏆᏛ ᎦᎴᏂᏙᎲᎢ, ᎠᎴ ᎤᎬᏫᏳᎯ ᏥᏌ ᎠᎩᏁᎸᎯ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒᎢ, ᎬᏂᎨᏒ ᏂᎬᏁᎲ ᎣᏍᏛ ᎧᏃᎮᏛ ᎤᏁᎳᏅᎯ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎧᏃᎮᏍᎩ."
  },
  {
    "verse": "25",
    "kjv": "And now, behold, I know that ye all, among whom I have gone preaching the kingdom of God, shall see my face no more.",
    "web": "“Now, behold, I know that you all, among whom I went about preaching God’s Kingdom, will see my face no more.",
    "chr": "ᎿᏉᏃ ᎬᏂᏳᏉ ᏥᎦᏔᎭ ᏂᎯ ᏂᏥᎥᎢ, ᎢᏨᏰᎳᏗᏙᎸᎯ ᎦᎵᏥᏙᎲᏍᎬ ᏥᏃᎮᏍᎬ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎪᎯ, ᎠᏆᎧᏛ ᎿᏉ ᎢᏥᎪᏩᏛᏗ ᏂᎨᏒᎾ ᎨᏒᎢ."
  },
  {
    "verse": "26",
    "kjv": "Wherefore I take you to record this day, that I am pure from the blood of all men.",
    "web": "Therefore I testify to you today that I am clean from the blood of all men,",
    "chr": "ᎾᏍᎩᏃ ᎢᏳᏍᏗ ᎪᎯ ᎢᎦ ᎢᏥᎦᏔᎯ ᏂᏨᏴᎦ, ᎩᎶ ᎤᏂᎩᎬ ᎾᏆᏓᏅᎦᎸᎾ ᎨᏒᎢ."
  },
  {
    "verse": "27",
    "kjv": "For I have not shunned to declare unto you all the counsel of God.",
    "web": "for I didn’t shrink from declaring to you the whole counsel of God.",
    "chr": "ᎥᏝᏰᏃ ᎠᎩᏍᎦᎸᎯ ᏱᎩ ᎬᏂᎨᏒ ᎢᏨᏴᏁᏗᏱ ᏂᎦᎥ ᎤᏁᎳᏅᎯ ᎤᏓᏅᏖᎸᎢ."
  },
  {
    "verse": "28",
    "kjv": "Take heed therefore unto yourselves, and to all the flock, over the which the Holy Ghost hath made you overseers, to feed the church of God, which he hath purchased with his own blood.",
    "web": "Take heed, therefore, to yourselves and to all the flock, in which the Holy Spirit has made you overseers, to shepherd the assembly of the Lord and God which he purchased with his own blood.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏣᏓᎦᏌᏯᏍᏕᏍᏗ ᎢᏨᏒ, ᎠᎴ ᏕᏥᎦᏌᏯᏍᏕᏍᏗ ᏂᎦᏛ ᏑᎾᏓᏡᎩ ᎨᏒᎢ, ᎾᏍᎩ ᏗᏥᎦᏘᏯ ᎢᏨᏁᎸᎯ ᏥᎩ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ, ᏗᏤᎳᏍᏗᏱ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬ ᎤᏁᎳᏅᎯ ᏧᏤᎵᎦ, ᎾᏍᎩ ᎤᏩᏒ ᎤᎩᎬ ᏧᎫᏴᏔᏅᎯ ᏥᎩ."
  },
  {
    "verse": "29",
    "kjv": "For I know this, that after my departing shall grievous wolves enter in among you, not sparing the flock.",
    "web": "For I know that after my departure, vicious wolves will enter in among you, not sparing the flock.",
    "chr": "ᎯᎠᏰᏃ ᎾᏍᎩ ᏥᎦᏔᎭ, ᎿᏉ ᎠᎩᏁᎴᏍᏗ, ᎤᏂᎬᎥᏍᎩ ᏩᏯ ᏓᎨᏣᏓᏑᏴᏂ, ᏂᏓᏂᏙᎵᎬᎾ ᎨᏎᏍᏗ ᏑᎾᏓᏡᎩ ᎨᏒᎢ."
  },
  {
    "verse": "30",
    "kjv": "Also of your own selves shall men arise, speaking perverse things, to draw away disciples after them.",
    "web": "Men will arise from among your own selves, speaking perverse things, to draw away the disciples after them.",
    "chr": "ᎠᎴ ᎾᏍᏉ ᎢᏨᏒ ᎢᏣᏓᏡᎬ ᏛᏂᎾᏄᎪᏥ ᎠᏂᏍᎦᏯ ᎤᏣᏘᏂ ᎾᏂᏪᏍᎨᏍᏗ ᎠᏂᏬᏂᏍᎨᏍᏗ, ᎠᏃᎯᏳᎲᏍᎩ ᏧᎾᏘᎿᏫᏛᏗᏱ ᎤᏂᏰᎸᏎᏍᏗ."
  },
  {
    "verse": "31",
    "kjv": "Therefore watch, and remember, that by the space of three years I ceased not to warn every one night and day with tears.",
    "web": "Therefore watch, remembering that for a period of three years I didn’t cease to admonish everyone night and day with tears.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏥᏯᏫᏍᎨᏍᏗ, ᎠᎴ ᎢᏣᏅᏖᏍᏗ ᏦᎢ ᏧᏕᏘᏴᏛ ᏂᏥᏑᎵᎪᎬᎾ ᏒᏃᏱ ᎠᎴ ᎢᎦ ᏗᎦᏥᎦᏌᎢᎯ ᎢᏥᏏᏴᏫᎭ ᎢᏨᏰᏯᏔᏅᎢ."
  },
  {
    "verse": "32",
    "kjv": "And now, brethren, I commend you to God, and to the word of his grace, which is able to build you up, and to give you an inheritance among all them which are sanctified.",
    "web": "Now, brothers, I entrust you to God and to the word of his grace, which is able to build up and to give you the inheritance among all those who are sanctified.",
    "chr": "Ꭷ, ᎢᏓᏓᏅᏟ, ᎿᏉ ᏕᏨᏲᎯ ᎤᏁᎳᏅᎯ ᎢᏥᏙᎵᏍᏗᏱ, ᎤᏮᏙᏗᏱ, ᎧᏃᎮᏛ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎧᏃᎮᏍᎩ, ᎾᏍᎩ ᏰᎵ ᎨᏣᏁᏍᎨᏗ ᏥᎩ, ᎠᎴ ᎢᏣᏤᎵ ᏰᎵ ᎢᎨᏨᏁᏗ ᏥᎩ ᎾᏍᎩ ᏂᎦᏛ ᎤᎾᏓᏅᏘ ᎢᎨᎬᏁᎸᎯ ᎤᎾᏤᎵ ᎢᏳᎵᏍᏙᏗ ᎨᏒᎢ."
  },
  {
    "verse": "33",
    "kjv": "I have coveted no man's silver, or gold, or apparel.",
    "web": "I coveted no one’s silver, gold, or clothing.",
    "chr": "ᎥᏝ ᎩᎶ ᏥᏯᏚᎸᎡᎸᎯ ᏱᎩ ᎠᏕᎸ ᎤᏁᎬ ᎠᎴ ᎠᏕᎸ ᏓᎶᏂᎨ ᎠᎴ ᏗᏄᏬ."
  },
  {
    "verse": "34",
    "kjv": "Yea, ye yourselves know, that these hands have ministered unto my necessities, and to them that were with me.",
    "web": "You yourselves know that these hands served my necessities, and those who were with me.",
    "chr": "ᎢᏨᏒᏰᏃ ᎢᏥᎦᏔᎭ ᎯᎠ ᎾᏍᎩ ᏗᏉᏰᏂ ᏓᏋᏔᏅᎯ ᎠᎩᏩᏛᎲ ᎠᎩᏂᎬᏎᎲ ᎠᏋᏒ ᎠᎴ ᎾᏍᏉ ᎣᏤᎯ."
  },
  {
    "verse": "35",
    "kjv": "I have shewed you all things, how that so labouring ye ought to support the weak, and to remember the words of the Lord Jesus, how he said, It is more blessed to give than to receive.",
    "web": "In all things I gave you an example, that so laboring you ought to help the weak, and to remember the words of the Lord Jesus, that he himself said, ‘It is more blessed to give than to receive.’ ”",
    "chr": "ᏂᎦᏛ ᎬᏂᎨᏒ ᏂᏨᏴᏁᎸ ᎾᏍᎩ ᎢᏣᏛᏁᏗᏱ ᏕᏥᎸᏫᏍᏓᏁᎲ ᏗᏥᏍᏕᎸᏗᏱ ᏗᏂᏩᎾᎦᎳᎢ, ᎠᎴ ᎢᏣᏅᏓᏗᏍᏗᏱ ᏧᏁᏤ ᎤᎬᏫᏳᎯ ᏥᏌ, ᎯᎠ ᏥᏄᏪᏎᎢ, \"ᎤᏟ ᎣᏏᏳ ᎠᏓᏅᏓᏗᏍᏗ ᏴᏓᏁᎭ, ᎡᏍᎦᏉ ᏴᏓᏗᏁᎭ.\""
  },
  {
    "verse": "36",
    "kjv": "And when he had thus spoken, he kneeled down, and prayed with them all.",
    "web": "When he had spoken these things, he knelt down and prayed with them all.",
    "chr": "ᎾᏍᎩᏃ ᎯᎠ ᏄᏪᏒ, ᏚᎵᏂᏆᏅᏅᎩ ᎠᎴ ᎾᎦᏛ ᎠᏂᎦᏔᎲ ᎤᏓᏙᎵᏍᏔᏅᎩ."
  },
  {
    "verse": "37",
    "kjv": "And they all wept sore, and fell on Paul's neck, and kissed him,",
    "web": "They all wept freely, and fell on Paul’s neck and kissed him,",
    "chr": "ᎾᎦᏛᏃ ᎤᏣᏘ ᏚᎾᏠᏱᎸᎩ, ᎠᎴ ᏉᎳ ᎠᎩᎵᎨᏂ ᎤᏂᏯᎸᏨ ᎬᏩᏔᏪᏙᏅᎩ."
  },
  {
    "verse": "38",
    "kjv": "Sorrowing most of all for the words which he spake, that they should see his face no more. And they accompanied him unto the ship.",
    "web": "sorrowing most of all because of the word which he had spoken, that they should see his face no more. Then they accompanied him to the ship.",
    "chr": "ᎤᏲ ᎤᏂᏰᎸᏒᎩ Ꮀ ᎤᎬᏫᏳᏒ ᏅᏓᎦᎵᏍᏙᏗᏍᎬ ᎤᏁᏨ ᎾᏍᎩ ᎤᎧᏛ ᎿᏉ ᎤᏂᎪᏩᏛᏗ ᏂᎨᏒᎾ ᎨᏒᎢ. ᏥᏳᏃ ᏗᏔᎸᎢ ᏫᎬᏪᎧᏅᎩ."
  }
]