[
  {
    "verse": "1",
    "kjv": "And it came to pass, that after we were gotten from them, and had launched, we came with a straight course unto Coos, and the day following unto Rhodes, and from thence unto Patara:",
    "web": "When we had departed from them and had set sail, we came with a straight course to Cos, and the next day to Rhodes, and from there to Patara.",
    "chr": "ᎾᏍᎩᏃ ᏙᎦᎦᎴᏅᎲ ᎠᎴ ᏥᏳᎯ ᎣᎦᏣᏅ, ᏧᏳᎪᏗ ᏬᎩᏅᏍᏔᏅᎩ ᎪᎣᏏ ᏬᎩᎷᏨᎩ, ᎤᎩᏨᏛᏃ ᎶᏗᏱ, ᎾᎿ Ꮓ ᏫᎣᎨᏅ ᏆᏖᎵ ᏬᎩᎷᏨᎩ."
  },
  {
    "verse": "2",
    "kjv": "And finding a ship sailing over unto Phenicia, we went aboard, and set forth.",
    "web": "Having found a ship crossing over to Phoenicia, we went aboard and set sail.",
    "chr": "ᎣᎩᏴᏩᏛᎲᏃ ᏥᏳ ᏈᏂᏏ ᎠᏂᏂᏒᎢ, ᎣᎦᏣᏅᎩ ᎣᎩᏴᏫᏛᎲᎩ."
  },
  {
    "verse": "3",
    "kjv": "Now when we had discovered Cyprus, we left it on the left hand, and sailed into Syria, and landed at Tyre: for there the ship was to unlade her burden.",
    "web": "When we had come in sight of Cyprus, leaving it on the left hand, we sailed to Syria and landed at Tyre, for the ship was there to unload her cargo.",
    "chr": "ᎿᏉᏃ ᎣᎩᎪᎲ ᏌᏈ, ᎠᎴ ᎠᎦᏘᏏᏗᏢ ᎣᎩᎶᏒ, ᏏᎵᏱ ᏬᎩᏅᏍᏔᏅᎩ, ᏓᏯᏃ ᎣᎦᏣᎢᏒᎩ; ᎾᎿ ᏰᏃ ᏥᏳ ᎤᎵᏁᏌᎸ ᎤᎵᏁᏌᎴᏍᏗ ᎨᏒᎩ."
  },
  {
    "verse": "4",
    "kjv": "And finding disciples, we tarried there seven days: who said to Paul through the Spirit, that he should not go up to Jerusalem.",
    "web": "Having found disciples, we stayed there seven days. These said to Paul through the Spirit that he should not go up to Jerusalem.",
    "chr": "ᏙᏥᏩᏛᎲᏃ ᎠᏃᎯᏳᎲᏍᎩ ᎾᎿ ᎣᎦᏅᏅᎩ ᎦᎵᏉᎩ ᏧᏙᏓᏆᏛ; ᎾᏍᎩ ᏉᎳ ᎯᎠ ᏂᎬᏩᏪᏎᎸᎩ ᎠᏓᏅᏙ ᎢᏳᏩᏂᏌᏛ; ᏞᏍᏗ ᏥᎷᏏᎵᎻ ᏤᏅᏒᎩ."
  },
  {
    "verse": "5",
    "kjv": "And when we had accomplished those days, we departed and went our way; and they all brought us on our way, with wives and children, till we were out of the city: and we kneeled down on the shore, and prayed.",
    "web": "When those days were over, we departed and went on our journey. They all, with wives and children, brought us on our way until we were out of the city. Kneeling down on the beach, we prayed.",
    "chr": "ᎾᏍᎩᏃ ᎦᎵᏉᎩ ᏧᏙᏓᏆᏛ ᎤᎶᏐᏅ, ᎣᎦᏂᎩᏒᎩ, ᏬᏥᎦᏛ ᎢᏗᏢ ᏬᎩᎶᏒᎩ; ᏂᎦᏛᏃ ᎾᏍᎩ, ᎠᎴ ᏧᎾᏓᎵᎢ ᎠᎴ ᏧᏁᏥ ᏗᎬᎾᏘᏁᎯ ᎦᏚᎲ ᏫᏚᎾᏄᎪᎬ ᏫᏕᎪᎩᎧᏅᎩ. ᎠᎹᏳᎶᏗᏃ ᏙᎦᎵᏂᏆᏅᏅ ᎣᎦᏓᏙᎵᏍᏔᏅᎩ."
  },
  {
    "verse": "6",
    "kjv": "And when we had taken our leave one of another, we took ship; and they returned home again.",
    "web": "After saying goodbye to each other, we went on board the ship, and they returned home again.",
    "chr": "ᏙᎦᏓᏲᎵᎸᏃ, ᏥᏳᎯ ᎣᎦᏣᏅᎩ; ᎾᏍᎩᏃ ᏙᏧᏁᏅᏒ ᏮᎤᏂᎶᏒᎩ."
  },
  {
    "verse": "7",
    "kjv": "And when we had finished our course from Tyre, we came to Ptolemais, and saluted the brethren, and abode with them one day.",
    "web": "When we had finished the voyage from Tyre, we arrived at Ptolemais. We greeted the brothers and stayed with them one day.",
    "chr": "ᎣᎩᏍᏆᏛᏃ ᎣᎦᏅᏔᏩᏗᏒ ᏓᏯ ᏦᎦᏂᎩᏒᎢ ᏙᎵᎹᏱ ᎣᎩᎷᏨᎩ, ᎠᎴ ᏙᏥᏲᎵᎸ ᎠᎾᏓᏅᏟ, ᎾᎿ ᏑᏙᏓᏆᏛ ᎣᎨᏙᎸᎩ."
  },
  {
    "verse": "8",
    "kjv": "And the next day we that were of Paul's company departed, and came unto Caesarea: and we entered into the house of Philip the evangelist, which was one of the seven; and abode with him.",
    "web": "On the next day, we who were Paul’s companions departed and came to Caesarea. We entered into the house of Philip the evangelist, who was one of the seven, and stayed with him.",
    "chr": "ᎤᎩᏨᏛᏃ ᏉᎳ ᎣᎦᎵᎪᎯ ᎣᎦᏂᎩᏒᎩ ᏏᏌᎵᏱ ᏬᎩᎷᏨᎩ. ᏬᎩᏴᎸᏃ ᎦᏁᎸ ᏈᎵᎩ ᎠᎵ ᏥᏙᏂᏙᎯ, ᎾᏍᎩ ᎦᎸᏉᎩ ᎢᏯᏂᏛ ᎠᎦᎵᎪᏔᏅᎯ, ᎾᎿ ᎣᎦᏅᏅᎩ."
  },
  {
    "verse": "9",
    "kjv": "And the same man had four daughters, virgins, which did prophesy.",
    "web": "Now this man had four virgin daughters who prophesied.",
    "chr": "ᎾᏍᎩᏃ ᏧᏪᏥ ᏅᎩ ᎢᏯᏂᏛ ᎠᏁᎲᎩ ᎠᎾᏛ ᎠᎾᏙᎴᎰᏍᎩ."
  },
  {
    "verse": "10",
    "kjv": "And as we tarried there many days, there came down from Judaea a certain prophet, named Agabus.",
    "web": "As we stayed there some days, a certain prophet named Agabus came down from Judea.",
    "chr": "ᎤᏬᎯᏨᏃ ᎾᎿ ᎣᎦᏅᏅ, ᎩᎶ ᎢᏳᏍᏗ ᎠᏙᎴᎰᏍᎩ ᎤᎷᏨᎩ, ᎡᎩᏩ ᏧᏙᎢᏛ, ᏧᏗᏱ ᏅᏓᏳᎶᏒᎯ."
  },
  {
    "verse": "11",
    "kjv": "And when he was come unto us, he took Paul's girdle, and bound his own hands and feet, and said, Thus saith the Holy Ghost, So shall the Jews at Jerusalem bind the man that owneth this girdle, and shall deliver him into the hands of the Gentiles.",
    "web": "Coming to us and taking Paul’s belt, he bound his own feet and hands, and said, “The Holy Spirit says: ‘So the Jews at Jerusalem will bind the man who owns this belt, and will deliver him into the hands of the Gentiles.’”",
    "chr": "ᎾᏍᎩᏃ ᎤᎷᏨ ᎣᏤᏙᎲ, ᎠᎴ ᎤᏁᏒ ᏉᎳ ᎤᏓᏠᏍᏗ, ᎠᎴ ᏚᎸᎸ ᎤᏩᏒ ᏧᏬᏰᏂ, ᎠᎴ ᏧᎳᏏᏕᏂ, ᎯᎠ ᏄᏪᏒᎩ; ᎯᎠ ᏂᎦᏪᎠ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ; ᎾᏍᎩ ᎯᎠ ᏅᏛᏅᏁᎵ ᎠᏂᏧᏏ ᏥᎷᏏᎵᎻ ᏛᎾᎸᎵ ᎠᏍᎦᏯ ᎯᎠ ᎠᏓᏠᏍᏗ ᎤᏤᎵᎦ, ᎠᎴ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᏫᏙᏛᏂᏲᎯᏎᎵ."
  },
  {
    "verse": "12",
    "kjv": "And when we heard these things, both we, and they of that place, besought him not to go up to Jerusalem.",
    "web": "When we heard these things, both we and the people of that place begged him not to go up to Jerusalem.",
    "chr": "ᎾᏍᎩᏃ ᎯᎠ ᎣᎦᏛᎦᏅ, ᎠᏴ ᎠᎴ ᎾᎿ ᎠᏂᎯ ᎣᏥᏍᏗᏰᏔᏅᎩ ᏥᎷᏏᎵᎻ ᎤᏪᏅᏍᏗᏱ ᏂᎨᏒᎾ."
  },
  {
    "verse": "13",
    "kjv": "Then Paul answered, What mean ye to weep and to break mine heart? for I am ready not to be bound only, but also to die at Jerusalem for the name of the Lord Jesus.",
    "web": "Then Paul answered, “What are you doing, weeping and breaking my heart? For I am ready not only to be bound, but also to die at Jerusalem for the name of the Lord Jesus.”",
    "chr": "ᎠᏎᏃ ᏉᎳ ᎤᏁᏨ ᎯᎠ ᏄᏪᏒᎩ ᎦᏙ ᎢᏥᏰᎸᏗ, ᏥᏕᏥᏴᎦ ᎠᎴ ᏥᏥᏓᏬᏗᎭ ᎠᎩᎾᏫ; ᎠᏆᏛᏅᎢᏍᏗᏰᏃ, ᎥᏝ ᎥᏆᎸᏍᏗᏱᏉ ᎤᏩᏒ, ᎾᏍᏉᏍᎩᏂ ᎠᎩᏲᎱᎯᏍᏗᏱ ᏥᎷᏏᎵᎻ, ᏅᏗᎦᎵᏍᏙᏗᏍᎬ ᏚᏙᎥ ᎤᎬᏫᏳᎯ ᏥᏌ."
  },
  {
    "verse": "14",
    "kjv": "And when he would not be persuaded, we ceased, saying, The will of the Lord be done.",
    "web": "When he would not be persuaded, we ceased, saying, “The Lord’s will be done.”",
    "chr": "ᎣᏂᏄᎸᏅᏃ ᎣᏥᏍᏗᏰᏗᏍᎬᎢ, ᎣᎩᏑᎵᎪᏨᎩ, ᎯᎠ ᏃᎩᏪᏒᎩ; ᎤᎬᏫᏳᎯ ᎠᏓᏅᏖᏍᎬ ᏫᏂᎦᎵᏍᏓ."
  },
  {
    "verse": "15",
    "kjv": "And after those days we took up our carriages, and went up to Jerusalem.",
    "web": "After these days we took up our baggage and went up to Jerusalem.",
    "chr": "ᎾᎯᏳᏃ ᎨᏒ ᎤᎶᏐᏅ, ᎣᎩᏟᏌᏅᎩ ᎣᎩᏱᏓᏍᏗ, ᎠᎴ ᏥᎷᏏᎵᎻ ᏬᎩᎶᏒᎩ."
  },
  {
    "verse": "16",
    "kjv": "There went with us also certain of the disciples of Caesarea, and brought with them one Mnason of Cyprus, an old disciple, with whom we should lodge.",
    "web": "Some of the disciples from Caesarea also went with us, bringing one Mnason of Cyprus, an early disciple, with whom we would stay.",
    "chr": "ᎾᏍᏉᏃ ᎥᎪᎩᏍᏓᏩᏛᏒᎩ ᎢᎸᏍᎩ ᎢᏯᏂᏛ ᎠᏃᎯᏳᎲᏍᎩ ᏏᏌᎵᏱ ᎠᏁᎯ, ᎠᎴ ᎤᎾᏘᏅᏒᎩ ᎩᎶ ᎢᏳᏍᏗ ᏁᏌᏂ ᏧᏙᎢᏛ ᏌᏈ ᎡᎯ, ᎢᎸᎯᏳ ᎬᏬᎯᏳᏅᎯ, ᎾᏍᎩ ᎦᏁᎸ ᎣᎦᏅᏗᏱ ᎤᏂᏰᎸᏒᎩ."
  },
  {
    "verse": "17",
    "kjv": "And when we were come to Jerusalem, the brethren received us gladly.",
    "web": "When we had come to Jerusalem, the brothers received us gladly.",
    "chr": "ᏥᎷᏏᎵᎻᏃ ᏬᎩᎷᏨ, ᎠᎾᏓᏅᏟ ᎤᎵᎮᎵᏨᎯ ᏕᎪᎦᏓᏂᎸᏨᎩ."
  },
  {
    "verse": "18",
    "kjv": "And the day following Paul went in with us unto James; and all the elders were present.",
    "web": "The day following, Paul went in with us to James; and all the elders were present.",
    "chr": "ᎣᎩᏨᏛᏃ ᏉᎳ ᏥᎻ ᏧᏬᎸ ᎢᏧᎳᎭ ᎣᎨᏅᏒᎩ, ᏂᎦᏛᏃ ᏗᎨᎦᏁᎶᏗ ᎠᏂᎦᏔᎲᎩ."
  },
  {
    "verse": "19",
    "kjv": "And when he had saluted them, he declared particularly what things God had wrought among the Gentiles by his ministry.",
    "web": "When he had greeted them, he reported one by one the things which God had worked among the Gentiles through his ministry.",
    "chr": "ᏕᎤᏲᎵᎸᏃ ᎣᏍᏛ ᎤᏱᎸᏒᎩ ᎤᏃᎮᎸᎩ ᏄᏍᏛ ᎤᏁᎳᏅᎯ ᏕᎤᎸᏫᏍᏓᏁᎸ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᏓᏁᏩᏗᏒᎢ, ᎾᏍᎩ ᏉᎳ ᎠᎬᏗᏍᎬᎢ."
  },
  {
    "verse": "20",
    "kjv": "And when they heard it, they glorified the Lord, and said unto him, Thou seest, brother, how many thousands of Jews there are which believe; and they are all zealous of the law:",
    "web": "They, when they heard it, glorified God. They said to him, “You see, brother, how many thousands there are among the Jews of those who have believed, and they are all zealous for the law.",
    "chr": "ᎤᎾᏛᎦᏅᏃ ᎾᏍᎩ, ᎤᏂᎸᏉᏔᏅᎩ ᎤᎬᏫᏳᎯ. ᎯᎠ ᏂᎬᏩᏪᏎᎸᎩ; ᎢᏓᎵᏅᏟ, ᎭᏙᎴᎰᏍᎦ ᏄᏂᏧᏈᏍᏛ ᎠᏂᏧᏏ ᎤᏃᎯᏳᏅᎯ; ᏂᎦᏛᏃ ᎤᏣᏘ ᎤᏂᎸᏉᏗᏳ ᏗᎧᎿᏩᏛᏍᏗ."
  },
  {
    "verse": "21",
    "kjv": "And they are informed of thee, that thou teachest all the Jews which are among the Gentiles to forsake Moses, saying that they ought not to circumcise their children, neither to walk after the customs.",
    "web": "They have been informed about you, that you teach all the Jews who are among the Gentiles to forsake Moses, telling them not to circumcise their children and not to walk after the customs.",
    "chr": "ᎠᎴ ᎨᏣᏛᎦᏁᎸ ᏕᎮᏲᎲᏍᎬᎢ ᏂᎦᏛ ᎠᏂᏧᏏ, ᎾᏍᎩ ᏧᎾᏓᏑᏯ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᏓᏁᏩᏗᏒᎢ, ᏧᏂᏲᎯᏍᏗᏱ ᎼᏏ, ᎯᎠ ᏂᏪᏍᎬᎢ; ᏞᏍᏗ ᏱᏗᏥᎱᏍᏕᏎᎮᏍᏗ ᏗᏂᏲᎵ, ᎠᎴ ᏞᏍᏗ ᏗᎧᎿᏩᏛᏍᏗ ᏱᏥᏍᏓᏩᏕᎨᏍᏗ."
  },
  {
    "verse": "22",
    "kjv": "What is it therefore? the multitude must needs come together: for they will hear that thou art come.",
    "web": "What then? The assembly must certainly meet, for they will hear that you have come.",
    "chr": "ᎦᏙᏃ ᎠᏛᏁᏗ? ᎠᏎ ᎤᎾᏓᏟᏐᏗ ᎤᏂᏣᏘ, ᏛᎾᏛᎦᏂᏰᏃ ᏣᎷᏨᎢ."
  },
  {
    "verse": "23",
    "kjv": "Do therefore this that we say to thee: We have four men which have a vow on them;",
    "web": "Therefore do what we tell you. We have four men who have taken a vow.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎯᎠ ᏂᏨᏪᏎᎲ ᎿᏛᎦ. ᏅᎩ ᎢᏯᏂᏛ ᎠᏂᏍᎦᏯ ᎪᎨᎳᏗᏙᎭ ᎤᏁᎳᏅᎯ ᏄᎾᏚᎵᏄᏁᎸ."
  },
  {
    "verse": "24",
    "kjv": "Them take, and purify thyself with them, and be at charges with them, that they may shave their heads: and all may know that those things, whereof they were informed concerning thee, are nothing; but that thou thyself also walkest orderly, and keepest the law.",
    "web": "Take them and purify yourself with them, and pay their expenses for them, that they may shave their heads. Then all will know that there is no truth in the things that they have been informed about you, but that you yourself also walk keeping the law.",
    "chr": "ᎾᏍᎩ ᏔᏘᏄᎦ, ᎠᎴ ᎢᏧᎳᎭ ᎢᏣᏓᏅᎦᎸ, ᎠᎴ ᎢᏧᎳᎭ ᎢᏣᎫᏴ, ᎾᏍᎩᏃ ᏗᏂᏍᎪᎵ ᏕᎠᎾᎵᏍᏙᏰᎲᎭ; ᎠᎴ ᏂᎦᏛ ᎠᎾᏙᎴᎰᏒᎭ ᏄᏍᏛ ᎨᏣᏛᎦᏁᎸᎢ ᎠᏎᏉᏉ ᎨᏒᎢ, ᎠᎴ ᎠᎾᏙᎴᎰᏒᎭ ᏨᏒ ᎾᏍᏉ ᏚᏳᎪᏛ ᎭᎴᏂᏙᎲᎢ, ᏗᎧᎿᏩᏛᏍᏗ ᎯᏍᏓᏩᏕᎬᎢ."
  },
  {
    "verse": "25",
    "kjv": "As touching the Gentiles which believe, we have written and concluded that they observe no such thing, save only that they keep themselves from things offered to idols, and from blood, and from strangled, and from fornication.",
    "web": "But concerning the Gentiles who believe, we have written our decision that they should observe no such thing, except that they should keep themselves from food offered to idols, from blood, from strangled things, and from sexual immorality.”",
    "chr": "ᏧᎾᏓᎴᏅᏛᏍᎩᏂ ᏴᏫ ᎤᏃᎯᏳᏅᎯ ᏥᎩ, ᏙᏦᏪᎳᏁᎸ ᏙᎫᎪᏔᏅ ᎤᏂᏍᏆᏂᎪᏙᏗᏱ ᏂᎨᏒᎾ ᎪᎱᏍᏗ ᎾᏍᎩ ᎢᏳᏍᏗ ᏧᏁᏯᏙᏤᏗᏉᏍᎩᏂ ᎤᏩᏒ ᎤᏁᎳᏅᎯ ᏗᏰᎸᎯ ᏗᎵᏍᎪᎸᏓᏁᎸᎯ, ᎠᎴ ᎩᎬ ᎠᎴ ᎪᎱᏍᏗ ᎬᏬᏍᏔᏅᎯ ᎠᎴ ᎤᏕᎵᏛ ᏗᏂᏏᏗ ᎨᏒᎢ."
  },
  {
    "verse": "26",
    "kjv": "Then Paul took the men, and the next day purifying himself with them entered into the temple, to signify the accomplishment of the days of purification, until that an offering should be offered for every one of them.",
    "web": "Then Paul took the men, and the next day purified himself and went with them into the temple, declaring the fulfillment of the days of purification, until the offering was offered for every one of them.",
    "chr": "ᎿᏉᏃ ᏉᎳ ᏚᏯᏅᎲᎩ ᎠᏂᏍᎦᏯ, ᎤᎩᏨᏛᏃ ᎢᏧᎳᎭ ᎤᎾᏓᏅᎦᎸᎲᎩ, ᏗᎦᎳᏫᎢᏍᏗᏱ ᏭᏂᏴᎸᎩ, ᎧᏃᎲᏍᎬᎩ ᎤᎵᏍᏆᏛ ᎢᎪᎯᏛ ᎠᏓᏅᎦᎸᏗ ᎨᏒᎢ, ᎾᏍᎩ ᎠᎵᏍᏆᏗᏍᎬᎢ ᎠᏓᏁᏗ ᎨᏒ ᎠᏂᏏᏴᏫᎭ ᎤᎾᎵᏍᎪᎸᏙᏗ ᎨᏒᎢ."
  },
  {
    "verse": "27",
    "kjv": "And when the seven days were almost ended, the Jews which were of Asia, when they saw him in the temple, stirred up all the people, and laid hands on him,",
    "web": "When the seven days were almost completed, the Jews from Asia, when they saw him in the temple, stirred up all the multitude and laid hands on him,",
    "chr": "ᎿᏉᏃ ᎾᏍᎩ ᎦᎵᏉᎩ ᎢᎦ ᏚᎵᏍᏆᏗᏗᏒᎩ, ᎠᏂᏧᏏ ᎡᏏᏱ ᏅᏓᏳᏂᎶᏒᎯ ᎬᏩᎪᎲ ᏗᎦᎳᏫᎢᏍᏗᏱ, ᏚᏂᏖᎸᏅᎩ ᏂᎦᏛ ᏴᏫ, ᎠᎴ ᎬᏩᏂᏴᎲᎩ,"
  },
  {
    "verse": "28",
    "kjv": "Crying out, Men of Israel, help: This is the man, that teacheth all men every where against the people, and the law, and this place: and further brought Greeks also into the temple, and hath polluted this holy place.",
    "web": "crying out, “Men of Israel, help! This is the man who teaches all men everywhere against the people, and the law, and this place. Moreover, he also brought Greeks into the temple and has defiled this holy place!”",
    "chr": "ᎤᏁᎷᏅᎩ ᎯᎠ ᏄᏂᏪᏒᎩ; ᎢᏥᏍᎦᏯ, ᎢᏏᎵ ᏧᏪᏥ, ᏍᎩᏍᏕᎸ! ᎯᎠ ᎾᏍᎩ ᎠᏍᎦᏯ ᎾᏍᎩ ᏥᏕᎨᏲᎲᏍᎦ ᎾᏂᎥ ᏴᏫ ᏂᎬᎾᏛᎢ, ᏥᏓᏡᏗᎭ ᎯᎠ ᏴᏫ ᎠᎴ ᏗᎧᎿᏩᏛᏍᏗ ᎠᎴ ᎠᏂ ᎨᏒᎢ, ᎠᎴ ᎾᏍᏉ ᏗᎦᎳᏫᎢᏍᏗᏱ ᏥᏚᏴᏔᏂᎸ ᎠᏂᎪᎢ, ᎠᎴ ᎦᏓᎭ ᏥᏄᏩᏁᎸ ᎠᏂ ᎦᎸᏉᏗᏳ ᎨᏒᎢ."
  },
  {
    "verse": "29",
    "kjv": "(For they had seen before with him in the city Trophimus an Ephesian, whom they supposed that Paul had brought into the temple.)",
    "web": "For they had seen Trophimus the Ephesian, with him in the city, and they supposed that Paul had brought him into the temple.",
    "chr": "ᎦᏳᎳᏰᏃ ᎤᏂᎪᎲᎯ ᎨᏒᎩ ᏠᏆᎹ ᎡᏈᏌ ᎡᎯ, ᎾᏍᎩ ᏉᎳ ᎠᏁᏙᎲ ᎦᏚᎲᎢ, ᎾᏍᎩ ᏉᎳ ᎤᏴᏔᏂᎸ ᏗᎦᎳᏫᎢᏍᏗᏱ ᎠᏁᎵᏍᎬᎩ."
  },
  {
    "verse": "30",
    "kjv": "And all the city was moved, and the people ran together: and they took Paul, and drew him out of the temple: and forthwith the doors were shut.",
    "web": "All the city was moved and the people ran together. They seized Paul and dragged him out of the temple. Immediately the doors were shut.",
    "chr": "ᏂᎦᏛᏃ ᎦᏚᎲ ᎤᎾᎵᏖᎸᏅᎩ, ᎠᎴ ᏴᏫ ᎤᎾᏓᏟᏌᏅᎩ, ᎠᎴ ᏉᎳ ᎤᏂᏂᏴᎲᎩ ᎤᏂᎾᏌᎾᏫᏛᎲᎩ ᏗᎦᎳᏫᎢᏍᏗᏱ ᎤᏂᏄᎪᏫᏒᎩ; ᎩᎳᏉᏃ ᎢᏴᏛ ᎦᎶᎯᏍᏗᏱ ᏚᏂᏍᏚᏅᎩ."
  },
  {
    "verse": "31",
    "kjv": "And as they went about to kill him, tidings came unto the chief captain of the band, that all Jerusalem was in an uproar.",
    "web": "As they were trying to kill him, news came up to the commanding officer of the regiment that all Jerusalem was in an uproar.",
    "chr": "ᎠᏏᏉᏃ ᎤᏂᎯᏍᏗᏱ ᎠᎾᏓᏅᏖᏍᎬᎩ, ᏑᎾᏓᏡᎩ ᎨᏒ ᎠᏂᏯᏫᏍᏗ ᏗᏘᏂᏙᎯ ᎤᏛᎦᏅᎩ ᏂᎦᏛ ᏥᎷᏏᎵᎻ ᎠᎾᎵᏖᎸᎲᏍᎬᎢ;"
  },
  {
    "verse": "32",
    "kjv": "Who immediately took soldiers and centurions, and ran down unto them: and when they saw the chief captain and the soldiers, they left beating of Paul.",
    "web": "Immediately he took soldiers and centurions and ran down to them. They, when they saw the chief captain and the soldiers, stopped beating Paul.",
    "chr": "ᎾᏍᎩ Ꮎ ᎩᎳᏉ ᎢᏴᏛ ᏫᏚᏯᏅᎲ ᎠᏂᏯᏫᏍᎩ ᎠᎴ ᎠᏍᎪᎯᏧᏈ ᏗᎾᏘᏂᏙᎯ, ᎠᎴ ᏗᏁᏙᎲ ᏭᏗᏢᏍᏔᏅᎩ. ᏚᏂᎪᎲᏃ ᏄᎬᏫᏳᏒ ᏗᏓᏘᏂᏙᎯ ᎠᎴ ᎠᏂᏯᏫᏍᎩ, ᎤᏂᏑᎵᎪᏨᎩ ᎠᏂᎸᏂᎲ ᏉᎳ."
  },
  {
    "verse": "33",
    "kjv": "Then the chief captain came near, and took him, and commanded him to be bound with two chains; and demanded who he was, and what he had done.",
    "web": "Then the commanding officer came near, arrested him, commanded him to be bound with two chains, and inquired who he was and what he had done.",
    "chr": "ᎿᏉᏃ ᏄᎬᏫᏳᏒ ᏗᏓᏘᏂᏙᎯ ᎾᎥ ᎤᎷᏨ, ᎤᏂᏴᎲᎩ, ᎠᎴ ᎤᏁᏨᎩ ᏔᎵ ᏧᏓᏕᏒᏛ ᏣᎦᎸᏍᏙᏗᏱ, ᎠᎴ ᎤᏛᏛᏅᎩ ᎢᏳᏍᏗ ᎨᏒ, ᎠᏍᎦᏯ, ᎠᎴ ᏄᏛᏁᎸᎢ."
  },
  {
    "verse": "34",
    "kjv": "And some cried one thing, some another, among the multitude: and when he could not know the certainty for the tumult, he commanded him to be carried into the castle.",
    "web": "Some shouted one thing and some another, among the crowd. When he couldn’t find out the truth because of the noise, he commanded him to be brought into the barracks.",
    "chr": "ᎤᏂᏣᏘᏃ ᎤᏁᎷᏅᎩ ᏧᏓᎴᏅᏛᏉ ᏄᏂᏪᏒᎩ. ᎤᏄᎸᏅᏃ ᏚᏳᎪᏛ ᎤᏙᎴᎰᎯᏍᏗᏱ ᏅᏗᎦᎵᏍᏙᏗᏍᎬ ᎤᏓᏑᏰᏛ ᎠᎾᎵᏖᎸᎲᏍᎬᎢ, ᎤᏁᏨᎩ ᏗᏐᏴ ᏩᎦᏘᏅᏍᏙᏗᏱ."
  },
  {
    "verse": "35",
    "kjv": "And when he came upon the stairs, so it was, that he was borne of the soldiers for the violence of the people.",
    "web": "When he came to the stairs, he was carried by the soldiers because of the violence of the crowd;",
    "chr": "ᏉᎳᏃ ᎠᎩᎳᏫᏍᏗᏱ ᎤᎷᏨ ᎠᏂᏯᏫᏍᎩ ᎬᏩᏅᏒᎩ, ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᎬᏍᎦᎢᏍᏓᎩ ᎾᎾᏛᏁᎲ ᎤᏂᏣᏘ."
  },
  {
    "verse": "36",
    "kjv": "For the multitude of the people followed after, crying, Away with him.",
    "web": "for the multitude of the people followed after, crying out, “Away with him!”",
    "chr": "ᎤᏂᏣᏘᏰᏃ ᏴᏫ ᎬᏩᏍᏓᏩᏛᏒᎩ, ᎠᏁᎷᎲᏍᎬᎩ ᎯᎠ ᎾᏂᏪᏍᎬᎩ; ᎯᎷᎦ."
  },
  {
    "verse": "37",
    "kjv": "And as Paul was to be led into the castle, he said unto the chief captain, May I speak unto thee? Who said, Canst thou speak Greek?",
    "web": "As Paul was about to be brought into the barracks, he asked the commanding officer, “May I speak to you?” He said, “Do you know Greek?",
    "chr": "ᎿᏉᏃ ᏉᎳ ᏗᏐᏴ ᏮᏓᏰᏥᏴᏔᏂᏒᎢ, ᎯᎠ ᏄᏪᏎᎸᎩ ᏄᎬᏫᏳᏒ ᏗᏓᏘᏂᏙᎯ; ᏥᏌ ᏰᎵ ᎪᎱᏍᏗ ᎦᎬᏲᏎᏗ? ᎾᏍᎩᏃ ᎯᎠ ᏄᏪᏒᎩ; ᏥᎪ ᎠᏂᎪᎢ ᎤᏂᏬᏂᎯᏍᏗ ᎨᏒ ᏰᎵ ᎨᏣᏬᏂᎯᏍᏗ??"
  },
  {
    "verse": "38",
    "kjv": "Art not thou that Egyptian, which before these days madest an uproar, and leddest out into the wilderness four thousand men that were murderers?",
    "web": "Aren’t you then the Egyptian who before these days stirred up to sedition and led out into the wilderness the four thousand men of the Assassins?”",
    "chr": "ᏝᏍᎪ ᏂᎯ ᏱᎩ Ꮎ ᎢᏥᏈᏱ ᏤᎲᎩ, ᎢᎸᎯᏳ ᎤᏓᏑᏰᏛ ᎤᎾᎵᏖᎸᏗᏱ ᏥᏄᏩᏁᎸᎩ, ᎠᎴ ᏥᏚᏘᎿᏫᏛᎲᎩ ᎢᎾᎨ ᏥᏫᏚᏘᏅᏍᏔᏅᎩ ᏅᎩ ᎢᏯᎦᏴᎵ ᎢᏯᏂᏛ ᎠᏂᏍᎦᏯ ᏴᏫ ᏗᏂᎯᎯ?"
  },
  {
    "verse": "39",
    "kjv": "But Paul said, I am a man which am a Jew of Tarsus, a city in Cilicia, a citizen of no mean city: and, I beseech thee, suffer me to speak unto the people.",
    "web": "But Paul said, “I am a Jew from Tarsus in Cilicia, a citizen of no insignificant city. I beg you, allow me to speak to the people.”",
    "chr": "ᏉᎳᏃ ᎯᎠ ᏄᏪᏒᎩ; ᎠᏴ ᏥᏧᏏ ᏗᎵᏏᏱ ᎨᎢ ᏓᏌ ᎦᏚᎲᎢ, ᎥᏝ ᎡᏍᎦᏉ ᎤᏬᎭᏛ ᎦᏚᎲᎢ ᎨᎢ ᏱᎩ; ᎠᎴ ᎬᏔᏲᏎᎭ ᎤᏁᎳᎩ ᏍᏇᎵᏎᏗᏱ ᏗᏥᏬᏁᏙᏗᏱ ᏴᏫ."
  },
  {
    "verse": "40",
    "kjv": "And when he had given him licence, Paul stood on the stairs, and beckoned with the hand unto the people. And when there was made a great silence, he spake unto them in the Hebrew tongue, saying,",
    "web": "When he had given him permission, Paul, standing on the stairs, beckoned with his hand to the people. When there was a great silence, he spoke to them in the Hebrew language, saying,",
    "chr": "ᎤᏁᎳᎩᏃ ᎤᏪᎵᏎᎸ, ᏉᎳ ᎤᎴᏅᎩ ᎠᎩᎳᏫᏍᏗᏱ, ᎤᏬᏰᏂ ᏴᏫ ᏚᏖᎸᎾᏁᎸᎩ; ᎤᏣᏘᏃ ᎡᎳᏪ ᎤᏅᏅ, ᏚᏬᏁᏔᏅᎩ ᎠᏂᏧᏏ ᎤᏂᏬᏂᎯᏍᏗ ᎤᏮᏔᏅᎩ, ᎯᎠ ᏄᏪᏒᎩ;"
  }
]