[
  {
    "verse": "1",
    "kjv": "And after five days Ananias the high priest descended with the elders, and with a certain orator named Tertullus, who informed the governor against Paul.",
    "web": "After five days, the high priest, Ananias, came down with certain elders and an orator, one Tertullus. They informed the governor against Paul.",
    "chr": "ᎯᏍᎩᏃ ᏫᏄᏒᎳ ᎡᏂᎾᏯ ᏄᎬᏫᏳᏒ ᎠᏥᎸ-ᎨᎶᎯ ᎤᎷᏨᎩ, ᎠᏁᎲ ᏗᎨᎦᏁᎶᏗ, ᎠᎴ ᎩᎶ ᎢᏳᏍᏗ ᏗᏘᏲᎯ-Ꭿ, ᏔᏓᎳ ᏧᏙᎢᏛ, ᎾᏍᎩ ᎤᏂᏃᏁᎸᎩ ᎤᎬᏫᏳᎯ, ᎠᏄᎯᏍᏗᏍᎬ ᏉᎳ."
  },
  {
    "verse": "2",
    "kjv": "And when he was called forth, Tertullus began to accuse him, saying, Seeing that by thee we enjoy great quietness, and that very worthy deeds are done unto this nation by thy providence,",
    "web": "When he was called, Tertullus began to accuse him, saying, “Seeing that by you we enjoy much peace, and that prosperity is coming to this nation by your foresight,",
    "chr": "ᏩᏥᏯᏅᎲᏃ ᏔᏓᎳ ᎤᎴᏅᎲᎩ ᎤᏬᎯᏍᏔᏅᎩ, ᎯᎠ ᏄᏪᏒᎩ; \"ᏂᎯ ᎢᏣᏂᏌᏅᎯ ᎤᏣᏘ ᏅᏩᏙᎯᏯᏛ ᏦᏤᎭ, ᎠᎴ ᎣᏍᏛ ᏥᏄᎾᎵᏍᏓᏁᎭ ᏴᏫ ᎣᎦᏤᎵᎪᎯ ᏣᎦᏌᏯᏍᏗᏳ ᎨᏒ ᏥᏅᏗᎦᎵᏍᏙᏗᎭ,"
  },
  {
    "verse": "3",
    "kjv": "We accept it always, and in all places, most noble Felix, with all thankfulness.",
    "web": "we accept it in all ways and in all places, most excellent Felix, with all thankfulness.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ, ᎰᏍᏛ ᏈᎵᏏ, ᏂᎪᎯᎸ ᎠᎴ ᏂᎬᎾᏛ ᏂᎦᎥ ᎠᎵᎮᎵᏍᏗ ᎨᏒ ᎣᏣᏓᏂᎸᎪᎢ."
  },
  {
    "verse": "4",
    "kjv": "Notwithstanding, that I be not further tedious unto thee, I pray thee that thou wouldest hear us of thy clemency a few words.",
    "web": "But that I don’t delay you, I entreat you to bear with us and hear a few words.",
    "chr": "ᎠᏎᏃ ᎠᏏ ᎤᏟ ᎢᎦᎢ ᏂᏗᎬᏯᏪᎢᏍᏔᏅᎾ, ᎬᏔᏲᏎᎭ ᏣᏓᏅᏘᏳ ᎨᏒ ᏨᏙᏗᏱ ᏍᎩᏯᏛᎦᏁᏗᏱ ᎢᎸᏍᎩ ᎢᎧᏁᏨᎯ."
  },
  {
    "verse": "5",
    "kjv": "For we have found this man a pestilent fellow, and a mover of sedition among all the Jews throughout the world, and a ringleader of the sect of the Nazarenes:",
    "web": "For we have found this man to be a plague, an instigator of insurrections among all the Jews throughout the world, and a ringleader of the sect of the Nazarenes.",
    "chr": "ᎣᎦᏙᎴᎰᏒᏰᏃ ᎯᎠ ᎾᏍᎩ ᎠᏍᎦᏯ ᎤᏣᏔᏅᎯ ᎤᏕᏯᏙᏗ ᎨᏒᎢ, ᎠᎴ ᎦᏂᎳᏗᏍᎩ ᏧᏓᎴᏅᏛ ᏂᎦᏛ ᎠᏂᏧᏏ ᎠᏁᎲ ᏂᎬᎾᏛ ᎡᎶᎯ, ᎠᎴ ᏄᎬᏫᏳᏒ ᏗᏓᏘᏂᏙᎯ ᎤᎾᎵᎪᏒ ᎾᏎᎵᏂ ᏧᎾᏙᎢᏛ."
  },
  {
    "verse": "6",
    "kjv": "Who also hath gone about to profane the temple: whom we took, and would have judged according to our law.",
    "web": "He even tried to profane the temple, and we arrested him.",
    "chr": "ᎾᏍᎩ ᎾᏍᏉ ᎤᏛᏅ ᏗᎦᎳᏫᎢᏍᏗᏱ ᎤᏐᏢᎢᏍᏙᏗᏱ ᎤᏰᎸᏅᎩ. ᎾᏍᎩ ᎣᏥᏂᏴᎲᎩ ᎠᎴ ᎣᎦᏚᎵᏍᎬᎩ ᏠᎩᎧᎿᏩᏛᏍᏗ ᎣᎬᏙᏗᏱ ᎣᏥᏱᎵᏓᏍᏗᏱ."
  },
  {
    "verse": "7",
    "kjv": "But the chief captain Lysias came upon us, and with great violence took him away out of our hands,",
    "web": "",
    "chr": "ᎠᏎᏃ ᎵᏏᏯ ᏄᎬᏫᏳᏒ ᏗᏓᏘᏂᏙᎯ ᎤᎷᏨ ᎤᏣᏘ ᎬᏍᎦᎢᏍᏓᎩᏯ ᏙᎦᏑᎦᎸᏔᏅᎩ,"
  },
  {
    "verse": "8",
    "kjv": "Commanding his accusers to come unto thee: by examining of whom thyself mayest take knowledge of all these things, whereof we accuse him.",
    "web": "By examining him yourself you may ascertain all these things of which we accuse him.”",
    "chr": "ᎠᎴ ᏚᏁᏤᎸᎩ ᎬᏭᎯᏍᏗᏍᎩ ᎨᏣᎷᏤᏗᏱ; ᎾᏍᎩᏃ ᎪᎯᎵᏰᏍᎬᎢ ᏨᏒ ᎨᏣᎦᏙᎥᎯᏍᏗ ᏱᏂᎦᎵᏍᏓ ᎯᎠ ᏂᎦᏛ ᏦᏧᎢᏍᏗᎭ.\""
  },
  {
    "verse": "9",
    "kjv": "And the Jews also assented, saying that these things were so.",
    "web": "The Jews also joined in the attack, affirming that these things were so.",
    "chr": "ᎠᏂᏧᏏᏃ ᎾᏍᏉ ᎤᏂᏍᏓᏱᏛᎩ, ᎤᏙᎯᏳᎯ ᎾᏍᎩ ᏄᏍᏗ, ᎤᎾᏛᏅᎩ."
  },
  {
    "verse": "10",
    "kjv": "Then Paul, after that the governor had beckoned unto him to speak, answered, Forasmuch as I know that thou hast been of many years a judge unto this nation, I do the more cheerfully answer for myself:",
    "web": "When the governor had beckoned to him to speak, Paul answered, “Because I know that you have been a judge of this nation for many years, I cheerfully make my defense,",
    "chr": "ᎿᏉᏃ ᏉᎳ, ᎤᎬᏫᏳᎯ ᎤᎵᏍᎫᏫᏎᎸ ᎤᏁᎢᏍᏗᏱ ᎤᎵᏍᎪᎸᏓᏁᎸ, ᎯᎠ ᏄᏪᏒᎩ; \"ᏏᎦᏔᎯᏳ ᏥᎩ ᎢᎸᏍᎩ ᏧᏕᏘᏴᏛ ᏚᎪᏓᏁᎯ ᎢᎬᏩᎵᏍᏔᏅᎯ ᎨᏒ ᎯᎠ ᏑᎾᏓᎴᎩ ᏴᏫ, ᎾᏍᎩ ᏅᏓᎦᎵᏍᏙᏓ ᎤᏟ ᎤᎦᎵᏍᏗᏳ ᏴᏫ, ᎾᏍᎩ ᏅᏓᎦᎵᏍᏙᏓ ᎤᏟ ᎤᎦᎵᏍᏗᏳ ᎦᏓᏅᏓᏓ, ᎠᏋᏒ ᎦᎵᏍᏕᎵᏍᎬ ᎬᎩᏁᎢᏍᏗ ᏥᏂᎦᎵᏍᏓ."
  },
  {
    "verse": "11",
    "kjv": "Because that thou mayest understand, that there are yet but twelve days since I went up to Jerusalem for to worship.",
    "web": "seeing that you can verify that it is not more than twelve days since I went up to worship at Jerusalem.",
    "chr": "ᎨᏣᎦᏙᎥᎯᏍᏗᏰᏃ ᏂᎦᎵᏍᏗᎭ ᎾᏍᎩ ᎠᏏᏉ ᏔᎳᏚᏉ ᏄᏒᎭ ᏥᎷᏏᎵᎻ ᎬᏆᏓᏙᎵᏍᏔᏅᏒᎯ."
  },
  {
    "verse": "12",
    "kjv": "And they neither found me in the temple disputing with any man, neither raising up the people, neither in the synagogues, nor in the city:",
    "web": "In the temple they didn’t find me disputing with anyone or stirring up a crowd, either in the synagogues or in the city.",
    "chr": "ᎠᎴ ᎥᏝ ᏱᎬᎩᏩᏛᎮ ᎩᎶ ᏲᏍᏓᏗᏒᎯᎮ ᎣᏍᏗᏬᏂᏍᎬᎢ ᎤᏛᏅ-ᏗᎦᎳᏫᎢᏍᏗᏱ, ᎠᎴ ᎥᏝ ᏱᏗᏥᏖᎸᎲᏍᎨ ᏚᎾᏓᏅᏛ ᏴᏫ ᏗᎦᎳᏫᎢᏍᏗᏱ ᏕᎨᏌᏗᏒᎢ ᎠᎴ ᎢᎸᎯᏢ ᎦᏚᎲᎢ."
  },
  {
    "verse": "13",
    "kjv": "Neither can they prove the things whereof they now accuse me.",
    "web": "Nor can they prove to you the things of which they now accuse me.",
    "chr": "ᎥᏝ ᎠᎴ ᏰᎵ ᎬᏩᏃᎯᏳᏙᏗ ᏱᎩ ᎯᎠ ᎾᏍᎩ ᎿᏉ ᏥᎬᏇᎯᏍᏗᎭ."
  },
  {
    "verse": "14",
    "kjv": "But this I confess unto thee, that after the way which they call heresy, so worship I the God of my fathers, believing all things which are written in the law and in the prophets:",
    "web": "But this I confess to you, that according to the Way, which they call a sect, so I serve the God of our fathers, believing all things which are according to the law, and which are written in the prophets;",
    "chr": "ᎯᎠᏍᎩᏂᏃᏅ ᎬᏃᎲᏏ, ᎾᏍᎩ ᎤᎾᏓᏤᎵᏛ ᎤᎾᎵᎪᎯ ᏥᏓᏃᏎᎭ, ᎾᏍᎩ ᎦᏥᏍᏓᏩᏗᏒ ᏥᏯᏓᏙᎵᏍᏓᏁᎲ ᎤᏁᎳᏅᎯ ᏗᎩᎦᏴᎵᎨ ᎤᎾᏤᎵᎦ, ᎪᎢᏳᎲᏍᎬᎢ ᏂᎦᏛ ᎪᏪᎵ ᏗᎧᎿᏩᏛᏍᏗᏱ ᎠᎴ ᎠᎾᏙᎴᎰᏍᎩ ᏚᏃᏪᎸᎢ;"
  },
  {
    "verse": "15",
    "kjv": "And have hope toward God, which they themselves also allow, that there shall be a resurrection of the dead, both of the just and unjust.",
    "web": "having hope toward God, which these also themselves look for, that there will be a resurrection of the dead, both of the just and unjust.",
    "chr": "ᎠᎴ ᎾᏍᏉ ᎤᏚᎩ ᏥᏴᎠ ᎤᏁᎳᏅᎯ, ᏧᎾᎴᎯᏐᏗ ᎨᏒ ᏧᏂᏲᎱᏒᎯ ᎤᎾᏓᏅᏘ ᎠᎴ ᎤᏂᏁᎫᏥᏛ, ᎾᏍᎩ ᎾᏍᏉ ᎤᏅᏒ ᏧᏃᎯᏳᎭ."
  },
  {
    "verse": "16",
    "kjv": "And herein do I exercise myself, to have always a conscience void to offence toward God, and toward men.",
    "web": "In this I also practice always having a conscience void of offense toward God and men.",
    "chr": "ᎠᎴ ᎾᏍᎩ ᎯᎠ ᏂᎦᏛᏁᎰᎢ ᎦᏟᏂᎬᏁᎰ ᎠᏆᏓᏅᏙᎩ ᎠᏆᏎᎮᎲᎢ ᏂᎪᎯᎸ ᏂᏥᏍᎦᏅᏤᎲᎾ ᎤᏁᎳᏅᎯ ᎠᎴ ᏂᎦᏥᏍᎦᏅᏤᎲᎾ ᏴᏫ ᎢᏳᎵᏍᏙᏗᏱ."
  },
  {
    "verse": "17",
    "kjv": "Now after many years I came to bring alms to my nation, and offerings.",
    "web": "Now after some years, I came to bring gifts for the needy to my nation, and offerings;",
    "chr": "ᎢᎸᏍᎩᏃ ᏫᏄᏕᏘᏴᎲ ᏗᏆᏤᎵᎦ ᏴᏫ ᏕᏥᏲᎮᎸᎩ ᎨᏥᏁᎸᎯ, ᎠᎴ ᎠᎩᏲᎸᎩ ᎠᏥᎸᎨᎳᏍᏗ."
  },
  {
    "verse": "18",
    "kjv": "Whereupon certain Jews from Asia found me purified in the temple, neither with multitude, nor with tumult.",
    "web": "amid which certain Jews from Asia found me purified in the temple, not with a mob, nor with turmoil.",
    "chr": "ᎾᏍᎩᏃ ᏂᎦᏛᏁᎲᎢ ᎩᎶ ᎢᏳᎾᏍᏗ ᎠᏂᏧᏏ ᎡᏏᏱ ᎠᏁᎯ ᎬᎩᏩᏛᎲᎩ ᎠᏆᏓᏅᎦᎵᏌᏛ ᎨᏒᎩ ᏥᏯᎥᎩ ᎤᏛᏅᏗᎦᎳᏫᎢᏍᏗᏱ, ᎥᏝ ᏱᎨᎳᏗᏙᎮ ᎤᏂᏣᏘ ᎠᏁᏙᎲᎢ, ᎠᎴ ᎤᎾᏓᏑᏰᏛ ᎨᏒᎢ;"
  },
  {
    "verse": "19",
    "kjv": "Who ought to have been here before thee, and object, if they had ought against me.",
    "web": "They ought to have been here before you and to make accusation if they had anything against me.",
    "chr": "ᎾᏍᎩᏍᎩᏂ ᎠᏂ ᏦᎸᎢ ᏱᎠᏁᏙᎮᎢ, ᎠᎴ ᏳᏂᏃᎮᎴᎢ, ᎢᏳᏃ ᎪᎱᏍᏗ ᏱᎬᏇᎯᏍᏗᎭ."
  },
  {
    "verse": "20",
    "kjv": "Or else let these same here say, if they have found any evil doing in me, while I stood before the council,",
    "web": "Or else let these men themselves say what injustice they found in me when I stood before the council,",
    "chr": "ᎠᎴ ᎯᎠᏉ ᎾᏍᏉ ᎤᏅᏒ ᏳᏂᏃᎮᎸ, ᎢᏳᏃ ᎤᏲ ᏓᎩᎸᏫᏍᏓᏁᎸ ᎤᏂᏩᏛᏛ ᏱᎩ ᏕᎦᎳᏫᎥ ᏥᏙᎬᎢ,"
  },
  {
    "verse": "21",
    "kjv": "Except it be for this one voice, that I cried standing among them, Touching the resurrection of the dead I am called in question by you this day.",
    "web": "unless it is for this one thing that I cried standing among them, ‘Concerning the resurrection of the dead I am being judged before you today!’”",
    "chr": "ᎯᎠ ᏍᎩᏂᏃᏅ ᏑᏓᎴᎩ ᎤᏩᏒ ᎠᎩᏁᏨᎢ, ᎯᎠ ᎾᎩᏪᏒ ᎠᏇᎷᏅ ᎠᏂᎦᏔᎲ ᏥᏙᎬᎢ; ᏗᎴᎯᏐᏗ ᎨᏒᎠᏲᎱᏒ ᏅᏗᎦᎵᏍᏙᏗ ᏍᎩᏱᎵᏙᎭ ᎪᎯ ᎢᎦ ᏥᎩ.\""
  },
  {
    "verse": "22",
    "kjv": "And when Felix heard these things, having more perfect knowledge of that way, he deferred them, and said, When Lysias the chief captain shall come down, I will know the uttermost of your matter.",
    "web": "But Felix, having more exact knowledge concerning the Way, deferred them, saying, “When Lysias, the commanding officer, comes down, I will decide your case.”",
    "chr": "ᏈᎵᏏᏃ ᎾᏍᎩ ᎤᏛᎦᏅ, ᎠᎴ ᎤᏟ ᎢᎦᎢ ᎤᎦᏙᎥᏒ ᎾᏍᎩ ᎦᏅᏅᎢ, ᏚᏬᎯᏕᎸᎩ ᎯᎠ ᏄᏪᏒᎩ; ᎵᏏᏯ ᏄᎬᏫᏳᏒ ᏗᏓᏘᏂᏙᎯ ᎦᎷᏨᎭ ᏓᎦᏛᎦᏃᏂ ᏥᏥᏱᎵᏙᎭ."
  },
  {
    "verse": "23",
    "kjv": "And he commanded a centurion to keep Paul, and to let him have liberty, and that he should forbid none of his acquaintance to minister or come unto him.",
    "web": "He ordered the centurion that Paul should be kept in custody and should have some privileges, and not to forbid any of his friends to serve him or to visit him.",
    "chr": "ᎤᏁᏤᎸᎩᏃ ᎠᏍᎪᎯᏧᏛ ᏗᏘᏂᏙᎯ ᏧᎧᎿᏩᏗᏓᏍᏗᏱ ᏉᎳ, ᎠᎴ ᎤᏁᎳᎩ ᏪᏓ ᎤᏪᎵᏎᏗᏱ, ᎠᎴ ᎯᎠ ᏄᏪᏎᎸᎩ; ᏞᏍᏗ ᏣᏅᏍᏙᏒᎩ ᎩᎶ ᎢᏳᏍᏗ ᎤᎾᎵᎢ ᎤᏍᏕᎸᎯᏓᏍᏗᏱ ᎠᎴ ᎤᏩᏛᎯᎯᏍᏗᏱ."
  },
  {
    "verse": "24",
    "kjv": "And after certain days, when Felix came with his wife Drusilla, which was a Jewess, he sent for Paul, and heard him concerning the faith in Christ.",
    "web": "After some days, Felix came with Drusilla his wife, who was a Jewess, and sent for Paul and heard him concerning the faith in Christ Jesus.",
    "chr": "ᎢᎸᏍᎩᏃ ᏫᏄᏒᎸ ᏈᎵᏏ ᎤᎷᏨᎩ, ᎤᏘᏃᎸᎩ ᎤᏓᎵᎢ ᏚᏏᎵ, ᎾᏍᎩ ᎠᏧᏏ ᎨᏒᎩ, ᎤᏓᏅᏒᎩ ᏩᏥᏯᏅᏗᏱ ᏉᎳ; ᎤᏛᎦᏁᎸᎩᏃ ᎦᎶᏁᏛ ᎪᎯᏳᏗ ᎨᏒ ᎤᎬᏩᎵ."
  },
  {
    "verse": "25",
    "kjv": "And as he reasoned of righteousness, temperance, and judgment to come, Felix trembled, and answered, Go thy way for this time; when I have a convenient season, I will call for thee.",
    "web": "As he reasoned about righteousness, self-control, and the judgment to come, Felix was terrified, and answered, “Go your way for this time, and when it is convenient for me, I will summon you.”",
    "chr": "ᎠᏏᏉᏃ ᎧᏃᎮᏍᎬ ᏚᏳᎪᏛ ᎨᏒᎢ, ᎠᎴ ᎠᎵᏏᎾᎯᏍᏙᏗ ᎨᏒᎢ, ᎠᎴ ᎤᏁᎳᏅᎯ ᏧᏬᎪᏙᏗᏱ ᎤᎵᏱᎶᎯᏍᏗ ᎨᏒᎢ, ᏈᎵᏏ ᎤᏪᎾᏮᎩ, ᎯᎠ ᏄᏪᏒᎩ; ᏁᏗ ᏂᎦᎵᏍᏔᏅᎭ ᏫᎬᏯᏅᎲᎭ."
  },
  {
    "verse": "26",
    "kjv": "He hoped also that money should have been given him of Paul, that he might loose him: wherefore he sent for him the oftener, and communed with him.",
    "web": "Meanwhile, he also hoped that money would be given to him by Paul, that he might release him. Therefore also he sent for him more often and talked with him.",
    "chr": "ᎠᎴ ᎾᏍᏉ ᎤᏚᎩ ᎤᏩᏒᎩ ᏉᎳ ᎠᏕᎸ ᏧᏁᏗᏱ, ᎾᏍᎩᏃ ᏧᏲᎯᏍᏗᏱ; ᎾᏍᎩ ᎢᏳᏍᏗ ᎤᏟ ᏯᏃᎩᏳ ᎠᏓᏅᏍᎬᎩ ᏩᏯᏂᏍᎬᎩ, ᎠᎴ ᎠᎵᏃᎮᏗᏍᎬᎩ."
  },
  {
    "verse": "27",
    "kjv": "But after two years Porcius Festus came into Felix' room: and Felix, willing to shew the Jews a pleasure, left Paul bound.",
    "web": "But when two years were fulfilled, Felix was succeeded by Porcius Festus, and desiring to gain favor with the Jews, Felix left Paul in bonds.",
    "chr": "ᏔᎵᏃ ᏫᏄᏕᎢᏴᎲ ᏈᎵᏏ ᎤᏪᏅᎢ ᏉᏏᏯ ᏇᏍᏓ ᎤᏪᏔᏅᎩ; ᏈᎵᏏᏃ ᎤᏚᎵᏍᎬᎢ ᎠᏂᏧᏏ ᎣᏍᏛ ᏧᏓᏅᏓᏗᏍᏙᏗᏱ, ᎤᏪᎧᎯᏴᎩ ᏉᎳ ᎠᎦᎸᎢᏛ."
  }
]