[
  {
    "verse": "1",
    "kjv": "Now when Festus was come into the province, after three days he ascended from Caesarea to Jerusalem.",
    "web": "Festus therefore, having come into the province, after three days went up to Jerusalem from Caesarea.",
    "chr": "ᎿᏉᏃ ᏇᏍᏓ ᎾᎿ ᏍᎦᏚᎩ ᎠᏥᎦᏘᏗᏍᏛ ᎤᎷᏨ, ᏦᎢ ᏫᏄᏒᎸ, ᏏᏌᎵᏱ ᎤᏂᎩᏒᎩ ᏥᎷᏏᎵᎻ ᏭᎶᏒᎩ."
  },
  {
    "verse": "2",
    "kjv": "Then the high priest and the chief of the Jews informed him against Paul, and besought him,",
    "web": "Then the high priest and the principal men of the Jews informed him against Paul, and they begged him,",
    "chr": "ᎿᏉᏃ ᏄᎬᏫᏳᏒ ᎠᏥᎸ-ᎨᎶᎯ ᎠᎴ ᎤᏂᎬᏫᏳᎯ ᎠᏂᏧᏏ ᏧᎾᏤᎦ ᎬᏩᏃᎮᎮᎸᎩ ᎠᏄᎯᏍᏗᏍᎬ ᏉᎳ ᎠᎴ ᎬᏩᏍᏗᏰᏔᏅᎩ,"
  },
  {
    "verse": "3",
    "kjv": "And desired favour against him, that he would send for him to Jerusalem, laying wait in the way to kill him.",
    "web": "asking a favor against him, that he would summon him to Jerusalem, plotting to kill him on the way.",
    "chr": "ᎬᏩᏔᏲᏎᎸᎩ ᏧᏓᏅᏖᎮᏗᏱ ᎾᏍᎩ ᎠᏄᎯᏍᏗᏍᎬᎢ, ᎾᏍᎩ ᎤᏓᏅᏍᏗᏱ ᏥᎷᏏᎵᎻ ᎠᎦᏘᏃᎯᏍᏗᏱ; ᏭᏂᎭᎷᎨᏰᏃ ᏅᏃᎯ ᎤᏂᎯᏍᏗᏱ ᎤᏂᎸᏎᎢ."
  },
  {
    "verse": "4",
    "kjv": "But Festus answered, that Paul should be kept at Caesarea, and that he himself would depart shortly thither.",
    "web": "However Festus answered that Paul should be kept in custody at Caesarea, and that he himself was about to depart shortly.",
    "chr": "ᎠᏎᏃ ᏇᏍᏓ ᎤᏁᏨᎩ ᏉᎳ ᎠᎦᏘᏗᏍᏗᏱ ᏏᏓᎵᏱ, ᎠᎴ ᎤᏩᏒ ᏂᎪᎸᎾᏉ ᎾᎿ ᏭᎶᎯᏍᏗᏱ."
  },
  {
    "verse": "5",
    "kjv": "Let them therefore, said he, which among you are able, go down with me, and accuse this man, if there be any wickedness in him.",
    "web": "“Let them therefore”, he said, “that are in power among you go down with me, and if there is anything wrong in the man, let them accuse him.”",
    "chr": "ᎯᎠᏃ ᏄᏪᏒᎩ; ᎾᏍᎩ ᎢᏳᏍᏗ ᏂᎯ ᏱᏣᏓᏑᏯᏰᎵ ᎢᎨᏣᏛᏁᏗ ᎨᏎᏍᏗ ᎢᏕᏒᎭ ᏪᏥᏱᎵᏙᎸᎭ ᎾᏍᎩ Ꮎ ᎠᏍᎦᏯ, ᎢᏳᏃ ᎤᏍᎦᏅᏨᎯ ᎨᏎᏍᏗ."
  },
  {
    "verse": "6",
    "kjv": "And when he had tarried among them more than ten days, he went down unto Caesarea; and the next day sitting on the judgment seat commanded Paul to be brought.",
    "web": "When he had stayed among them more than ten days, he went down to Caesarea, and on the next day he sat on the judgment seat, and commanded Paul to be brought.",
    "chr": "ᎠᏍᎪᎯᏃ ᎤᏗᏢᏍᏙᏗ ᏄᏒᎸ ᏚᏪᎳᏗᏙᎸ, ᏏᏌᎵᏱ ᏭᎶᏒᎩ; ᎤᎩᏨᏛᏃ ᏗᎫᎪᏙᏗᏱ ᎦᏍᎩᎸ ᎤᏬᎸᎢ ᎤᏁᏨᎩ ᏉᎳ ᏩᏥᏯᏅᏗᏱ."
  },
  {
    "verse": "7",
    "kjv": "And when he was come, the Jews which came down from Jerusalem stood round about, and laid many and grievous complaints against Paul, which they could not prove.",
    "web": "When he had come, the Jews who had come down from Jerusalem stood around him, bringing against him many and grievous charges which they could not prove,",
    "chr": "ᎤᎷᏨᏃ, ᎠᏂᏧᏏ ᏥᎷᏏᎵᎻ ᏅᏓᏳᎶᏒᎯ ᎬᏩᏚᏫᏛ ᎤᎾᎴᏅᏅᎩ, ᎠᎴ ᎤᏣᏛᎩ ᎠᎴ ᎦᎨᏛ ᎠᏄᎯᏍᏗᏍᎬᎩ ᏉᎳ, ᎾᏍᎩ ᎤᏙᎯᏳᏒ ᎬᏂᎨᏒ ᎢᎬᏩᏅᏁᏗ ᏂᎨᏒᎾ ᎨᏒᎩ."
  },
  {
    "verse": "8",
    "kjv": "While he answered for himself, Neither against the law of the Jews, neither against the temple, nor yet against Caesar, have I offended any thing at all.",
    "web": "while he said in his defense, “Neither against the law of the Jews, nor against the temple, nor against Caesar, have I sinned at all.”",
    "chr": "ᎤᏩᏒᏃ ᎠᎵᏍᏕᎵᏍᎬ ᎤᏁᏨᎩ ᎯᎠ ᏄᏪᏒᎩ; ᎥᏝ ᎤᏍᏗᎤᏅ ᎠᎩᏍᎦᏅᏨᎯ ᏱᎩ ᎠᏂᏧᏏ ᏧᏂᎧᎿᏩᏛᏍᏗ ᎤᏂᎲᎢ, ᎥᏝ ᎠᎴ ᎤᏛᏅ-ᏗᎦᎳᏫᎢᏍᏗᏱ ᏥᏍᎦᏅᏤᎸᎯ ᏱᎩ, ᎥᏝ ᎠᎴ ᏏᏌ ᎪᎱᏍᏗ ᏥᏍᎦᏅᏤᎸᎯ ᏱᎩ."
  },
  {
    "verse": "9",
    "kjv": "But Festus, willing to do the Jews a pleasure, answered Paul, and said, Wilt thou go up to Jerusalem, and there be judged of these things before me?",
    "web": "But Festus, desiring to gain favor with the Jews, answered Paul and said, “Are you willing to go up to Jerusalem and be judged by me there concerning these things?”",
    "chr": "ᎠᏎᏃ ᏇᏍᏓ ᎤᏚᎵᏍᎬᎢ ᎠᏂᏧᏏ ᎣᏍᏛ ᏧᏓᏅᏓᏗᏍᏙᏗᏱ ᏅᏓᏳᎵᏍᏙᏔᏅ, ᎤᏁᏤᎸᎩ ᏉᎳᎯᎠ ᏄᏪᏎᎸᎩ; ᏣᏚᎵᏍᎪ ᏥᎷᏏᎵᎻ ᏤᏅᏍᏗᏱ ᎠᎴ ᎾᎿ ᎯᎠ ᎾᏍᎩ ᏗᎬᏳᎪᏓᏁᏗᏱ?"
  },
  {
    "verse": "10",
    "kjv": "Then said Paul, I stand at Caesar's judgment seat, where I ought to be judged: to the Jews have I done no wrong, as thou very well knowest.",
    "web": "But Paul said, “I am standing before Caesar’s judgment seat, where I ought to be tried. I have done no wrong to the Jews, as you also know very well.",
    "chr": "ᏉᎳᏃ ᎯᎠ ᏄᏪᏒᎩ; ᏏᏌ ᎤᏪᏍᎩᎸ ᏗᎫᎪᏙᏗᏱ ᏥᏙᎦ, ᎾᎿ ᎠᏆᎵᏰᎢᎵᏕᏗᏱ. ᎠᏂᏧᏏ ᎥᏝ ᎪᎱᏍᏗ ᎦᏥᏍᎦᏅᏤᎸᎯ ᏱᎩ, ᎾᏍᎩ ᎣᏏᏳ ᏂᎯ ᏥᎦᏔᎭ."
  },
  {
    "verse": "11",
    "kjv": "For if I be an offender, or have committed any thing worthy of death, I refuse not to die: but if there be none of these things whereof these accuse me, no man may deliver me unto them. I appeal unto Caesar.",
    "web": "For if I have done wrong and have committed anything worthy of death, I don’t refuse to die; but if none of those things is true that they accuse me of, no one can give me up to them. I appeal to Caesar!”",
    "chr": "ᎢᏳᏰᏃ ᏥᏍᎦᎾ ᏱᎩ, ᎠᎴ ᎬᎩᏲᎱᎯᏍᏗ ᎢᎦᎢ ᎠᎩᏍᎦᏅᏨᎯ ᏱᎩ, ᎥᏝ ᏱᏙᎬᏆᎵᏢᏫᏏ ᎠᎩᏲᎱᎯᏍᏗᏱ; ᎢᏳᏍᎩᏂ ᏄᏙᎯᏳᏒᎾ ᏱᎩ ᎯᎠ ᎾᏍᎩ ᏥᎬᏇᎯᏍᏗᎭ, ᎥᏝ ᎩᎶ ᏰᎵ ᏗᎬᏩᏂᏲᎯᏎᏗ ᏱᎩ ᎠᏴ. ᏏᏐᎢ ᏫᏥᎥᏍᏓ."
  },
  {
    "verse": "12",
    "kjv": "Then Festus, when he had conferred with the council, answered, Hast thou appealed unto Caesar? unto Caesar shalt thou go.",
    "web": "Then Festus, when he had conferred with the council, answered, “You have appealed to Caesar. To Caesar you shall go.”",
    "chr": "ᎿᏉᏃ ᏇᏍᏓ ᏚᎵᏃᎮᏔᏅ ᏗᏂᎳᏫᎩ, ᎯᎠ ᏄᏪᏒᎩ; ᏏᏐᎢᏧ ᏫᎲᏍᏓ? ᏏᏐᎢ ᏖᏏ."
  },
  {
    "verse": "13",
    "kjv": "And after certain days king Agrippa and Bernice came unto Caesarea to salute Festus.",
    "web": "Now when some days had passed, King Agrippa and Bernice arrived at Caesarea and greeted Festus.",
    "chr": "ᎢᎸᏍᎩᏃ ᏫᏄᏒᎸ ᏏᏌᎵᏱ ᎤᏂᎷᏨᎩ ᎤᎬᏫᏳᎯ ᎡᎩᎵᏈ ᎠᎴ ᏆᏂᏏ, ᎤᏂᏲᎵᎵᎸᎩ ᏇᏍᏓ."
  },
  {
    "verse": "14",
    "kjv": "And when they had been there many days, Festus declared Paul's cause unto the king, saying, There is a certain man left in bonds by Felix:",
    "web": "As he stayed there many days, Festus laid Paul’s case before the king, saying, “There is a certain man left a prisoner by Felix;",
    "chr": "ᎢᎸᏍᎩᏃ ᏄᏬᎯᏨ ᎾᎿ ᎤᏁᏙᎸ, ᏇᏍᏓ ᎤᏃᎮᎮᎸᎩ ᎤᎬᏫᏳᎯ ᏄᏍᏛ ᏉᎳ ᎤᎵᏱᎵᏕᎲᎢ, ᎯᎠ ᏄᏪᏒᎩ; ᎩᎶ ᎢᏳᏍᏗ ᎠᏍᎦᏯ ᎠᏴᎩ ᎠᏥᎧᎭ ᏈᎵᏏ ᎤᏪᎧᎯᏴᎯ."
  },
  {
    "verse": "15",
    "kjv": "About whom, when I was at Jerusalem, the chief priests and the elders of the Jews informed me, desiring to have judgment against him.",
    "web": "about whom, when I was at Jerusalem, the chief priests and the elders of the Jews informed me, asking for a sentence against him.",
    "chr": "ᎾᏍᎩ ᎬᎩᏃᎮᎮᎸᎩ ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸ-ᎠᏁᎶᎯ ᎠᎴ ᏗᏂᎳᏫᎩ ᎠᏂᏧᏏ ᏧᎾᏤᎵᎦ, ᏥᎷᏏᎵᎻ ᏥᏫᎨᏙᎲᎩ, ᎠᏂᏔᏲᎯᎲᎩ ᎤᏍᎦᏅᏨ ᏧᏚᎪᏙᏗᏱ."
  },
  {
    "verse": "16",
    "kjv": "To whom I answered, It is not the manner of the Romans to deliver any man to die, before that he which is accused have the accusers face to face, and have licence to answer for himself concerning the crime laid against him.",
    "web": "I answered them that it is not the custom of the Romans to give up any man to destruction before the accused has met the accusers face to face and has had opportunity to make his defense concerning the matter laid against him.",
    "chr": "ᎾᏍᎩᏃ ᎯᎠ ᏂᎦᏥᏪᏎᎸᎩ; ᎠᏂᎶᎻ ᎥᏝ ᎾᏍᎩ ᏱᏄᏅᏅ, ᎾᏍᎩ ᏧᏂᏲᎯᏍᏗᏱ ᎩᎶ ᎤᏲᎱᎯᏍᏗᏱ, ᎬᏂ ᎠᎫᎢᏍᏗᏍᎩ ᎩᎶ ᎤᏲᎱᎯᏍᏗᏱ, ᎬᏂ ᎠᎫᎢᏍᏗᏍᎩ ᎬᏭᎯᏍᏗᏍᎩ ᏚᎾᎧᏛ ᏧᎪᎲᎯ ᏥᎨᏐ ᎠᎴ ᎠᎦᎵᏍᎪᎸᏓᏁᎸᎯ ᏥᎨᏐ ᎤᏩᏒ ᎠᎵᏍᏕᎵᏍᎬ ᎤᏁᎢᏍᏗᏱ ᎤᏃᎮᏗᏱ ᎤᏍᎦᏅᏨ ᎠᎫᎢᏍᏗᏍᎬ ᎤᎬᏩᎵ."
  },
  {
    "verse": "17",
    "kjv": "Therefore, when they were come hither, without any delay on the morrow I sat on the judgment seat, and commanded the man to be brought forth.",
    "web": "When therefore they had come together here, I didn’t delay, but on the next day sat on the judgment seat and commanded the man to be brought.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᏂ ᎤᏂᎷᏥᎸ, ᏄᎵᏍᏛᏉ ᎤᎩᏨᏛ ᏗᎫᎪᏙᏗᏱ ᎦᏍᎩᎸ ᎠᎩᏅᎩ, ᎠᎴ ᎠᎩᏁᏨᎩ ᎾᏍᎩ ᎠᏍᎦᏯ ᏩᏥᏯᏅᏗᏱ."
  },
  {
    "verse": "18",
    "kjv": "Against whom when the accusers stood up, they brought none accusation of such things as I supposed:",
    "web": "When the accusers stood up, they brought no charges against him of such things as I supposed;",
    "chr": "ᎾᏍᎩ ᎬᏭᎯᏍᏗᏍᎩ ᏚᎾᎴᏅ, ᎥᏝ ᎪᎱᏍᏗ ᏳᏂᎾᏄᎪᏫᏎ ᎾᏍᎩ ᏯᏂᎾᏄᎪᏩ ᎠᏇᎵᏒ ᎾᏍᎩ ᎠᏄᎯᏍᏗᏍᎬᎢ."
  },
  {
    "verse": "19",
    "kjv": "But had certain questions against him of their own superstition, and of one Jesus, which was dead, whom Paul affirmed to be alive.",
    "web": "but had certain questions against him about their own religion and about one Jesus, who was dead, whom Paul affirmed to be alive.",
    "chr": "ᎠᏄᎯᏍᏗᏍᎬᏍᎩᏂ ᎪᎱᏍᏗᏉ ᎤᏍᏗ ᎾᏍᎩ ᎧᏃᎮᏗ ᎨᏒ ᎤᏅᏒᏉ ᎤᎾᏤᎵᏛ ᎤᏁᎳᏅᎯ ᏧᏂᎧᎿᏩᏛᏍᏗ ᎨᏒᎢ, ᎠᎴ ᎩᎶ ᎢᏳᏍᏗ ᏥᏌ, ᎤᏲᎱᏒᎯ, ᎾᏍᎩ ᎡᎭ ᎠᏗᏍᎨ ᎨᎵ ᏉᎳ."
  },
  {
    "verse": "20",
    "kjv": "And because I doubted of such manner of questions, I asked him whether he would go to Jerusalem, and there be judged of these matters.",
    "web": "Being perplexed how to inquire concerning these things, I asked whether he was willing to go to Jerusalem and there be judged concerning these matters.",
    "chr": "ᎠᎴ ᎾᏍᎩ ᎢᏳᏍᏗ ᎧᏃᎮᏛ ᎨᏒ ᏓᏆᏢᏫᏎᎲᎢ ᏅᏓᏳᎵᏍᏙᏔᏅᎩ, ᎯᎠ ᏅᏥᏪᏎᎸᎩ [ᏉᎳ]; ᏣᏚᎵᏍᎪ ᏥᎷᏏᎵᎻ ᏤᏅᏍᏗᏱ ᎾᎿᏃ ᎯᎠ ᎾᏍᎩ ᏂᎦᏛ ᏤᏧᎪᏓᏁᏗᏱ."
  },
  {
    "verse": "21",
    "kjv": "But when Paul had appealed to be reserved unto the hearing of Augustus, I commanded him to be kept till I might send him to Caesar.",
    "web": "But when Paul had appealed to be kept for the decision of the emperor, I commanded him to be kept until I could send him to Caesar.”",
    "chr": "ᎠᏎᏃ ᏉᎳ ᎤᏁᏨ ᎠᏥᎦᏘᏗᏍᏗᏱ, ᎠᎴ ᎣᎦᏍᏓ ᏧᏭᎪᏓᏁᏗᏱ, ᎠᎩᏁᏨᎩ ᎠᏥᎦᏘᏗᏍᏗᏱ, ᎬᏂ ᎬᏆᏓᏅᏍᏗ ᏱᏄᎵᏍᏔᏅ, ᏏᏐᎢ."
  },
  {
    "verse": "22",
    "kjv": "Then Agrippa said unto Festus, I would also hear the man myself. To morrow, said he, thou shalt hear him.",
    "web": "Agrippa said to Festus, “I also would like to hear the man myself.” “Tomorrow,” he said, “you shall hear him.”",
    "chr": "ᎿᏉᏃ ᎡᎩᎵᏈ ᎯᎠ ᏄᏪᏎᎸᎩ ᏇᏍᏓ; ᎠᏴ ᎾᏍᏉ ᎠᏋᏒ ᎠᏆᏚᎵᎭ ᏥᏯᏛᎦᏁᏗᏱ ᎾᏍᎩ ᎠᏍᎦᏯ. ᎯᎠᏃ ᏄᏪᏒᎩ; ᎤᎩᏨᏅ ᏘᏯᏛᎦᏁᎵ."
  },
  {
    "verse": "23",
    "kjv": "And on the morrow, when Agrippa was come, and Bernice, with great pomp, and was entered into the place of hearing, with the chief captains, and principal men of the city, at Festus' commandment Paul was brought forth.",
    "web": "So on the next day, when Agrippa and Bernice had come with great pomp, and they had entered into the place of hearing with the commanding officers and the principal men of the city, at the command of Festus, Paul was brought in.",
    "chr": "ᎰᏩᏃ ᎤᎩᏨᏛ ᎤᏣᏘ ᎤᎾᏣᏅᎯ ᎤᏂᎷᏨ ᎡᎩᎵᏈ ᎠᎴ ᏆᏂᏏ, ᎾᏍᎩᏃ ᏗᏓᏱᎵᏓᏍᏗᏱ ᎤᏂᏴᎸ, ᎠᎴ ᏄᏂᎬᏫᏳᏒ ᏗᎾᏓᏘᏂᏙᎯ, ᎠᎴ ᎨᏥᎸᏉᏗ ᎾᎿ ᎦᏚᎲ ᎠᏁᎯ, ᏇᏍᏓ ᎤᏁᏨ, ᏉᎳ ᏩᏥᏯᏅᎲᎩ."
  },
  {
    "verse": "24",
    "kjv": "And Festus said, King Agrippa, and all men which are here present with us, ye see this man, about whom all the multitude of the Jews have dealt with me, both at Jerusalem, and also here, crying that he ought not to live any longer.",
    "web": "Festus said, “King Agrippa, and all men who are here present with us, you see this man about whom all the multitude of the Jews petitioned me, both at Jerusalem and here, crying that he ought not to live any longer.",
    "chr": "ᏇᏍᏓᏃ ᎯᎠ ᏄᏪᏒᎩ; Ꮳ-ᎬᏫᏳᎯ ᎡᎩᎵᏈ, ᎠᎴ ᎾᏍᏉ ᏂᎦᏛ ᎢᏥᏍᎦᏯ ᎠᏂ ᏥᏗᎾ; ᎡᏥᎪᏩᏗᎭ ᎯᎠ ᎠᏍᎦᏯ, ᎾᏍᎩ; ᎡᏄᎯᏍᏗᏍᎬ ᏂᎦᏛ ᎤᏂᏣᏘ ᎠᏂᏧᏏ ᏥᎬᎩᎷᏤᎸᎩ ᏥᎷᏏᎵᎻ, ᎠᎴ ᎾᏍᏉ ᎠᏂ, ᎯᎠ ᏥᎾᏂᏪᏍᎬᎩ; ᎥᏝ ᎣᏏᏳ ᏱᎦᎩ ᎠᏏᏉ ᏱᎬᏅ."
  },
  {
    "verse": "25",
    "kjv": "But when I found that he had committed nothing worthy of death, and that he himself hath appealed to Augustus, I have determined to send him.",
    "web": "But when I found that he had committed nothing worthy of death, and as he himself appealed to the emperor, I determined to send him,",
    "chr": "ᎠᏆᏙᎴᎰᏒᏃ ᏄᏍᎦᏅᏨᎾ ᎨᏒ ᏰᎵ ᎬᏩᏲᎱᎯᏍᏗ ᎨᏒᎢ, ᎠᎴ ᎤᏩᏒ ᎣᎦᏍᏙᎢ ᏭᎲᏍᏔᏅ, ᏓᏇᎪᏔᏅ ᎠᎦᏘᏅᏍᏗᏱ."
  },
  {
    "verse": "26",
    "kjv": "Of whom I have no certain thing to write unto my lord. Wherefore I have brought him forth before you, and specially before thee, O king Agrippa, that, after examination had, I might have somewhat to write.",
    "web": "of whom I have no certain thing to write to my lord. Therefore I have brought him out before you, and especially before you, King Agrippa, that, after examination I may have something to write.",
    "chr": "ᎾᏍᎩ ᏥᏃᎮᏍᎬᎢ, ᎥᏝ ᎪᎱᏍᏗ ᎤᏍᏆᏂᎪᏗ ᏯᎩᎭ ᎦᏥᏲᏪᎳᏁᏗ ᎤᎬᏫᏳᎯ; ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏨᏯᏘᏃᎯᏏ, ᎠᎴ ᏂᎯ Ꮀ ᎤᎬᏫᏳᎭ ᎬᏩᏘᏃᎯᏏ, ᏣᎬᏫᏳᎯ ᎡᎩᎵᏈ, ᎾᏍᎩᏃ ᎡᏗᎪᎵᏰᎥᎯ ᎨᏎᏍᏗ, ᎪᎱᏍᏗ ᏰᎵ ᎬᏉᏪᎶᏗ ᎨᏎᏍᏗ."
  },
  {
    "verse": "27",
    "kjv": "For it seemeth to me unreasonable to send a prisoner, and not withal to signify the crimes laid against him.",
    "web": "For it seems to me unreasonable, in sending a prisoner, not to also specify the charges against him.”",
    "chr": "ᎥᏝᏰᏃ ᏱᏙᎬᏩᏳᎪᏗ ᎨᎵᎠ, ᎢᏳᏃ ᏱᎦᏓᏅᏍᎦ ᎠᎦᏘᏅᏍᏗᏱ ᎠᏴᎩ, ᎾᎩᏁᎢᏍᏔᏅᎾᏃ ᏱᎩ ᏄᏍᏛ ᎠᎫᎢᏍᏗᏍᎬᎢ."
  }
]