[
  {
    "verse": "1",
    "kjv": "And when it was determined that we should sail into Italy, they delivered Paul and certain other prisoners unto one named Julius, a centurion of Augustus' band.",
    "web": "When it was determined that we should sail for Italy, they delivered Paul and certain other prisoners to a centurion named Julius, of the Augustan band.",
    "chr": "ᎿᏉᏃ ᏚᏚᎪᏔᏅ ᎢᏓᎵ ᏭᎩᏅᏍᏙᏗᏱ ᏥᏳ, ᏚᏂᏲᏒᎩ ᏉᎳ ᎠᎴ ᎩᎶ ᎢᏳᎾᏍᏗ ᏅᏩᎾᏓᎴ ᎠᏂᏴᎩ, ᎾᏍᎩ ᏚᏂᏲᎯᏎᎸ ᎩᎶ ᎢᏳᏍᏗ ᎠᏍᎪᎯᏧᏈ ᏗᏘᏂᏙᎯ, ᏧᎵᏯᏏ ᏧᏐᎢᏛ, ᎨᎳ ᏑᎾᏓᏡᎩ ᎨᏒ ᎣᎦᏍᏓ ᏧᏤᎵᎦ."
  },
  {
    "verse": "2",
    "kjv": "And entering into a ship of Adramyttium, we launched, meaning to sail by the coasts of Asia; one Aristarchus, a Macedonian of Thessalonica, being with us.",
    "web": "Embarking in a ship of Adramyttium, which was about to sail to places on the coast of Asia, we put to sea, Aristarchus, a Macedonian of Thessalonica being with us.",
    "chr": "ᎣᎦᏣᏅᏃ ᏥᏳᎯ ᎡᏟᎻᏗ ᎡᎯ ᎣᎩᎧᏙᏴᎩ, ᎡᏏᏱ ᎤᎶᏗᏢ ᎣᎩᏅᏍᏙᏗᏱ ᎣᎩᏰᎸᏒᎩ, ᎩᎶ ᎢᏳᏍᏗ, ᎡᎵᏍᏓᎦ ᏧᏙᎢᏛ, ᎹᏏᏙᏂ ᏕᏌᎶᏂᎦ ᎦᏚᎲ ᎡᎯ, ᎣᏤᎲᎩ."
  },
  {
    "verse": "3",
    "kjv": "And the next day we touched at Sidon. And Julius courteously entreated Paul, and gave him liberty to go unto his friends to refresh himself.",
    "web": "The next day, we touched at Sidon. Julius treated Paul kindly and gave him permission to go to his friends and refresh himself.",
    "chr": "ᎤᎩᏨᏛᏃ ᏌᏙᏂ ᎣᎩᏃᏠᏨᎩ. ᏧᎵᏯᏏᏃ ᎣᏍᏛ ᏄᏛᏁᎸᎩ ᏉᎳ, ᎤᎵᏍᎪᎸᏓᏁᎸᎩᏰᏃ ᏧᎵᎢ ᏧᏩᏛᎲᏍᏗᏱ, ᎠᎴ ᎾᏍᎩ ᎬᏩᏍᏆᏂᎪᏙᏗᏱ."
  },
  {
    "verse": "4",
    "kjv": "And when we had launched from thence, we sailed under Cyprus, because the winds were contrary.",
    "web": "Putting to sea from there, we sailed under the lee of Cyprus, because the winds were contrary.",
    "chr": "ᎾᎿᏃ ᏫᎣᎩᎧᏙᏴ ᏌᏈ ᎭᏫᏂᏗᏢ ᎣᎩᏅᏍᏔᏅᎩ, ᎦᏃᎸᎥᏍᎬᏰᏃ ᎢᎬᏱᏗᏢ ᏓᏳᎦᏛᎩ."
  },
  {
    "verse": "5",
    "kjv": "And when we had sailed over the sea of Cilicia and Pamphylia, we came to Myra, a city of Lycia.",
    "web": "When we had sailed across the sea which is off Cilicia and Pamphylia, we came to Myra, a city of Lycia.",
    "chr": "ᎣᎩᎶᏐᏅᏃ ᎠᎺᏉᎯ, ᏏᎵᏏᏱ ᎠᎴ ᏆᎻᏈᎵᏱ ᏧᏳᎪᏗ, ᎵᏏᏱ ᏬᎩᎷᏨᎩ, ᎹᎵ ᏕᎤᏙᎥ ᎦᏚᎲᎢ."
  },
  {
    "verse": "6",
    "kjv": "And there the centurion found a ship of Alexandria sailing into Italy; and he put us therein.",
    "web": "There the centurion found a ship of Alexandria sailing for Italy, and he put us on board.",
    "chr": "ᎾᎿᏃ ᎠᏍᎪᎯᏧᏈ ᏗᏘᏂᏙᎯ ᎤᏴᏩᏛᎲᎩ ᏥᏳ ᎢᏓᎵ ᎠᏂᏂᏒᎩ, ᎡᎵᎩᏱ ᎡᎯ, ᎾᎿᏃ ᏙᎩᏯᏅᎩ."
  },
  {
    "verse": "7",
    "kjv": "And when we had sailed slowly many days, and scarce were come over against Cnidus, the wind not suffering us, we sailed under Crete, over against Salmone;",
    "web": "When we had sailed slowly many days, and had come with difficulty opposite Cnidus, the wind not allowing us further, we sailed under the lee of Crete, opposite Salmone.",
    "chr": "ᎤᏬᎯᏨᏃ ᎦᏂᎳ ᎣᎩᏁᏅ, ᎠᎴ ᎠᏏᏉ ᏃᎩᎶᏐᏅᎾ ᎨᏒ ᎾᏓ, ᏟᏗ ᎭᏫᏂᏗᏢ ᏬᎩᏅᏍᏔᏅᎩ, ᏌᎳᎼᏂ ᏧᏳᎪᏗ, ᎦᏃᎸᎥᏍᎬᏰᏃ ᎣᎩᏲᏍᏙ ᏓᏁᎲᎩ."
  },
  {
    "verse": "8",
    "kjv": "And, hardly passing it, came unto a place which is called The fair havens; nigh whereunto was the city of Lasea.",
    "web": "With difficulty sailing along it we came to a certain place called Fair Havens, near the city of Lasea.",
    "chr": "ᎤᏎᎦᏨᎯᏃ ᎾᎿ ᎣᎩᎶᏐᏅ, ᏬᎩᎷᏨᎩ ᎣᏍᏛ ᏗᏔᎳᏗᏍᏗᏱ ᏚᏙᎥᎢ, ᎾᎥ ᎦᏚᎲ ᎴᏏᏱ ᏧᏙᎢᏛ."
  },
  {
    "verse": "9",
    "kjv": "Now when much time was spent, and when sailing was now dangerous, because the fast was now already past, Paul admonished them,",
    "web": "When much time had passed and the voyage was now dangerous because the Fast had now already gone by, Paul admonished them",
    "chr": "ᎤᏬᎯᏨᏃ, ᎠᎴ ᎤᎾᏰᎯᏍᏗᏳ ᏄᎵᏍᏔᏅ ᏥᏳ ᎦᏂᏓᏍᏗᏱ, ᏅᏗᎦᎵᏍᏙᏗᏍᎬ ᎠᎹᏟ ᎬᏗ ᎨᏒ ᎤᎶᏐᏅᎢ, ᏉᎳ ᏚᏪᏯᏔᏅᎩ,"
  },
  {
    "verse": "10",
    "kjv": "And said unto them, Sirs, I perceive that this voyage will be with hurt and much damage, not only of the lading and ship, but also of our lives.",
    "web": "and said to them, “Sirs, I perceive that the voyage will be with injury and much loss, not only of the cargo and the ship, but also of our lives.”",
    "chr": "ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎢᏥᏍᎦᏯ, ᎦᏙᎴᎣᏍᎦ ᎯᎠ ᎾᏍᎩ ᏥᏳ ᏥᏗᏂ ᎪᎱᏍᏗ ᏗᎦᎵᏍᏓᏁᎵᏒᎢ,ᎠᎴ ᎤᏣᏛ ᏗᎩᏲᎱᏎᎵᏒᎢ, ᎥᏝ ᎠᎵᏁᏌᎸᏉ ᎠᎴ ᏥᏳ ᎤᏩᏒ, ᎾᏍᏉᏍᎩᏂ ᏕᏛᏅᎢ."
  },
  {
    "verse": "11",
    "kjv": "Nevertheless the centurion believed the master and the owner of the ship, more than those things which were spoken by Paul.",
    "web": "But the centurion gave more heed to the master and to the owner of the ship than to those things which were spoken by Paul.",
    "chr": "ᎠᏎᏃ ᎠᏍᎪᎯᏧᏈ ᏗᏘᏂᏙᎯ ᎤᏟ ᏂᏚᏬᎯᏳᏒᎩ ᎧᏁᏥᏙᎯ ᎠᎴ ᎤᏤᎵᎦ ᏥᏳ ᎠᏂᏁᎬᎢ, ᎡᏍᎦᏉ ᏉᎳ ᏂᎦᏪᏍᎬᎢ."
  },
  {
    "verse": "12",
    "kjv": "And because the haven was not commodious to winter in, the more part advised to depart thence also, if by any means they might attain to Phenice, and there to winter; which is an haven of Crete, and lieth toward the south west and north west.",
    "web": "Because the haven was not suitable to winter in, the majority advised going to sea from there, if by any means they could reach Phoenix and winter there, which is a port of Crete, looking southwest and northwest.",
    "chr": "ᏗᏔᎳᏗᏍᏗᏱᏃ ᏃᏒᎾ ᎨᏒ ᎾᎿ ᎤᎪᎳᏗᏴᏗᏱ, ᎤᏟ ᎢᏯᏂᎢ ᎤᏂᏁᏨᎩ ᎾᏍᏉ ᎾᎿ ᎤᏂᏴᏫᏛᏗᏱ, ᏰᎵ ᏈᏂᏏ ᏫᎦᏲᎩᏃᎯᏍᏗ ᎠᎴ ᏫᎦᏲᎦᎪᎳᏗᏴᏗ ᏱᎩ ᎠᏁᎵᏍᎬᎩ, ᎾᏍᎩ ᎾᎿ ᏟᏗ ᏗᏔᎳᏗᏍᏗᏱ, ᎠᎴ ᎾᏍᎩ ᏭᏕᎵᎬ ᎢᏗᏢ ᏭᎦᏘ."
  },
  {
    "verse": "13",
    "kjv": "And when the south wind blew softly, supposing that they had obtained their purpose, loosing thence, they sailed close by Crete.",
    "web": "When the south wind blew softly, supposing that they had obtained their purpose, they weighed anchor and sailed along Crete, close to shore.",
    "chr": "ᎿᏉᏃ ᏧᎦᎾᏮ ᎢᏗᏢ ᏧᏃᎸᏔᏅ, ᎾᏍᎩ ᎢᎦᏚᎵᏍᎬ ᏂᎦᎵᏍᏓ ᎤᏁᎵᏒ, ᎤᏂᎧᏙᏴᎩ, ᏟᏗ ᎾᎥᎢ ᎤᏂᏅᏍᏔᏅᎩ."
  },
  {
    "verse": "14",
    "kjv": "But not long after there arose against it a tempestuous wind, called Euroclydon.",
    "web": "But before long, a stormy wind beat down from shore, which is called Euroclydon.",
    "chr": "ᎠᏎᏃ ᏄᏪᎯᏨᎾᏉ ᎣᏂ, ᎤᏱᎶᎸᎩ ᎤᏃᎴ ᏳᎶᏟᏛ ᏧᏙᎢᏛ."
  },
  {
    "verse": "15",
    "kjv": "And when the ship was caught, and could not bear up into the wind, we let her drive.",
    "web": "When the ship was caught and couldn’t face the wind, we gave way to it and were driven along.",
    "chr": "ᎿᏉᏃ ᎦᏃᎸᎥᏍᎬ ᎤᏂᏴᎲ ᏥᏳ, ᎠᎴ ᎾᏍᎩ ᎤᏄᎸᏅ ᎤᏃᎴ ᏧᎦᏛ ᏭᎶᎯᏍᏗᏱ ᎤᏁᎳᎩ ᎧᏄᎯᏎᏍᏗ ᎣᎨᎵᏒᎩ."
  },
  {
    "verse": "16",
    "kjv": "And running under a certain island which is called Clauda, we had much work to come by the boat:",
    "web": "Running under the lee of a small island called Clauda, we were able, with difficulty, to secure the boat.",
    "chr": "ᎭᏫᏂᏗᏢᏃ ᎣᎩᏅᏍᏔᏅ ᎪᎱᏍᏗ ᎤᏍᏗ ᎠᎹᏰᎵ ᎤᏪᎧᎲ, ᏠᏗ ᏧᏙᎢᏛ, ᎤᏎᎦᏨᎯᏉ ᏗᎦᏲᎩᏂᏴᏗ ᏄᎵᏍᏔᏅᎩ ᎤᏍᏗ ᏥᏳ."
  },
  {
    "verse": "17",
    "kjv": "Which when they had taken up, they used helps, undergirding the ship; and, fearing lest they should fall into the quicksands, strake sail, and so were driven.",
    "web": "After they had hoisted it up, they used cables to help reinforce the ship. Fearing that they would run aground on the Syrtis sand bars, they lowered the sea anchor, and so were driven along.",
    "chr": "ᎾᏍᎩᏃ ᎤᏂᏌᎳᏓᏅ, ᏗᎵᏍᏕᎸᏙᏗ ᏚᏅᏔᏅᎩ, ᎤᎾᎸᎸᎩ ᏥᏳ; ᎠᏂᏍᎦᎢᎲᏃ ᎤᏍᏓᎾᎸ ᎤᏂᏃᏠᎯᏍᏗᏱ ᎾᏍᎩ ᏅᏓᏳᎵᏍᏙᏔᏅᎩ ᎡᎳᏗ ᏂᏚᏅᏁᎸᎩ ᏓᏰᏙᎳᏛᎢ, ᎤᏂᏄᎯᏒᏉᏃ."
  },
  {
    "verse": "18",
    "kjv": "And we being exceedingly tossed with a tempest, the next day they lightened the ship;",
    "web": "As we labored exceedingly with the storm, the next day they began to throw things overboard.",
    "chr": "ᎤᏃᎴᏃ ᎤᏣᏘ ᎣᎩᏝᏗᏍᏔᏂᏙᎸ, ᎤᎩᏨᏛ ᎤᎾᎵᏁᏌᎴᏒᎩ."
  },
  {
    "verse": "19",
    "kjv": "And the third day we cast out with our own hands the tackling of the ship.",
    "web": "On the third day, they threw out the ship’s tackle with their own hands.",
    "chr": "ᏦᎢᏁᏃ ᎢᎦ ᎣᎬᏒ ᏦᎪᏰᏂ ᏙᎬᏔᏅᎩ, ᎣᎦᏘᏅᏒᎩ ᎤᏤᎵᎦᏯ ᎤᎵᏁᏌᎸ ᏥᏳ."
  },
  {
    "verse": "20",
    "kjv": "And when neither sun nor stars in many days appeared, and no small tempest lay on us, all hope that we should be saved was then taken away.",
    "web": "When neither sun nor stars shone on us for many days, and no small storm pressed on us, all hope that we would be saved was now taken away.",
    "chr": "ᎤᏬᎯᏨᏃ ᎾᏂᎾᏄᎪᎬᎾ ᏄᎵᏍᏔᏅ ᏅᏙ ᎠᎴ ᏃᏈᏏ, ᎠᎴ ᎦᏲᎵᏉ ᏂᎨᏒᎾ ᎣᎩᏃᎸᏅ, ᎿᏉ ᎦᏲᎦᏛᏂᏗᏍᏗ ᎨᏒ ᎤᏚᎩ ᎣᎬᏒ ᎤᎵᏛᏔᏅᎩ."
  },
  {
    "verse": "21",
    "kjv": "But after long abstinence Paul stood forth in the midst of them, and said, Sirs, ye should have hearkened unto me, and not have loosed from Crete, and to have gained this harm and loss.",
    "web": "When they had been long without food, Paul stood up in the middle of them and said, “Sirs, you should have listened to me, and not have set sail from Crete and have gotten this injury and loss.",
    "chr": "ᎿᏉᏃ ᎪᎯᏗᏳ ᎦᏲᎦᎵᏍᏓᏴᏅᎯ ᏄᎵᏍᏔᏅ ᏉᎳ ᏚᎴᏅᎩ ᎠᏰᎵ ᎤᎾᏣᎥᎢ, ᎠᎴ ᎯᎠ ᏄᏪᏒᎩ; ᎢᏥᏍᎦᏯ, ᏱᏍᎩᏲᎢᏳᏁᎢ, ᎠᎴ ᏅᏗᏥᎧᏙᏴᎾᏉ ᏱᎨᏎ ᏟᏗ, ᎥᏝ ᎾᏍᎩ ᎯᎠ ᎤᏐᏅ ᏱᏂᎨᏣᎵᏍᏓᏁᎴ ᎠᎴ ᏱᎨᏥᎪᎶᎯᏎᎴᎢ."
  },
  {
    "verse": "22",
    "kjv": "And now I exhort you to be of good cheer: for there shall be no loss of any man's life among you, but of the ship.",
    "web": "Now I exhort you to cheer up, for there will be no loss of life among you, but only of the ship.",
    "chr": "ᎾᏉᏃ ᎢᏨᏔᏲᏎᎭ ᎤᎦᎵᏍᏗ ᎢᏣᏓᏅᏓᏗᏍᏗᏱ; ᎯᎠᏰᏃ ᏥᏂᏣᏛᏅ ᎥᏝ ᎩᎶᎬᏅ ᏴᎬᏩᏲᎱᏏ, ᏥᏳ ᎤᏩᏒ ᏓᎩᏲᎱᏎᎵ."
  },
  {
    "verse": "23",
    "kjv": "For there stood by me this night the angel of God, whose I am, and whom I serve,",
    "web": "For there stood by me this night an angel, belonging to the God whose I am and whom I serve,",
    "chr": "ᎪᎯᏰᏃ ᏒᏃᏱ ᏥᎨᏒᎩ ᎤᎶᏗᏢ ᎠᏆᎴᏁᎸ ᏗᎧᎿᏩᏗᏙᎯ ᎠᏴ ᎠᎩᎾᏝᎢ ᏥᎩ ᎠᎴ ᎾᏍᎩ ᏥᏕᏥᎦᎿᏩᏕᎦ,"
  },
  {
    "verse": "24",
    "kjv": "Saying, Fear not, Paul; thou must be brought before Caesar: and, lo, God hath given thee all them that sail with thee.",
    "web": "saying, ‘Don’t be afraid, Paul. You must stand before Caesar. Behold, God has granted you all those who sail with you.’",
    "chr": "ᎯᎠ ᏄᏪᏒᎩ; ᏞᏍᏗ ᏱᏍᎦᎢᎮᏍᏗ, ᏉᎳ, ᏏᏌ ᎤᏪᎸ ᎢᎬᏱᏗᏢ ᎠᏎ ᏔᎴᏂ; ᎬᏂᏉᏃ ᎤᏁᎳᏅᎯ ᎦᏣᎧᏁᎸ ᏂᎦᏛ ᏥᏳᎯ ᏥᏣᏣᎠ."
  },
  {
    "verse": "25",
    "kjv": "Wherefore, sirs, be of good cheer: for I believe God, that it shall be even as it was told me.",
    "web": "Therefore, sirs, cheer up! For I believe God, that it will be just as it has been spoken to me.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏥᏍᎦᏯ, ᎤᎦᎵᏍᏗ ᎢᏣᏓᏅᏓᏓ; ᏥᏲᎢᏳᎲᏍᎦᏰᏃ ᎤᏁᎳᏅᎯ, ᎾᎩᏪᏎᎸ ᎾᏍᎩᏯ ᎢᏳᎵᏍᏙᏗᏱ."
  },
  {
    "verse": "26",
    "kjv": "Howbeit we must be cast upon a certain island.",
    "web": "But we must run aground on a certain island.”",
    "chr": "ᎠᏎᏍᎩᏂᏃᏅ ᎪᎱᏍᏗ ᎤᏍᏗᎠᎹᏰᎵ ᎤᏪᎧᎲ ᏓᎩᏝᏗᏣᎵ."
  },
  {
    "verse": "27",
    "kjv": "But when the fourteenth night was come, as we were driven up and down in Adria, about midnight the shipmen deemed that they drew near to some country;",
    "web": "But when the fourteenth night had come, as we were driven back and forth in the Adriatic Sea, about midnight the sailors surmised that they were drawing near to some land.",
    "chr": "ᏂᎦᏚᏏᏁᏃ ᎤᎵᏏᏅ, ᎠᎺᏉᎯ ᎡᏟᏯ ᏠᏙᎢᏛ ᎣᎩᏃᎸᏔᏂᏙᎲᎢ, ᏒᏃᏱ ᎠᏰᎵ ᏥᏳ ᎠᏂᏂᏙᎯ ᎢᎸᎯᏢ ᎦᏙᎯ ᎾᎥᏂᎨ ᎣᏥᏂ ᎤᏁᎵᏒᎩ."
  },
  {
    "verse": "28",
    "kjv": "And sounded, and found it twenty fathoms: and when they had gone a little further, they sounded again, and found it fifteen fathoms.",
    "web": "They took soundings and found twenty fathoms. After a little while, they took soundings again, and found fifteen fathoms.",
    "chr": "ᎾᏍᏛᎲᏃ ᎤᎾᏟᎶᎥ ᎤᎾᏙᎴᎰᏒᎩ ᏔᎳᏍᎪᎯ ᎢᎪᎷᏅᏗ ᎨᏒᎢ; ᎤᏍᏗᎩᏛᏃ ᎤᏗᏢᏍᏙᏗ ᎢᎤᏁᏅ ᏔᎵᏁ ᎤᎾᏟᎶᎥᎩ, ᎤᎾᏙᎴᎰᏒᎩ ᎯᏍᎩᎦᏚᏉ ᎢᎪᎷᏅᏗ ᎨᏒᎢ."
  },
  {
    "verse": "29",
    "kjv": "Then fearing lest we should have fallen upon rocks, they cast four anchors out of the stern, and wished for the day.",
    "web": "Fearing that we would run aground on rocky ground, they let go four anchors from the stern, and wished for daylight.",
    "chr": "ᎿᏉᏃ ᎤᏂᏍᎦᎸ ᏅᏲᎯ ᎤᏂᏝᏗᏤᏗᏱ, ᎣᏂᏗᏢ ᏫᏚᎾᏗᏅᏒᎩ ᏅᎩ ᏔᎷᎩᏍᎩ ᏥᏳ ᏗᎦᎾᎯᏍᏙᏗ, ᎠᎴ ᎤᎾᏚᎸᎲᎩ ᎢᎦ ᎢᏳᎵᏍᏙᏗᏱ."
  },
  {
    "verse": "30",
    "kjv": "And as the shipmen were about to flee out of the ship, when they had let down the boat into the sea, under colour as though they would have cast anchors out of the foreship,",
    "web": "As the sailors were trying to flee out of the ship and had lowered the boat into the sea, pretending that they would lay out anchors from the bow,",
    "chr": "ᏥᏳᏃ ᎠᏂᏂᏙᎯ ᎤᎾᎵᏍᏗᏱ ᎤᏂᏰᎸᏅ, ᎠᎴ ᎿᏉ ᎤᏍᏗ ᏥᏳ ᎠᏂᏔᎳᏗᏍᎬᎢ, ᎠᎾᏠᎾᏍᏗᏍᎬ ᏔᎷᎩᏍᎩ ᏥᏳ ᏗᎦᎾᎯᏍᏙᏗ ᎢᎬᏴᏗᏢ ᏥᏫᏙᏧᎾᏕᏏᏐ ᎤᏠᏱ ᎾᎾᏛᏁᎲᎢ."
  },
  {
    "verse": "31",
    "kjv": "Paul said to the centurion and to the soldiers, Except these abide in the ship, ye cannot be saved.",
    "web": "Paul said to the centurion and to the soldiers, “Unless these stay in the ship, you can’t be saved.”",
    "chr": "ᏉᎳ ᎯᎠ ᏂᏚᏪᏎᎸᎩ ᎠᏍᎪᎯᏧᏈ ᏗᏘᏂᏙᎯ ᎠᎴ ᎠᏂᏯᏫᏍᎩ; ᎢᏳᏃ ᎯᎠ ᎾᏍᎩ ᏥᏳᎯ ᏄᎾᏣᎥᎾ ᏱᎩ ᎥᏝ ᏴᎨᏣᏛᏂᏓ."
  },
  {
    "verse": "32",
    "kjv": "Then the soldiers cut off the ropes of the boat, and let her fall off.",
    "web": "Then the soldiers cut away the ropes of the boat and let it fall off.",
    "chr": "ᎿᏉᏃ ᎠᏂᏯᏫᏍᎩ ᏚᏂᎦᎵᏒᎩ ᎠᏍᏕᏱᏛ ᎤᏍᏗ ᏥᏳ ᎦᏙᏌᏗᏍᏛᎢ, ᎠᎴ ᎾᏍᎩ ᎤᏬᎰᏒᎩ."
  },
  {
    "verse": "33",
    "kjv": "And while the day was coming on, Paul besought them all to take meat, saying, This day is the fourteenth day that ye have tarried and continued fasting, having taken nothing.",
    "web": "While the day was coming on, Paul begged them all to take some food, saying, “Today is the fourteenth day that you wait and continue fasting, having taken nothing.",
    "chr": "ᎢᎦᏃ ᏅᏓᎦᎵᏍᏔᏂᏒᎩ, ᏉᎳ ᏚᏔᏲᏎᎸᎩ ᏂᎦᏛ ᎤᎾᎵᏍᏓᏴᏗᏱ, ᎯᎠ ᏄᏪᏒᎩ; ᎪᎯ ᎿᏉ ᏂᎦᏚᏏᏁ ᎢᎦ ᏥᏥᎦᏘᏴ ᎠᎴ ᏂᏣᎵᏍᏓᏴᏍᎬᎾ ᎪᎱᏍᏗ ᏂᏥᎩ-ᏍᎬᎾ ᏥᎩ."
  },
  {
    "verse": "34",
    "kjv": "Wherefore I pray you to take some meat: for this is for your health: for there shall not an hair fall from the head of any of you.",
    "web": "Therefore I beg you to take some food, for this is for your safety; for not a hair will perish from any of your heads.”",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏨᏔᏲᏎᎭ ᎢᏣᎵᏍᏓᏴᏗᏱ, ᎾᏍᎩᏰᏃ ᎯᎠ ᎢᏣᎵᏍᏕᎸᏙᏗ; ᎯᎠ ᏰᏃ ᏥᏂᏣᏛᏅ ᎥᏝ ᎩᎶ ᏌᏉᎤᏅ ᎤᏍᏘᏰᏅᎯ ᎠᏓᎦᏙᎠᏏ."
  },
  {
    "verse": "35",
    "kjv": "And when he had thus spoken, he took bread, and gave thanks to God in presence of them all: and when he had broken it, he began to eat.",
    "web": "When he had said this and had taken bread, he gave thanks to God in the presence of all; then he broke it and began to eat.",
    "chr": "ᎾᏍᎩᏃ ᏄᏪᏒ, ᎦᏚ ᎤᎩᏒᎩ ᎠᎴ ᎤᎵᎮᎵᏤᎸᎩ ᎤᏁᎳᏅᎯ ᏂᎦᏛ ᎠᏂᎦ-ᏔᎲᎢ, ᎤᎬᎭᎷᏴᏃ ᎤᎴᏅᎲᎩ ᎤᎵᏍᏓᏴᏅᎩ."
  },
  {
    "verse": "36",
    "kjv": "Then were they all of good cheer, and they also took some meat.",
    "web": "Then they all cheered up, and they also took food.",
    "chr": "ᎿᏉᏃ ᏂᎦᏛ ᎤᎦᎵᏍᏗᏳ ᎤᎾᏓᏅᏓᏛᎩ, ᎠᎴ ᎾᏍᏉ ᎤᎾᎵᏍᏓᏴᏅᎩ."
  },
  {
    "verse": "37",
    "kjv": "And we were in all in the ship two hundred threescore and sixteen souls.",
    "web": "In all, we were two hundred seventy-six souls on the ship.",
    "chr": "ᏂᎦᏛᏃ ᏥᏳᎯ ᎣᎦᏣᎢ ᏔᎵᏧᏈ ᎦᎵᏆᏍᎪᎯ ᏑᏓᎵᎦᎵ ᏃᏥᎥᎩ ᏴᏫ."
  },
  {
    "verse": "38",
    "kjv": "And when they had eaten enough, they lightened the ship, and cast out the wheat into the sea.",
    "web": "When they had eaten enough, they lightened the ship, throwing out the wheat into the sea.",
    "chr": "ᎿᏉᏃ ᏰᎵ ᎤᎾᎵᏍᏓᏴᏅ, ᎤᎾᏓᏌᎧᎲᏍᏔᏅᎩ ᏥᏳ, ᎤᏣᎴᏍᏗ ᎠᎺᏉᎯ ᏭᎾᏗᏅᏒᎩ."
  },
  {
    "verse": "39",
    "kjv": "And when it was day, they knew not the land: but they discovered a certain creek with a shore, into the which they were minded, if it were possible, to thrust in the ship.",
    "web": "When it was day, they didn’t recognize the land, but they noticed a certain bay with a beach, and they decided to try to drive the ship onto it.",
    "chr": "ᎿᏉᏃ ᎢᎦ ᏄᎵᏍᏔᏅ ᎥᏝ ᏳᏃᎵᏤ ᎾᎿ ᎦᏙᎯ; ᎠᏎᏃ ᎤᏂᎪᎲ ᎠᎺᏉᎯ ᏭᏩᏂᎦᎸᎢ, ᏰᎵ ᎬᏚᎩᏍᏗ ᎨᏒᎢ, ᎾᎿ ᏭᏂᏅᏍᏙᏗᏱ ᏥᏳ ᎤᏂᏰᎸᏅᎩ, ᎢᏳᏃ ᏰᎵ ᏱᎩ."
  },
  {
    "verse": "40",
    "kjv": "And when they had taken up the anchors, they committed themselves unto the sea, and loosed the rudder bands, and hoised up the mainsail to the wind, and made toward shore.",
    "web": "Casting off the anchors, they left them in the sea, at the same time untying the rudder ropes. Hoisting up the foresail to the wind, they made for the beach.",
    "chr": "ᎿᏉᏃ ᏚᏂᎦᎵᏒ ᏕᎦᏙᏌᏗᏍᏛ ᏔᎷᎩᏍᎩ ᏥᏳ ᏗᎦᎾᎯᏍᏙᏗ, ᎠᎺᏉ-Ꭿ ᏚᏂᏲᎯᏎᎸᎩ, ᎠᎴ ᏚᏂᎧᏁᏴᎲᎩ ᎦᏌᏛᏍᏗ ᏕᎦᎸᏍᏛᎢ, ᎠᎴ ᎦᏃᎸᎥᏍᎬᎢ ᎤᏂᏰᏙᎳᏛᏅᎩ ᎤᏍᏗ ᎠᏰᏙᎳᏛᏗ; ᏙᏱᏃ ᏫᏚᏄᎪᏔᏅᎩ."
  },
  {
    "verse": "41",
    "kjv": "And falling into a place where two seas met, they ran the ship aground; and the forepart stuck fast, and remained unmoveable, but the hinder part was broken with the violence of the waves.",
    "web": "But coming to a place where two seas met, they ran the vessel aground. The bow struck and remained immovable, but the stern began to break up by the violence of the waves.",
    "chr": "ᏔᎵᏃ ᎠᎺᏉᎯ ᏕᎨᏒ ᏭᎾᎵᏱᎶᎸ, ᏥᏳ ᎤᏂᏝᏗᏤᎸᎩ ᎦᏙᎯ; ᎢᎬᏱᏗᏢᏃ ᎠᏍᏓᏱᏳ ᏄᎵᏍᏔᏅ, ᎥᏝ ᏰᎵ ᎬᏩᎵᏖᎸᏗ ᏱᎨᏎᎢ, ᎣᏂᏗᏢᏍᎩᏂ ᎤᏲᏨᎩ ᏅᏓᏳᎵᏍᏙᏔᏅᎩ ᎤᎵᏂᎩᏗᏳ ᏓᎵᏍᏗᎳᏁᎬ ᎠᎺᏉᎯ."
  },
  {
    "verse": "42",
    "kjv": "And the soldiers' counsel was to kill the prisoners, lest any of them should swim out, and escape.",
    "web": "The soldiers’ counsel was to kill the prisoners, so that none of them would swim out and escape.",
    "chr": "ᎠᏂᏯᏫᏍᎩᏃ ᏧᏂᎯᏍᏗᏱ ᎤᎾᏓᏅᏖᎸᎩ ᎠᏂᏴᎩ; ᎩᎶᏰᏃ ᏯᏴᎢᏄᎦ ᏯᏚᎩ ᎠᎴ ᏯᎵᏗ ᎠᏁᎵᏍᎬᎩ."
  },
  {
    "verse": "43",
    "kjv": "But the centurion, willing to save Paul, kept them from their purpose; and commanded that they which could swim should cast themselves first into the sea, and get to land:",
    "web": "But the centurion, desiring to save Paul, stopped them from their purpose, and commanded that those who could swim should throw themselves overboard first to go toward the land;",
    "chr": "ᎠᏎᏃ ᎠᏍᎪᎯᏧᏈ ᏗᏘᏂᏙᎯ ᏚᏲᏍᏙᏓᏁᎸᎩ ᏄᏍᏛ ᎠᎾᏓᏅᏖᏍᎬ ᏅᏓᏳᎵᏍᏙᏔᏅᎩ ᎤᏚᎵᏍᎬ ᎤᏍᏕᎸᏗᏱ ᏉᎳ, ᎠᎴ ᏚᏁᏤᎸᎩ ᏰᎵ ᎬᏩᎾᏴᎢᏅᏍᏗ ᎨᏒ, ᎢᎬᏱ ᎤᎾᎵᏔᏗᏅᏗᏱ ᎠᎴ ᏭᎾᏚᎩᏍᏗᏱ,"
  },
  {
    "verse": "44",
    "kjv": "And the rest, some on boards, and some on broken pieces of the ship. And so it came to pass, that they escaped all safe to land.",
    "web": "and the rest should follow, some on planks and some on other things from the ship. So they all escaped safely to the land.",
    "chr": "ᎠᏂᏐᎢᏃ ᎢᎦᏛ ᏧᏯᏕᎾ ᏧᎾᎩᎸᏙᏗᏱ, ᎢᎦᏛᏃ ᏥᏳ ᏧᎵᏢᎸᏛ. ᎠᎴ ᎾᏍᎩ ᏄᎵᏍᏔᏅᎩ, ᏂᎦᏛ ᎤᎾᏛᏂᏛᎩ ᎤᎾᏚᎩᏒᎩ."
  }
]