[
  {
    "verse": "1",
    "kjv": "Now Peter and John went up together into the temple at the hour of prayer, being the ninth hour.",
    "web": "Peter and John were going up into the temple at the hour of prayer, the ninth hour.",
    "chr": "ᏈᏓᏃ ᎠᎴ ᏣᏂ ᎢᏧᎳᎭ ᎤᏁᏅᎭ ᎤᏛᏅ-ᏗᎦᎳᏫᎢ-ᏍᏗᏱ, ᎠᏓᏙᎵᏍᏙᏗᏱ ᎨᏒ ᎢᏳᎢ, ᏦᎢᏁ ᎢᏳᏟᎶᏛ ᎧᎳᏩᏗᏒᎢ."
  },
  {
    "verse": "2",
    "kjv": "And a certain man lame from his mother's womb was carried, whom they laid daily at the gate of the temple which is called Beautiful, to ask alms of them that entered into the temple;",
    "web": "A certain man who was lame from his mother’s womb was being carried, whom they laid daily at the door of the temple which is called Beautiful, to ask gifts for the needy of those who entered into the temple.",
    "chr": "ᎩᎶᏃ ᎢᏳᏍᏗ ᎠᏍᎦᏯ ᎠᏲᏅᎵ ᏂᎨᏎ ᎤᏕᏅ -ᎠᏥᏁᎨᎢ, ᎾᏍᎩ ᏂᏚᎩᏨᏂᏒ ᎠᏂᎧᎲᏍᎨ ᎦᎶᎯᏍᏗᏳᎶᏗ ᎤᏛᏅ-ᏗᎦᎳᏫᎢᏍᏗᏱ ᎾᏍᎩ ᎦᎶᎯᏍᏗᏱ ᎤᏬᏚᎯ ᏥᏕᎤᏙᎥ, ᏧᏚᎳᏕᏗᏱ ᎤᏂᏰᎸᏎ ᎠᏂᏴᎯᎯ ᎤᏛᏅ-ᏗᎦᎳᏫᎢᏍᏗᏱ."
  },
  {
    "verse": "3",
    "kjv": "Who seeing Peter and John about to go into the temple asked an alms.",
    "web": "Seeing Peter and John about to go into the temple, he asked to receive gifts for the needy.",
    "chr": "ᎾᏍᎩ ᏕᎤᎪᎲ ᏈᏓ ᎠᎴ ᏣᏂ ᎿᏉ ᏗᏂᏴᎵᏎ ᎤᏛᏅᏗᎦᎳᏫᎢᏍᏗᏱ, ᏚᏚᎳᏕᎴᎢ."
  },
  {
    "verse": "4",
    "kjv": "And Peter, fastening his eyes upon him with John, said, Look on us.",
    "web": "Peter, fastening his eyes on him, with John, said, “Look at us.”",
    "chr": "ᏈᏓᏃ ᎤᏯᏅᏒᎯ ᏚᎧᎿᏁᎢ, ᎠᎴ ᎾᏍᏉ ᏣᏂ; ᏈᏓᏃ ᎯᎠ ᏄᏪᏎᎢ, ᏗᏍᎩᎾᎦᏅᎦ."
  },
  {
    "verse": "5",
    "kjv": "And he gave heed unto them, expecting to receive something of them.",
    "web": "He listened to them, expecting to receive something from them.",
    "chr": "ᏕᏅᏬᎯᏳᏁᏃ, ᎪᎱᏍᏗ ᏓᎬᎩᏁᎵ ᎡᎵᏍᎨᎢ."
  },
  {
    "verse": "6",
    "kjv": "Then Peter said, Silver and gold have I none; but such as I have give I thee: In the name of Jesus Christ of Nazareth rise up and walk.",
    "web": "But Peter said, “I have no silver or gold, but what I have, that I give you. In the name of Jesus Christ of Nazareth, get up and walk!”",
    "chr": "ᎿᏉᏃ ᏈᏓ ᎯᎠ ᏄᏪᏎᎢ; ᎠᏕᎸ ᎤᏂᏁᎬ ᎠᎴ ᎠᏕᎸ ᏓᎶᏂᎨ ᎥᏝ ᏱᏓᎩᎭ, ᎢᏳᏍᏗᏍᎩᏂᏃᏅ ᎠᎩᎲ ᎬᎥᏏ; ᏥᏌ ᎦᎶᏁᏛ ᎾᏎᎵᏗ ᏤᎲ ᏕᎤᏙᏍᏛ ᏔᎴᎲᎦ ᎠᎴ ᎮᏓ."
  },
  {
    "verse": "7",
    "kjv": "And he took him by the right hand, and lifted him up: and immediately his feet and ankle bones received strength.",
    "web": "He took him by the right hand and raised him up. Immediately his feet and his ankle bones received strength.",
    "chr": "ᎠᎦᏘᏏᏃ ᎤᏬᏯᏁᏒ ᏕᎤᎴᏔᏁᎢ; ᎩᎳᏉᏃ ᎢᏴᏛ ᏧᎳᏏᏕᏂ ᎠᎴ ᏗᏓᏆᎵᎢ ᏧᎵᏂᎩᏗᏳ ᏂᏚᎵᏍᏔᏁᎢ."
  },
  {
    "verse": "8",
    "kjv": "And he leaping up stood, and walked, and entered with them into the temple, walking, and leaping, and praising God.",
    "web": "Leaping up, he stood and began to walk. He entered with them into the temple, walking, leaping, and praising God.",
    "chr": "ᎾᏍᎩᏃ ᏚᎵᏔᏗᏅᏎᎢ, ᎤᎴᏁᎢ, ᎠᎴ ᎤᏪᏙᎴᎢ, ᎠᎴ ᎢᏧᎳᎭ ᏭᏂᏴᎴ ᎤᏛᏅ-ᏗᎦᎳᏫᎢᏍᏗᏱ, ᎡᏙᎮᎢ, ᎠᎴ ᏓᎵᏔᏕᎨᎢ, ᎠᎴ ᎦᎸᏉᏗᏍᎨ ᎤᏁᎳᏅᎯ."
  },
  {
    "verse": "9",
    "kjv": "And all the people saw him walking and praising God:",
    "web": "All the people saw him walking and praising God.",
    "chr": "ᏂᎦᏛᏃ ᏴᏫ ᎬᏩᎪᎮ ᎡᏙᎲᎢ ᎠᎴ ᎦᎸᏉᏗᏍᎬ ᎤᏁᎳᏅᎯ."
  },
  {
    "verse": "10",
    "kjv": "And they knew that it was he which sat for alms at the Beautiful gate of the temple: and they were filled with wonder and amazement at that which had happened unto him.",
    "web": "They recognized him, that it was he who used to sit begging for gifts for the needy at the Beautiful Gate of the temple. They were filled with wonder and amazement at what had happened to him.",
    "chr": "ᎬᏬᎵᏤᏃ ᎾᏍᎩ ᎨᏒ ᎤᏚᎳᏗᏍᏗᏱ ᏧᏰᎸᏎ ᏥᎦᎲᏍᎨ ᎤᏬᏚᎯ ᎦᎶᎯᏍᏗᏱ ᎤᏛᏅ-ᏗᎦᎳᏫᎢᏍᏗᏱ. ᎤᏣᏔᏅᎯᏃ ᎤᏂᏍᏆᏂᎪᏎ ᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᎾᏍᎩ ᏄᎵᏍᏓᏁᎸᎢ."
  },
  {
    "verse": "11",
    "kjv": "And as the lame man which was healed held Peter and John, all the people ran together unto them in the porch that is called Solomon's, greatly wondering.",
    "web": "As the lame man who was healed held on to Peter and John, all the people ran together to them in the porch that is called Solomon’s, greatly wondering.",
    "chr": "ᎠᏏᏉᏃ ᎠᏥᏅᏩᏅᎯ ᎠᏲᎤᎵ ᏕᎤᏂᏴᏎ ᏈᏓ ᎠᎴ ᏣᏂ, ᏂᎦᏛ ᏴᏫ ᏕᎬᏩᏂᏔᏫᏤ ᎠᏲᏓᏝᎲᎢ ᏐᎵᎹᏅ ᎤᏤᎵ ᏥᏕᎤᏙᎥ, ᎤᏣᏔᏅᎯ ᎤᏂᏍᏆᏂᎪᏍᎨᎢ."
  },
  {
    "verse": "12",
    "kjv": "And when Peter saw it, he answered unto the people, Ye men of Israel, why marvel ye at this? or why look ye so earnestly on us, as though by our own power or holiness we had made this man to walk?",
    "web": "When Peter saw it, he responded to the people, “You men of Israel, why do you marvel at this man? Why do you fasten your eyes on us, as though by our own power or godliness we had made him walk?",
    "chr": "ᏈᏓᏃ ᎤᏙᎴᎰᏒ ᎯᎠ ᏂᏚᏪᏎᎴ ᏴᏫ; ᎢᏥᏍᎨᏯ ᎢᏏᎵ ᏧᏪᏥ, ᎦᏙᏃ ᎢᏥᏍᏆᏂᎪᏍᎦ ᎯᎠ, ᎠᎴ ᎦᏙᏃ ᎤᏯᏅᏒᎯ ᏙᏍᎩᎾᎦᏂᎭ, ᎾᏍᎩᏯ ᎣᎩᏅᏒ ᏙᎩᎾᎵᏂᎬᎬ ᎠᎴ ᎣᏍᏙᏏᏳ ᎨᏒ ᏦᎩᏅᏔᏃᎢ ᎯᎠ ᎬᏪᏓᏍᏗ ᏥᏃᏍᏛᏁᎶᎢ."
  },
  {
    "verse": "13",
    "kjv": "The God of Abraham, and of Isaac, and of Jacob, the God of our fathers, hath glorified his Son Jesus; whom ye delivered up, and denied him in the presence of Pilate, when he was determined to let him go.",
    "web": "The God of Abraham, Isaac, and Jacob, the God of our fathers, has glorified his Servant Jesus, whom you delivered up and denied in the presence of Pilate, when he had determined to release him.",
    "chr": "ᎤᏁᎳᏅᎯ ᎡᏆᎭᎻ ᎤᏤᎵᎦ, ᎠᎴ ᎡᏏᎩ ᎤᏤᎵᎦ, ᎠᎴ ᏤᎦᏈ ᎤᏤᎵᎦ, ᎤᏁᎳᏅᎯ ᏗᎩᎦᏴᎵᎨ ᎤᎾᏤᎵᎦ, ᎤᎸᏉᏔᏅ ᎤᏪᏥ ᏥᏌ, ᎾᏍᎩ ᏂᎯ ᏥᏕᏥᏲᏒᎩ ᎠᎴ ᏤᏣᏓᏱᎸᎩ ᎠᎦᏔᎲ ᏆᎴᏗ, ᎾᏍᎩ ᎤᏪᎪᏗᏱ ᏧᏰᎸᏒᎩ."
  },
  {
    "verse": "14",
    "kjv": "But ye denied the Holy One and the Just, and desired a murderer to be granted unto you;",
    "web": "But you denied the Holy and Righteous One and asked for a murderer to be granted to you,",
    "chr": "ᎠᏎᏃ ᏂᎯ ᎡᏣᏓᏱᎸᎩ ᎾᏍᎩ ᎾᏯᎦᏅᎾ ᎠᎴ ᎤᏓᏅᏘ, ᎢᏥᏔᏲᎸᎩᏃ ᎤᏓᎸᎯ ᎡᏥᎧᏁᏗᏱ"
  },
  {
    "verse": "15",
    "kjv": "And killed the Prince of life, whom God hath raised from the dead; whereof we are witnesses.",
    "web": "and killed the Prince of life, whom God raised from the dead, to which we are witnesses.",
    "chr": "ᎠᎴ ᎤᎬᏫᏳᎯ ᎬᏂᏛ ᎠᏓᏁᎯ ᎡᏥᎸᎩ, ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᏕᎤᎴᏔᏅ ᎤᏓᎸᎯ ᎡᏥᎧᏁᏗᏱ;"
  },
  {
    "verse": "16",
    "kjv": "And his name through faith in his name hath made this man strong, whom ye see and know: yea, the faith which is by him hath given him this perfect soundness in the presence of you all.",
    "web": "By faith in his name, his name has made this man strong, whom you see and know. Yes, the faith which is through him has given him this perfect soundness in the presence of you all.",
    "chr": "ᎠᎴ ᎾᏍᎩ ᏚᏙᎥ ᎪᎯᏳᏗ ᎨᏒ ᎤᏧᎵᏍᏙᏔᏅ ᎾᏍᎩ ᏚᏙᎢ ᎤᎵᏂᎪᎯᏍᏔᏅ ᎯᎠ ᎠᏍᎦᏯ, ᎾᏍᎩ ᏤᏥᎪᏩᏘᎭ ᎠᎴ ᏤᏥᎦᏔᎭ; ᎥᎥ, ᎪᎯᏳᏗ ᎨᏒ ᎾᏍᎩ ᎤᏤᎵᎦ ᎯᎠ ᎤᏃᏍᏛᏯ ᏄᏩᏁᎸ ᎢᏥᎦᏔᎲ ᏂᎦᏛ."
  },
  {
    "verse": "17",
    "kjv": "And now, brethren, I wot that through ignorance ye did it, as did also your rulers.",
    "web": "“Now, brothers, I know that you did this in ignorance, as did also your rulers.",
    "chr": "Ꭷ ᎢᏓᏓᏅᏟ ᏥᎦᎳᎭ ᏂᏥᎦᏔᎲᎾ ᎨᏒ ᏅᏧᎵᏍᏙᏔᏅ ᎾᏍᎩ ᏂᏣᏛᏁᎸᎢ, ᎠᎴ ᎾᏍᏉ ᏗᏣᏤᎵ ᎤᏂᎬᏫᏳᎯ."
  },
  {
    "verse": "18",
    "kjv": "But those things, which God before had shewed by the mouth of all his prophets, that Christ should suffer, he hath so fulfilled.",
    "web": "But the things which God announced by the mouth of all his prophets, that Christ should suffer, he thus fulfilled.",
    "chr": "ᎾᏍᎩᏍᎩᏂ ᎯᎠ ᏥᏄᎵᏍᏔᏅ ᎤᏁᎳᏅᎯ ᎤᎧᎵᎸ ᎾᏍᎩ ᎦᏳᎳ ᎬᏂᎨᏒ ᎢᏳᏩᏁᎸᎯ ᏥᎨᏎᎢ ᎦᎶᏁᏛ ᎤᎩᎵᏲᎢᏍᏗᏱ, ᏂᎦᏛ ᏧᏤᎵ ᎠᎾᏙᎴᎰᏍᎩ ᏗᏂᎰᎵ ᏥᏕᎬᏗᏍᎨᎢ."
  },
  {
    "verse": "19",
    "kjv": "Repent ye therefore, and be converted, that your sins may be blotted out, when the times of refreshing shall come from the presence of the Lord.",
    "web": "“Repent therefore, and turn again, that your sins may be blotted out, so that there may come times of refreshing from the presence of the Lord,",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᏗᏥᏁᏟᏴᎾ ᏕᏣᏓᏅᏛᎢ, ᎠᎴ ᎢᏣᎦᏔᎲᎾ, ᎤᏓᏅᎦᎸᏗᏱ ᎢᏥᏍᎦᏅᏨᎢ, ᎾᏍᎩ ᎣᏍᏛ ᎠᏓᏅᏓᏗᏍᏗ ᎨᏒ ᎤᎾᏄᎪᎢᏍᏗᏱ ᎤᎬᏫᏳᎯᏱ ᏅᏓᏳᏓᎴᏅᎯ."
  },
  {
    "verse": "20",
    "kjv": "And he shall send Jesus Christ, which before was preached unto you:",
    "web": "and that he may send Christ Jesus, who was ordained for you before,",
    "chr": "ᎠᎴ ᏅᏓᏳᏅᏍᏗᏱ ᏥᏌ ᎦᎶᏁᏛ, ᎾᏍᎩ ᎦᏳᎳ ᎡᏣᎵᏥᏙᏁᎸᎯ ᏥᎩ;"
  },
  {
    "verse": "21",
    "kjv": "Whom the heaven must receive until the times of restitution of all things, which God hath spoken by the mouth of all his holy prophets since the world began.",
    "web": "whom heaven must receive until the times of restoration of all things, which God spoke long ago by the mouth of his holy prophets.",
    "chr": "ᎾᏍᎩ ᎦᎸᎳᏗ ᏭᏕᏗ ᏥᎩ ᎬᏂ ᎾᎯᏳ ᎠᎵᏱᎶᎸᎭ ᎤᏓᏁᏟᏴᏍᏗ ᎨᏒ ᏂᎦᎥᎢ, ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎤᏁᏨᎯ ᏥᎩ ᏧᏤᎵ ᎨᏥᎸᏉᏗ ᎠᎾᏙᎵᎰᏍᎩ ᏗᏂᎰᎵ ᏧᏩᏔᏅᎯ ᏥᎩ, ᎡᎶᎯ ᏧᏙᏢᏅᎢ ᏅᏓᎬᏩᏓᎴᏅᏛ."
  },
  {
    "verse": "22",
    "kjv": "For Moses truly said unto the fathers, A prophet shall the Lord your God raise up unto you of your brethren, like unto me; him shall ye hear in all things whatsoever he shall say unto you.",
    "web": "For Moses indeed said to the fathers, ‘The Lord God will raise up a prophet for you from among your brothers, like me. You shall listen to him in all things whatever he says to you.",
    "chr": "ᎼᏏᏰᏃ ᎯᎠ ᏂᏕᎤᏪᏎᎴ ᏗᎩᏙᏓ; \"ᏱᎰᏩ ᎢᏣᏁᎳᏅᎯ ᏓᏥᎾᏄᎪᏫᏎᎵ ᎠᏙᎴᎰᏍᎩ ᎢᏣᎵᏅᏟ ᎨᏒ ᏓᎦᎾᏄᎪᏥ, ᎠᏴ ᎾᏍᎩᏯᎢ; ᎾᏍᎩ ᏓᏰᏣᏛᏓᏍᏓᏁᎵ ᏂᎦᎥ ᎢᏥᏁᏤᏗ ᎨᏒᎢ."
  },
  {
    "verse": "23",
    "kjv": "And it shall come to pass, that every soul, which will not hear that prophet, shall be destroyed from among the people.",
    "web": "It will be that every soul that will not listen to that prophet will be utterly destroyed from among the people.’",
    "chr": "ᎯᎠᏃ ᏅᏓᎦᎵᏍᏔᏂ ᎾᏍᎩ ᎩᎶ ᏂᎪᎯᏳᎲᏍᎬᎾ ᎢᎨᏎᏍᏗ ᎾᏍᎩ ᎠᏙᎴᎰᏍᎩ, ᎠᏥᏛᏙᏗ ᎠᎨᎳᏗᏍᏗ ᎨᏎᏍᏗ ᎤᏓᏑᏴ ᏴᏫ ᎠᏁᎲᎢ.\""
  },
  {
    "verse": "24",
    "kjv": "Yea, and all the prophets from Samuel and those that follow after, as many as have spoken, have likewise foretold of these days.",
    "web": "Yes, and all the prophets from Samuel and those who followed after, as many as have spoken, also told of these days.",
    "chr": "ᎠᎴ ᎾᏍᏉ ᏂᎦᏛ ᎠᎾᏙᎴᎰᏍᎩ ᏌᎻ ᏅᏓᏳᏓᎴᏅᏛ, ᎾᏍᎩ ᎣᏂ ᎤᏂᎾᏄᎪᏨᎯ, ᎾᏂ ᎤᏂᏬᏂᏒᎯ, ᎾᏍᏉ ᎤᏂᏁᎢᏍᏔᏅ ᎪᎯ ᎨᏒᎢ."
  },
  {
    "verse": "25",
    "kjv": "Ye are the children of the prophets, and of the covenant which God made with our fathers, saying unto Abraham, And in thy seed shall all the kindreds of the earth be blessed.",
    "web": "You are the children of the prophets, and of the covenant which God made with our fathers, saying to Abraham, ‘All the families of the earth will be blessed through your offspring.’",
    "chr": "ᏂᎯ ᎠᎾᏙᎴᎰᏍᎩ ᏧᏁᏥ, ᎠᎴ ᎾᏍᏉ ᏧᏪᏥ ᎠᏚᎢᏍᏛᎢ, ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᏗᎩᎦᏴᎵᎨ ᏚᏚᎢᏓᏁᎸᎢ, ᎯᎠ ᏥᏄᏪᏎᎴ ᎡᏆᎭᎻ; \"ᎠᎴ ᏂᎯ ᏣᏁᏢᏔᏅᎯ ᎨᏒ ᏅᏓᎦᎵᏍᏙᏔᏂ ᏄᎾᏓᎴᏒ ᏴᏫ ᎡᎶᎯ ᎠᏁᎯ ᎣᏏᏳ ᎢᏳᎾᎵᏍᏓᏁᏗ ᎨᏎᏍᏗ.\""
  },
  {
    "verse": "26",
    "kjv": "Unto you first God, having raised up his Son Jesus, sent him to bless you, in turning away every one of you from his iniquities.",
    "web": "God, having raised up his servant Jesus, sent him to you first to bless you, in turning away every one of you from your wickedness.”",
    "chr": "ᎤᏁᎳᏅᎯ, ᎤᎾᏄᎪᏫᏒ ᎤᏪᏥ ᏥᏌ, ᏂᎯ ᎢᏤᎲ ᎢᎬᏱ ᎤᏅᏒᎩ ᎣᏍᏛ ᎢᏣᏛᏁᏗᏱ ᏕᏥᎦᏔᎲᏍᎬ ᏗᏥᏲᎯᏍᏗᏱ ᏂᏨᏁᎲ ᏂᏥᎥ ᎢᏥᏍᎦᏅᏨᎢ."
  }
]
