[
  {
    "verse": "1",
    "kjv": "And as they spake unto the people, the priests, and the captain of the temple, and the Sadducees, came upon them,",
    "web": "As they spoke to the people, the priests and the captain of the temple and the Sadducees came to them,",
    "chr": "ᎠᏏᏉᏃ ᏓᏂᏬᏁᏗᏍᎨ ᏴᏫ, ᎠᏥᎸ-ᎠᏁᎶᎯ ᎠᎴ ᎣᏍᏛ ᎢᏳᏩᎿᏕᎩ ᎤᏛᏅ-ᏗᏚᎳᏫᎢᏍᏗᏱ ᎠᎴ ᎠᏂᏌᏚᏏ ᎬᏩᏂᏃᎴᎢ;"
  },
  {
    "verse": "2",
    "kjv": "Being grieved that they taught the people, and preached through Jesus the resurrection from the dead.",
    "web": "being upset because they taught the people and proclaimed in Jesus the resurrection from the dead.",
    "chr": "ᎤᏥᏐᏅᏤ-Ꭾ ᏅᏗᏕᎵᏍᏙᏗᏍᎨ ᏧᏁᏲᎲᏍᎬ ᏴᏫ, ᎠᎴ ᏥᏌ ᎠᏅᏗᏍᎬ ᎠᎾᎵᏥᏙᎲᏍᎬ ᎠᏲᎱᏒ ᏗᎴᎯᏐᏗ ᎨᏒᎢ."
  },
  {
    "verse": "3",
    "kjv": "And they laid hands on them, and put them in hold unto the next day: for it was now eventide.",
    "web": "They laid hands on them, and put them in custody until the next day, for it was now evening.",
    "chr": "ᎠᎴ ᏕᎬᏩᏂᏂᏴᎨ ᎠᎴ ᏕᎬᏩᏂᏍᏚᏁ ᎤᎩᏨᏛ ᎢᎪᎯᏛ, ᎿᏉᏰᏃ ᎤᏒᎢ ᎨᏎᎢ."
  },
  {
    "verse": "4",
    "kjv": "Howbeit many of them which heard the word believed; and the number of the men was about five thousand.",
    "web": "But many of those who heard the word believed, and the number of the men came to be about five thousand.",
    "chr": "ᎠᏎᏃ ᎤᏂᏣᏖ ᎧᏃᎮᏛ ᎤᎾᏛᎦᏅᎯ ᎤᏃᎯᏳᏁᎢ, ᎾᏍᎩᏃ ᎠᏂᏍᎦᏯ ᎯᏍᎩᎭ ᎢᏯᎦᏴᎵ ᎾᏂᎡᎢ."
  },
  {
    "verse": "5",
    "kjv": "And it came to pass on the morrow, that their rulers, and elders, and scribes,",
    "web": "In the morning, their rulers, elders, and scribes were gathered together in Jerusalem.",
    "chr": "ᎯᎠᏃ ᏄᎵᏍᏔᏁ ᎤᎩᏨᏛ, ᎾᏍᎩ ᎤᏂᎬᏫᏳᎯ ᏧᎾᏤᎵ ᎠᎴ ᏗᏂᎳᏫᎩ ᎠᎴ ᏗᏃᏪᎵᏍᎩ,"
  },
  {
    "verse": "6",
    "kjv": "And Annas the high priest, and Caiaphas, and John, and Alexander, and as many as were of the kindred of the high priest, were gathered together at Jerusalem.",
    "web": "Annas the high priest was there, with Caiaphas, John, Alexander, and as many as were relatives of the high priest.",
    "chr": "ᎠᎴ ᎡᎾ ᏄᎬᏫᏳᏒ ᎠᏥᎸ-ᎨᎶᎯ, ᎠᎴ ᎧᏱᏆ ᎠᎴ ᏣᏂ ᎠᎴ ᎡᎵᎩ ᎠᎴ ᏂᎦᏛ ᏄᎬᏫᏳᏒ ᎠᏥᎸ-ᎨᎶᎯ ᎪᎱᏍᏗ ᏧᏩᏅᏚᏂᎳᏫᏤ ᏥᎷᏏᎵᎻ."
  },
  {
    "verse": "7",
    "kjv": "And when they had set them in the midst, they asked, By what power, or by what name, have ye done this?",
    "web": "When they had stood Peter and John in the middle of them, they inquired, “By what power, or in what name, have you done this?”",
    "chr": "ᎠᎴ ᎵᏃ ᏚᏂᎧᏅ ᎯᎠ ᏄᏂᏪᏎ ᏚᎾᏛᏛᏁᎢ; ᎦᎪ ᎤᎵᏂᎬᎬᎢ ᎠᎴ ᎦᎪ ᎦᏙᎥ ᎢᏍᏛᏔᏅ, ᎯᎠ ᏂᏍᏓᏛᏁᎸ?"
  },
  {
    "verse": "8",
    "kjv": "Then Peter, filled with the Holy Ghost, said unto them, Ye rulers of the people, and elders of Israel,",
    "web": "Then Peter, filled with the Holy Spirit, said to them, “You rulers of the people and elders of Israel,",
    "chr": "ᎿᏉᏃ ᏈᏓ ᎤᎧᎵᏨᎯ ᎨᏎ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ, ᎯᎠ ᏂᏚᏪᏎᎴᎢ; ᎢᏥᎬᏫᏳᎯ ᏴᏫ ᏧᎾᏤᎵᎦ ᎠᎴ ᎢᏏᎵ ᏗᏥᎳᏫᏤᎯ,"
  },
  {
    "verse": "9",
    "kjv": "If we this day be examined of the good deed done to the impotent man, by what means he is made whole;",
    "web": "if we are examined today concerning a good deed done to a crippled man, by what means this man has been healed,",
    "chr": "ᎢᏳᏃ ᎣᏍᏛ ᏃᏍᏓᏛᏁᎸᎢ ᎯᎠ ᎠᏲᎤᎵ ᎠᏍᎦᏯ, ᎢᏳᏍᏗ ᎬᏔᏅᎯ ᎨᏒ ᎠᏥᏅᏩᏅᎢ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ ᎪᎯ ᎢᎦ ᎢᎣᎩᎾᎵᏱᎵᏕᎮᏍᏗ,"
  },
  {
    "verse": "10",
    "kjv": "Be it known unto you all, and to all the people of Israel, that by the name of Jesus Christ of Nazareth, whom ye crucified, whom God raised from the dead, even by him doth this man stand here before you whole.",
    "web": "may it be known to you all, and to all the people of Israel, that in the name of Jesus Christ of Nazareth, whom you crucified, whom God raised from the dead, this man stands here before you whole in him.",
    "chr": "ᎢᏥᎦᏔᎮᏍᏗ ᏂᎦᏛ, ᎠᎴ ᏂᎦᏛ ᎢᏏᎵ ᎠᏁᎯ ᎠᏂᎦᏔᎮᏍᏗ ᎾᏍᎩ ᏕᎤᏙᎥ ᏥᏌ ᎦᎶᏁᏛ ᎾᏎᎵᏗ ᏤᎲᎩ, ᎾᏍᎩ ᏓᏓᎿᏩᏍᏛ ᏤᏣᏛᏅᎩ, ᎤᏁᎳᏅᎯ ᏥᏕᎤᎴᏔᏅ ᎤᏲᎱᏒᎢ, ᎾᏍᎩ ᏄᏩᏂᏌᏅ ᎯᎠ ᎠᏍᎦᏯ ᎤᏗᏩᏒᎯ ᏥᎦᏙᎦ ᏕᏥᎧᏅᎢ."
  },
  {
    "verse": "11",
    "kjv": "This is the stone which was set at nought of you builders, which is become the head of the corner.",
    "web": "He is ‘the stone which was regarded as worthless by you, the builders, which has become the head of the corner.’",
    "chr": "ᎾᏍᎩᏍᎩᏂ ᎯᎠ ᏅᏯ ᏥᏥᏲᎢᏎᎸᎩ ᏗᏣᏁᏍᎨᏍᎩ; ᎾᏍᎩ ᎤᏅᏏᏴ ᏄᎬᏫᏳᏒ ᎠᏗ ᏥᏄᎵᏍᏔᏅ."
  },
  {
    "verse": "12",
    "kjv": "Neither is there salvation in any other: for there is none other name under heaven given among men, whereby we must be saved.",
    "web": "There is salvation in no one else, for there is no other name under heaven that is given among men, by which we must be saved!”",
    "chr": "ᎥᏝ ᎠᎴ ᏅᏩᏓᎴ ᎩᎶᎢ ᎠᎵᏍᏕᎸᏙᏗ ᎨᏒ ᏯᎭ, ᎥᏝᏰᏃ ᏅᏩᏓᎴ ᏕᎤᏙᎥ ᎦᎸᎶ ᎭᏫᏂᏗᏢ ᏴᏫ ᎠᏁᎲ ᎠᎵᏍᎪᎸᏔᏅᎯ ᏱᎩ ᎢᎦᎵᏍᏕᎸᏙᏗ."
  },
  {
    "verse": "13",
    "kjv": "Now when they saw the boldness of Peter and John, and perceived that they were unlearned and ignorant men, they marvelled; and they took knowledge of them, that they had been with Jesus.",
    "web": "Now when they saw the boldness of Peter and John, and had perceived that they were unlearned and ignorant men, they marveled. They recognized that they had been with Jesus.",
    "chr": "ᎤᎾᏙᎴᎰᏒᏃ ᏈᏓ ᎠᎴ ᏣᏂ ᎾᏂᏯᎦᎢᎲᎾ ᎨᏒᎢ, ᎠᎴ ᎤᎾᏓᏅᏖᎸ ᎪᏪᎵ ᏂᏓᏂᏏᎾᏒᎾ ᎠᎴ ᎾᏂᎦᏔᎿᎥᎾ ᎨᏒᎢ, ᎤᏂᏍᏆᏂᎪᏎᎢ, ᎠᎴ ᏚᏃᎵᏤ ᎾᏍᎩ ᏥᏌ ᎤᏁᏙᎸᎯ ᎨᏒᎢ."
  },
  {
    "verse": "14",
    "kjv": "And beholding the man which was healed standing with them, they could say nothing against it.",
    "web": "Seeing the man who was healed standing with them, they could say nothing against it.",
    "chr": "ᎠᏂᎪᏩᏘᏍᎨᏃ ᎠᏍᎦᏯ ᎠᏥᏅᏩᏅᎯ ᎢᏧᎳᎭ ᎠᏂᏙᎾᎡᎢ, ᎥᏝᏃ ᎪᎱᏍᏗ ᏫᎬᏩᎾᏛᏗ ᏱᎨᏎᎢ."
  },
  {
    "verse": "15",
    "kjv": "But when they had commanded them to go aside out of the council, they conferred among themselves,",
    "web": "But when they had commanded them to go aside out of the council, they conferred among themselves,",
    "chr": "ᎠᏎᏃ ᏚᏂᏁᏥᎸ ᎤᏂᏄᎪᎢᏍᏗᏱ ᏓᏂᎳᏫᎥᎢ ᎤᏅᏒ ᎨᏒ ᎤᎾᎵᏃᎮᎴᎢ,"
  },
  {
    "verse": "16",
    "kjv": "Saying, What shall we do to these men? for that indeed a notable miracle hath been done by them is manifest to all them that dwell in Jerusalem; and we cannot deny it.",
    "web": "saying, “What shall we do to these men? Because indeed a notable miracle has been done through them, as can be plainly seen by all who dwell in Jerusalem, and we can’t deny it.",
    "chr": "ᎯᎠ ᏄᏂᏪᏎᎢ; ᎦᏙ ᏙᏓᏛᏁᎵ ᎯᎠ ᎠᏂᏍᎦᏯ, ᏄᏜᏏᏛᏒᎾᏰᏃ ᎤᏍᏆᏂᎪᏗ ᏚᏂᎸᏫᏍᏓᏁᎸ ᎬᏂᎨᏒ ᏄᎾᎵᏍᏓᏁᎸ ᏂᎦᏛ ᏥᎷᏏᎵᎻ ᎠᏁᎯ, ᎠᎴ ᎥᏝ ᏰᎵ ᏴᎨᏓᏓᏱᎦ."
  },
  {
    "verse": "17",
    "kjv": "But that it spread no further among the people, let us straitly threaten them, that they speak henceforth to no man in this name.",
    "web": "But so that this spreads no further among the people, let’s threaten them, that from now on they don’t speak to anyone in this name.”",
    "chr": "ᎠᏎᏃ ᎤᏟ ᎢᎦᎢ ᏧᏃᏣᎶᎢᏍᏗᏱ ᏂᎨᏒᎾ ᏴᏫ ᎠᏁᎲᎢ, ᎤᎵᏂᎩᏛᏯ ᏗᏗᏍᎦᎩ ᏗᏗᏁᏥ, ᎪᎯ ᎢᏳᏓᎴᏅᏛ ᎯᎠ ᎾᏍᎩ ᏚᏙᎥ ᎠᏂᏁᎢᏍᏗᏍᎬ ᎩᎶ ᎤᏂᏬᏁᏙᏗᏱ ᏂᎨᏒᎾ."
  },
  {
    "verse": "18",
    "kjv": "And they called them, and commanded them not to speak at all nor teach in the name of Jesus.",
    "web": "They called them, and commanded them not to speak at all nor teach in the name of Jesus.",
    "chr": "ᏫᏚᏂᏯᏅᎲᏃ ᏚᏂᏁᏤᎴ ᏥᏌ ᏚᏙᎥ ᎤᏅᏙᏗᏱ ᎤᏂᏁᎢᏍᏗᏱ ᎠᎴ ᏧᎾᏕᏲᏗᏱ ᏂᎨᏒᎾ."
  },
  {
    "verse": "19",
    "kjv": "But Peter and John answered and said unto them, Whether it be right in the sight of God to hearken unto you more than unto God, judge ye.",
    "web": "But Peter and John answered them, “Whether it is right in the sight of God to listen to you rather than to God, judge for yourselves,",
    "chr": "ᎠᏎᏃ ᏈᏓ ᎠᎴ ᏣᏂ ᎤᏂᏁᏨ ᎯᎠ ᏂᏚᏂᏪᏎᎴᎢ; ᎢᏳᏃ ᏚᏳᎪᏕᏍᏗ ᎤᏁᎳᏅᎯ ᏙᏗᎧᏂᏍᎬᎢ ᏂᎯ ᎤᏟ ᎢᎦᎢ ᎢᏨᏯᏛᏓᏍᏓᏁᏗᏱ ᎡᏍᎦᏉ ᎤᏁᎳᏅᎯ, ᏗᏧᎪᏓ ᏂᎯ."
  },
  {
    "verse": "20",
    "kjv": "For we cannot but speak the things which we have seen and heard.",
    "web": "for we can’t help telling the things which we saw and heard.”",
    "chr": "ᎥᏝᏰᏃ ᎤᏁᎳᎩ ᎦᏲᎩᏂᏰᎸᏗ ᏱᎩ, ᎣᎩᏂᏁᎢᏍᏙᏗᏱ ᏄᏍᏛ ᎣᎩᏂᎪᎲᎢ, ᎠᎴ ᎣᎩᎾᏛᎦᏅᎢ."
  },
  {
    "verse": "21",
    "kjv": "So when they had further threatened them, they let them go, finding nothing how they might punish them, because of the people: for all men glorified God for that which was done.",
    "web": "When they had further threatened them, they let them go, finding no way to punish them, because of the people; for everyone glorified God for that which was done.",
    "chr": "ᎠᏏᏃ ᏙᎤᏂᏍᎦᏨ, ᏚᏂᎧᏁᎢ, ᎤᎾᏠᏤ ᎪᎱᏍᏗ ᎬᏩᏂᏍᏛᏗᏍᏗ ᎨᏒᎢ, ᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᎤᏂᏣᏘ ᏴᏫ, ᏂᎦᏛᏰᏃ ᎠᏂᎸᏉᏗᏍᎨ ᎤᏁᎳᏅᎯ, ᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᎾᏍᎩ ᏄᎵᏍᏔᏅᎢ."
  },
  {
    "verse": "22",
    "kjv": "For the man was above forty years old, on whom this miracle of healing was shewed.",
    "web": "For the man on whom this miracle of healing was performed was more than forty years old.",
    "chr": "ᎠᏍᎦᏯᏰᏃ ᎾᏍᎩ ᎤᏍᏆᏂᎪᏗ ᎢᏯᎬᏁᎸᎯ ᎠᏥᏅᏩᏅᎯ ᎤᎶᏒᏍᏗ ᏅᎦᏍᎪᎯ ᎢᏳᏕᏘᏴᏛ ᏱᎰᏎᎢ."
  },
  {
    "verse": "23",
    "kjv": "And being let go, they went to their own company, and reported all that the chief priests and elders had said unto them.",
    "web": "Being let go, they came to their own company and reported all that the chief priests and the elders had said to them.",
    "chr": "ᏕᎨᏥᎧᏅᏃ ᎤᎾᎵᎪᏅᎯ ᏗᏂᏅ ᏭᏂᎶᏎᎢ, ᎠᎴ ᏭᏂᏃᎮᎴ ᏂᎦᎥ ᏂᎬᏩᏂᏪᏎᎸ ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸ-ᎠᏁᎶᎯ ᎠᎴ ᏗᏂᎳᏫᎩ."
  },
  {
    "verse": "24",
    "kjv": "And when they heard that, they lifted up their voice to God with one accord, and said, Lord, thou art God, which hast made heaven, and earth, and the sea, and all that in them is:",
    "web": "When they heard it, they lifted up their voice to God with one accord and said, “O Lord, you are God, who made the heaven, the earth, the sea, and all that is in them;",
    "chr": "ᎾᏍᎩᏃ ᎤᎾᏛᎦᏅ ᏌᏉ ᎢᎦᎦᏛ ᎤᏁᎳᏅᎯ ᎤᏂᏌᎳᏓᏁᎴ ᎠᏂᏁᎬᎢ, ᎯᎠ ᏄᏂᏪᏎᎢ; ᏣᎬᏫᏳᎯ, ᏂᎯ ᏣᏁᎳᏅᎯ, ᏗᏦᏢᏅᎯ ᎦᎸᎶᎢ ᎠᎴ ᎡᎶᎯ ᎠᎴ ᎠᎺᏉᎯ ᎠᎴ ᏂᎦᏛ ᎾᎿ ᎠᏁᎯ;"
  },
  {
    "verse": "25",
    "kjv": "Who by the mouth of thy servant David hast said, Why did the heathen rage, and the people imagine vain things?",
    "web": "who by the mouth of your servant David, said, ‘Why do the nations rage, and the peoples plot a vain thing?",
    "chr": "ᎯᏅᏏᏓᏍᏗ ᏕᏫ ᎠᎰᎵ ᏨᏔᏅᎯ ᎯᎠ ᎢᏣᏪᏛ ᏥᎩ; \"ᎦᏙᏃ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᎤᏂᏔᎳᏬᏎᎢ, ᎠᎴ ᏴᏫ ᎤᎾᏓᏅᏖᎴ ᎢᏳᎾᏛᏁᏗᏱ ᎾᏍᎩ ᎢᎬᏩᎵᏍᏙᏗ ᏂᎨᏒᎾ ᎨᏒᎢ."
  },
  {
    "verse": "26",
    "kjv": "The kings of the earth stood up, and the rulers were gathered together against the Lord, and against his Christ.",
    "web": "The kings of the earth take a stand, and the rulers plot together, against the Lord, and against his Christ.’",
    "chr": "ᎤᏂᎬᏫᏳᎯ ᎡᎶᎯ ᎠᏁᎯ ᏚᎾᎴᏅᎩ, ᎠᎴ ᎠᏰᎵᏧᏂᎸᏫᏍᏓᏁᎯ ᏚᏂᎳᏫᏨᎩ ᎠᎾᏡᏗᏍᎬ ᎤᎬᏫᏳᎯ ᎠᎴ ᎠᎾᏡᏗᏍᎬ ᎤᏤᎵ ᎦᎶᏁᏛ.\""
  },
  {
    "verse": "27",
    "kjv": "For of a truth against thy holy child Jesus, whom thou hast anointed, both Herod, and Pontius Pilate, with the Gentiles, and the people of Israel, were gathered together,",
    "web": "“For truly, both Herod and Pontius Pilate, with the Gentiles and the people of Israel, were gathered together against your holy servant Jesus, whom you anointed,",
    "chr": "ᎤᏙᎯᏳᎯᏯᏰᏃ ᎠᎾᏡᏗᏍᎬ ᎾᏍᎦᏅᎾ ᏤᏥ ᏥᏌ ᎾᏍᎩ ᎯᎶᏁᏛ ᎢᏧᎳ ᎡᎶᏛ ᎠᎴ ᏆᏂᏗ ᏆᎴᏗ ᎠᎴ ᏴᏫ ᏧᎾᏓᎴᏅᏛ ᎠᎴ ᎢᏏᎵ ᏴᏫ ᏚᏂᎳᏫᏨᎩ,"
  },
  {
    "verse": "28",
    "kjv": "For to do whatsoever thy hand and thy counsel determined before to be done.",
    "web": "to do whatever your hand and your counsel foreordained to happen.",
    "chr": "ᎢᏳᎾᏛᏁᏗᏱ ᏂᎦᎥ ᏦᏰᏂ ᎠᎴ ᎭᏓᏅᏖᏍᎬ ᎦᏳᎳ ᏗᏧᎪᏔᏅᎯ ᏥᎨᏎ ᎾᏍᎩ ᎢᏳᎵᏍᏙᏗᏱ."
  },
  {
    "verse": "29",
    "kjv": "And now, Lord, behold their threatenings: and grant unto thy servants, that with all boldness they may speak thy word,",
    "web": "Now, Lord, look at their threats, and grant to your servants to speak your word with all boldness,",
    "chr": "Ꭷ ᏣᎬᏫᏳᎯ, ᎿᏉ, ᏔᎧᏅᎦ ᎪᎩᏍᎦᎬ ᏣᏂᏁᎦ, ᎠᎴ ᏔᎵᏍᎪᎸᏓᏏ ᏘᏅᏏᏓᏍᏗ ᎤᏍᏗᎤᏅ ᎾᏂᏍᎦᎢᎲᎾ ᎢᏳᎵᏍᏙᏗᏱ ᏔᏁᏨ ᎠᏂᏃᎮᏍᎬᎢ,"
  },
  {
    "verse": "30",
    "kjv": "By stretching forth thine hand to heal; and that signs and wonders may be done by the name of thy holy child Jesus.",
    "web": "while you stretch out your hand to heal; and that signs and wonders may be done through the name of your holy Servant Jesus.”",
    "chr": "ᎭᏙᏯᎯᏗᏍᎬ ᏕᎯᏅᏫᏍᎬᎢ ᎠᎴ ᎤᏰᎸᏛᎢ ᎠᎴ ᎤᏍᏆᏂᎪᏗ ᏚᏂᎸᏫᏍᏓᏁᎲ ᎠᏅᏗᏍᎬ ᏕᎤᏙᎥ ᏥᏌ ᎾᏍᎦᏅᎾ ᏤᏥ."
  },
  {
    "verse": "31",
    "kjv": "And when they had prayed, the place was shaken where they were assembled together; and they were all filled with the Holy Ghost, and they spake the word of God with boldness.",
    "web": "When they had prayed, the place was shaken where they were gathered together. They were all filled with the Holy Spirit, and they spoke the word of God with boldness.",
    "chr": "ᎤᎾᏓᏙᎵᏍᏔᏅᏃ ᎤᎵᏖᎸᏁ ᎾᎿ ᏓᏂᎳᏫᎥᎢ, ᏂᎦᏛᏃ ᏚᏂᎧᎵᏤ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ, ᎠᎴ ᎾᏂᏍᎦᎢᎲᎾ ᎤᏂᏃᎮᎴ ᎧᏃᎮᏛ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ."
  },
  {
    "verse": "32",
    "kjv": "And the multitude of them that believed were of one heart and of one soul: neither said any of them that ought of the things which he possessed was his own; but they had all things common.",
    "web": "The multitude of those who believed were of one heart and soul. Not one of them claimed that anything of the things which he possessed was his own, but they had all things in common.",
    "chr": "ᏂᎦᏛᏃ ᎤᏂᏣᏘ ᎨᏒ ᎤᏃᎯᏳᏅᎯ ᏌᏉᏉ ᏄᏅᏁ ᏧᏂᎾᏫ ᎠᎴ ᏧᎾᏓᏅᏙ; ᎥᏝ ᎠᎴ ᎩᎶ ᎠᏋᏒ ᎠᏆᏤᎵ ᏯᏗᏍᎨ ᎪᎱᏍᏗ ᎤᎲᎢ, ᎠᏰᎵᏉᏰᏃ ᏄᏅᏁᎢ ᏂᎦᎥ ᎪᎱᏍᏗ."
  },
  {
    "verse": "33",
    "kjv": "And with great power gave the apostles witness of the resurrection of the Lord Jesus: and great grace was upon them all.",
    "web": "With great power, the apostles gave their testimony of the resurrection of the Lord Jesus. Great grace was on them all.",
    "chr": "ᎤᎵᏂᎩᏗᏳᏃ ᎾᏂᏪᏍᎨ ᎨᏂᏪᏍᎨ ᎨᏥᏅᏏᏛ ᎬᏂᎨᏒ ᎾᏅᏁᎲ ᏕᏅᎴᎯᏌᏅ ᎤᎬᏫᏳᎯ ᏥᏌ; ᏂᎦᏛᏃ ᎤᏣᏘ ᎣᏏᏳ ᎨᎦᏓᏅᏖᏍᎨᎢ."
  },
  {
    "verse": "34",
    "kjv": "Neither was there any among them that lacked: for as many as were possessors of lands or houses sold them, and brought the prices of the things that were sold,",
    "web": "For neither was there among them any who lacked, for as many as were owners of lands or houses sold them, and brought the proceeds of the things that were sold,",
    "chr": "ᎥᏝ ᎠᎴ ᎩᎶ ᏳᏓᏑᏰ ᏳᏂᎬᎨᎢ, ᎾᏂᎥᏰᏃ ᎦᏓ ᎠᎴ ᏓᏓᏁᎸ ᏧᏂᎯ ᏚᏂᎾᏗᏅᏎᎢ, ᎾᏍᎩᏃ ᎤᏂᎾᏗᏅᏛ ᏧᎬᏩᎳᏅᎯ ᎤᏂᏲᎴᎢ,"
  },
  {
    "verse": "35",
    "kjv": "And laid them down at the apostles' feet: and distribution was made unto every man according as he had need.",
    "web": "and laid them at the apostles’ feet; and distribution was made to each, according as anyone had need.",
    "chr": "ᎠᎴ ᎤᏂᏁ ᎨᏥᏅᏏᏛ ᏧᎾᎳᏏᏕᏄᎶᏗ, ᎾᏂᎥᏃ ᎾᏍᎩᏯ ᎤᏂᏂᎬᏎᎲ ᎨᏥᏯᏙᎮᎮᎢ."
  },
  {
    "verse": "36",
    "kjv": "And Joses, who by the apostles was surnamed Barnabas, (which is, being interpreted, The son of consolation,) a Levite, and of the country of Cyprus,",
    "web": "Joses, who by the apostles was also called Barnabas (which is, being interpreted, Son of Encouragement), a Levite, a man of Cyprus by race,",
    "chr": "ᏦᏏᏃ ᎨᏥᏅᏏᏛ ᏆᏂᏆ ᏥᏚᏃᎡᎢ, ᎾᏍᎩ ᎦᏛᎬ ᎣᏍᏛ ᎠᏓᏅᏓᏗᏍᏗ ᎤᏪᏥ, ᎠᎵᏫ ᏌᏈ ᎤᏕᏅᎯ,"
  },
  {
    "verse": "37",
    "kjv": "Having land, sold it, and brought the money, and laid it at the apostles' feet.",
    "web": "having a field, sold it and brought the money and laid it at the apostles’ feet.",
    "chr": "ᎦᏓ ᎤᎮᎢ, ᎤᎾᏗᏅᏎᎢ, ᎠᎴ ᎠᏕᎸ ᏚᏲᎴᎢ, ᎠᎴ ᎾᏍᎩ ᏕᎤᏁ ᎨᏥᏅᏏᏛ ᏧᎾᎳᏏᏕᏄᎶᏗ."
  }
]