[
  {
    "verse": "1",
    "kjv": "But a certain man named Ananias, with Sapphira his wife, sold a possession,",
    "web": "But a certain man named Ananias, with Sapphira his wife, sold a possession,",
    "chr": "ᎩᎶᏃ ᎢᏳᏍᏗ ᎠᏍᎦᏯ ᎡᏂᎾᏯ ᏧᏤᎢᏛ, ᎤᏓᎵᎢᏃ ᏌᏉᎵ ᎤᏂᎾᏗᏅᏎ ᎫᎱᏍᏗ ᎤᏂᎲᎢ,"
  },
  {
    "verse": "2",
    "kjv": "And kept back part of the price, his wife also being privy to it, and brought a certain part, and laid it at the apostles' feet.",
    "web": "and kept back part of the price, his wife also being aware of it, then brought a certain part and laid it at the apostles’ feet.",
    "chr": "ᎠᎴ ᎤᎯᏰ ᎢᎦᏛ ᏧᎬᏩᎳᏅᎯ, ᎠᎴ ᎤᏓᎵᎢ ᎾᏍᏉ ᎠᎦᏔᎮᎢ; ᎤᏲᎴᏃ ᎢᎦᏛ, ᎠᎴ ᎨᏥᏅᏏᏛ ᏧᎾᎳᏏᏕᏄᎶᏗ ᎤᏁᎢ."
  },
  {
    "verse": "3",
    "kjv": "But Peter said, Ananias, why hath Satan filled thine heart to lie to the Holy Ghost, and to keep back part of the price of the land?",
    "web": "But Peter said, “Ananias, why has Satan filled your heart to lie to the Holy Spirit and to keep back part of the price of the land?",
    "chr": "ᏈᏓᏃ ᎯᎠ ᏄᏪᏎᎢ; ᎡᏂᎾᏯ, ᎦᏙᏃ ᏎᏓᏂ ᏣᎾᏫ ᎢᏣᎧᎵᎡᎸ, ᎯᏯᏥᎪᏁᏗᏱ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ, ᎠᎴ ᏣᎬᏩᎳᏅᎯ."
  },
  {
    "verse": "4",
    "kjv": "Whiles it remained, was it not thine own? and after it was sold, was it not in thine own power? why hast thou conceived this thing in thine heart? thou hast not lied unto men, but unto God.",
    "web": "While you kept it, didn’t it remain your own? After it was sold, wasn’t it in your power? How is it that you have conceived this thing in your heart? You haven’t lied to men, but to God.”",
    "chr": "ᏥᏅᏩᏍᏛᏉ ᏝᏍᎪ ᏣᏤᎵᎦᏯ ᏱᎨᏎᎢ? ᏣᎾᏗᏅᏃ ᏝᏍᎪ ᏱᏣᎮ ᎭᏓᏅᏖᏍᎬᏉ ᎢᏨᏁᏗᏱ? ᎦᏙᏃ ᎯᎠ ᎾᏍᎩ ᏂᎤᏍᏗ ᎢᏦᏢᏅ ᏣᎾᏫᏱ? ᎥᏝᏍᎩᏂ ᏴᏫᏉ ᏱᎩᏯᏥᎪᏁᎸ, ᎤᏁᎳᏅᎯᏍᎩᏂ ᎯᏯᏥᎪᏁᎸ."
  },
  {
    "verse": "5",
    "kjv": "And Ananias hearing these words fell down, and gave up the ghost: and great fear came on all them that heard these things.",
    "web": "Ananias, hearing these words, fell down and died. Great fear came on all who heard these things.",
    "chr": "ᎡᏂᎾᏯᏃ ᎾᏍᎩ ᎤᏛᎦᏅ ᎤᏅᏤ ᎠᎴ ᎤᎵᏍᏆᏕᎴᎢ. ᎾᏂᎥᏃ ᎾᏍᎩ ᏄᎵᏍᏔᏅᎢ ᎤᎾᏛᎦᏅᎯ ᎤᏣᏔᏅᎯ ᎤᏂᎾᏰᏎᎢ."
  },
  {
    "verse": "6",
    "kjv": "And the young men arose, wound him up, and carried him out, and buried him.",
    "web": "The young men arose and wrapped him up, and they carried him out and buried him.",
    "chr": "ᎠᏂᏫᏅᏃ ᏚᎾᎴᏁ ᎠᎴ ᎤᏂᏣᏄᎳᏁᎢ, ᎤᏂᎾᏫᏛᎲᏃ ᏭᏂᏂᏌᏁᎢ."
  },
  {
    "verse": "7",
    "kjv": "And it was about the space of three hours after, when his wife, not knowing what was done, came in.",
    "web": "About three hours later, his wife, not knowing what had happened, came in.",
    "chr": "ᏦᎢᎭᏃ ᎢᏳᏟᎶᏛ ᎢᏴᏛ ᎣᏂ ᎤᏓᎵᎢ ᎤᏴᎵᎴᎢ, ᎾᎦᏔᎲᎾ ᎨᏎ ᏄᎵᏍᏔᏅᎢ,"
  },
  {
    "verse": "8",
    "kjv": "And Peter answered unto her, Tell me whether ye sold the land for so much? And she said, Yea, for so much.",
    "web": "Peter answered her, “Tell me whether you sold the land for so much.” She said, “Yes, for so much.”",
    "chr": "ᏈᏓᏃ ᎯᎠ ᏂᏅᏪᏎᎴᎢ; ᏍᎩᏃᎲᏏ, ᏥᏌ ᎾᏍᎩᏉ ᎢᎦᎢ ᏕᏍᏓᎬᏩᎳᏁᎴ ᎾᏍᎩ ᎦᏙᎯ? ᎯᎠᏃ ᏄᏪᏎᎢ; ᎥᎥ, ᎾᏍᎩᏉ ᎢᎦᎢ."
  },
  {
    "verse": "9",
    "kjv": "Then Peter said unto her, How is it that ye have agreed together to tempt the Spirit of the Lord? behold, the feet of them which have buried thy husband are at the door, and shall carry thee out.",
    "web": "But Peter asked her, “How is it that you have agreed together to tempt the Spirit of the Lord? Behold, the feet of those who have buried your husband are at the door, and they will carry you out.”",
    "chr": "ᎿᏉᏃ ᏈᏓ ᎯᎠ ᏄᏪᏎᎴᎢ; ᎦᏙᏃ ᏥᏍᏓᎵᎪᏅ ᎡᏍᏗᎪᎵᏰᏗᏱ ᎤᎬᏫᏳᎯ ᎤᏤᎵ ᎠᏓᏅᏙ? ᎬᏂᏳᏉ ᎠᏉ ᎦᎶᎯᏍᏗᏱ ᏧᎾᎳᏏᏕᏂ ᏣᏰᎯ ᎬᏩᏂᏌᏅᎯ, ᎾᏍᎩᏃ ᏂᎯ ᏛᎨᏣᎾᏫᏛᎯ."
  },
  {
    "verse": "10",
    "kjv": "Then fell she down straightway at his feet, and yielded up the ghost: and the young men came in, and found her dead, and, carrying her forth, buried her by her husband.",
    "web": "She fell down immediately at his feet and died. The young men came in and found her dead, and they carried her out and buried her by her husband.",
    "chr": "ᎩᎳᏉᏃ ᎢᏴᏛ ᏧᎳᏏᏕᏄᎶᏗ ᎤᏅᏤᎢ, ᎠᎴ ᎤᎵᏍᏆᏕᎴᎢ. ᎠᏂᏫᏅᏃ ᎤᏂᏴᎸ ᎤᏂᏩᏛᎮ ᎤᏲᎱᏒᎯ ᎢᎨᏎᎢ, ᎤᏂᎾᏫᏛᎲᏃ ᏭᏂᏂᏌᏁ ᎤᏰᎯ ᏫᎦᏅᎢ."
  },
  {
    "verse": "11",
    "kjv": "And great fear came upon all the church, and upon as many as heard these things.",
    "web": "Great fear came on the whole assembly, and on all who heard these things.",
    "chr": "ᏂᎦᏛᏃ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬ ᎤᏣᏔᏅᎯ ᎤᏂᎾᏰᏎᎢ, ᎠᎴ ᎾᏍᏉ ᏂᎦᏛ ᎯᎠ ᎾᏍᎩ ᏄᎵᏍᏔᏅ ᎠᎾᏛᎩᏍᎩ."
  },
  {
    "verse": "12",
    "kjv": "And by the hands of the apostles were many signs and wonders wrought among the people; (and they were all with one accord in Solomon's porch.",
    "web": "By the hands of the apostles many signs and wonders were done among the people. They were all with one accord in Solomon’s porch.",
    "chr": "ᎨᏥᏅᏏᏛᏃ ᎤᏣᏖ ᎤᏰᎸᏛ ᎠᎴ ᎤᏍᏆᏂᎪᏗ ᏚᏂᎸ ᏫᏍᏓᏁᎮ ᏴᏫ ᎠᏁᎲᎢ. ᏂᎦᏛᏃ ᏌᏉ ᎢᎦᎦᏛ ᎠᏂᏁ ᏐᎵᎹᏅ ᎤᏤᎵ ᎠᏲᏓᏝᎲᎢ."
  },
  {
    "verse": "13",
    "kjv": "And of the rest durst no man join himself to them: but the people magnified them.",
    "web": "None of the rest dared to join them; however, the people honored them.",
    "chr": "ᎠᏂᏐᎢᏃ ᎠᏂᏍᎦᎢᎮ ᎬᏩᎾᎵᎪᏁᏗᏱ; ᎤᏂᏣᏘᏍᎩᏂ ᏴᏫ ᎬᏩᏂᎸᏉᏗᏳ ᎨᏎᎢ."
  },
  {
    "verse": "14",
    "kjv": "And believers were the more added to the Lord, multitudes both of men and women.)",
    "web": "More believers were added to the Lord, multitudes of both men and women.",
    "chr": "ᎠᏃᎯᏳᎲᏍᎩᏃ ᎤᏟ ᏂᎦᎡ ᎬᏩᏁᏉᏤᎴ ᎤᎬᏫᏳᎯ, ᎤᏂᏣᏔᏅᎯ ᎨᏎ ᎠᏂᏍᎦᏯ ᎠᎴ ᎠᏂᎨᏴ."
  },
  {
    "verse": "15",
    "kjv": "Insomuch that they brought forth the sick into the streets, and laid them on beds and couches, that at the least the shadow of Peter passing by might overshadow some of them.",
    "web": "They even carried out the sick into the streets and laid them on cots and mattresses, so that as Peter came by, at least his shadow might overshadow some of them.",
    "chr": "ᏚᏜᏅᏛᏰᏃ ᏓᏂᏃᎯᎮ ᏧᏂᏢᎩ, ᏗᏤᏍᏙ ᎠᎴ ᏗᎦᏂᏟ ᏓᏂᏢᏗᏍᎨᎢ ᎾᏍᎩ ᎤᏓᏩᏗᏍᏛᏉ ᎾᏍᏉ ᏈᏓ ᎠᎢᏒᎢ ᎢᎦᏛ ᎤᏄᏢᏙᏗᏱ."
  },
  {
    "verse": "16",
    "kjv": "There came also a multitude out of the cities round about unto Jerusalem, bringing sick folks, and them which were vexed with unclean spirits: and they were healed every one.",
    "web": "The multitude also came together from the cities around Jerusalem, bringing sick people and those who were tormented by unclean spirits; and they were all healed.",
    "chr": "ᎾᏍᏉᏃ ᎤᏂᏣᏖ ᏕᎦᏚᏩᏗᏒ ᏅᏓᏳᏂᎶᏒᎯ ᏥᎷᏏᎵᎻ ᎠᏂᎷᎨᎢ, ᏓᎾᏖᏃᎯᎮ ᏧᏂᏢᎩ ᎠᎴ ᎠᏂᏍᎩᎾ ᎬᏩᏂᏱᎵᏙᎯ; ᏂᎦᏛᏃ ᏕᎨᏥᏅᏩᏁᎢ."
  },
  {
    "verse": "17",
    "kjv": "Then the high priest rose up, and all they that were with him, (which is the sect of the Sadducees,) and were filled with indignation,",
    "web": "But the high priest rose up, and all those who were with him (which is the sect of the Sadducees), and they were filled with jealousy",
    "chr": "ᎿᏉᏃ ᏄᎬᏫᏳᏒ ᎠᏥᎸ-ᎨᎶᎯ ᏚᎴᏅ ᎠᎴ ᏂᎦᏛ ᎬᏩᎵᎪᏁᎯ, ᎾᏍᎩ ᎠᏂᏌᏚᏏ ᏧᎾᏙᎢᏛ ᏥᎩ, ᎤᏂᎧᎵᏤ ᎤᏂᏔᎳᏬᏍᎬᎢ;"
  },
  {
    "verse": "18",
    "kjv": "And laid their hands on the apostles, and put them in the common prison.",
    "web": "and laid hands on the apostles, then put them in public custody.",
    "chr": "ᎠᎴ ᏚᏂᏂᏴᎮ ᎨᏥᏅᏏᏛ ᎠᎴ ᏗᏓᏍᏚᏗᏱ ᏚᏂᏴᏔᏁᎢ."
  },
  {
    "verse": "19",
    "kjv": "But the angel of the Lord by night opened the prison doors, and brought them forth, and said,",
    "web": "But an angel of the Lord opened the prison doors by night, and brought them out and said,",
    "chr": "ᎠᏎᏃ ᏗᎧᎿᏩᏗᏙᎯ ᎤᎬᏫᏳᎯ ᎤᏤᎵᎦ ᏒᏃᏱ ᏚᏍᏚᎢᏎ ᏗᏓᏍᏚᏗᏱ ᎦᎶᎯᏍᏗᏱ, ᏚᏄᎪᏫᏒᏃ ᎯᎠ ᏄᏪᏎᎢ;"
  },
  {
    "verse": "20",
    "kjv": "Go, stand and speak in the temple to the people all the words of this life.",
    "web": "“Go stand and speak in the temple to the people all the words of this life.”",
    "chr": "ᎢᏤᎾ, ᎤᏛᏅ-ᏗᎦᎳᏫᎢᏍᏗᏱ ᏫᏣᎴᎲᎦ ᎠᎴ ᏫᏗᏥᏬᏁᏓ ᏴᏫ ᏫᏗᏥᏃᎲᏏ ᏂᎦᏛ ᎧᏃᎮᏛ ᎯᎠ ᎾᏍᎩ ᎬᏂᏛ ᎤᎬᏩᎵ."
  },
  {
    "verse": "21",
    "kjv": "And when they heard that, they entered into the temple early in the morning, and taught. But the high priest came, and they that were with him, and called the council together, and all the senate of the children of Israel, and sent to the prison to have them brought.",
    "web": "When they heard this, they entered into the temple about daybreak and taught. But the high priest and those who were with him came and called the council together, with all the senate of the children of Israel, and sent to the prison to have them brought.",
    "chr": "ᎾᏍᎩᏃ ᎤᎾᏛᎦᏅ ᎩᎳ ᏧᎩᏥᏍᎪᎢ ᏭᏂᏴᎴ ᎤᏛᏅ-ᏗᎦᎳᏫᎢᏍᏗᏱ ᎠᎴ ᏚᎾᏕᏲᏁᎢ. ᎠᏎᏃ ᏄᎬᏫᏳᏒ ᎠᏥᎸ-ᎨᎶᎯ ᎤᎷᏨ, ᎠᎴ ᎾᏍᎩ ᎬᏩᎵᎪᏁᎯ, ᏚᏂᏟᏌᏁ ᏗᏂᎳᏫᎩ, ᎠᎴ ᏂᎦᏛ ᏄᏂᎬᏫᏳᏌᏕᎩ ᎢᏏᎵ ᏧᏪᏥ ᏧᎾᏤᎵᎦ, ᎠᎴ ᏫᏓᏯᏅᎲ ᎤᎾᏓᏅᏎ ᏗᏓᏍᏚᏗᏱ."
  },
  {
    "verse": "22",
    "kjv": "But when the officers came, and found them not in the prison, they returned and told,",
    "web": "But the officers who came didn’t find them in the prison. They returned and reported,",
    "chr": "ᎠᏎᏃ ᏗᎾᏓᏂᏱᏍᎩ ᏭᏂᎷᏨ ᏫᏚᎾᏠᏤ ᏗᏓᏍᏚᏗᏱ, ᏗᎤᎾᏨᏒᏃ ᎤᏂᏃᏁᎢ,"
  },
  {
    "verse": "23",
    "kjv": "Saying, The prison truly found we shut with all safety, and the keepers standing without before the doors: but when we had opened, we found no man within.",
    "web": "“We found the prison shut and locked, and the guards standing before the doors, but when we opened them, we found no one inside!”",
    "chr": "ᎯᎠ ᏄᏂᏪᏎᎢ; ᏗᏓᏍᏚᏗᏱ ᎤᏙᎯᏳᎯ ᎣᎩᏩᏛᎲ ᎤᎵᏂᎩᏗᏳ ᎠᏍᏚᎲᎩ, ᎠᎴ ᎠᏂᎦᏘᏯ ᎠᏂᏙᎾᎥ ᏙᏱᏗᏢ ᎦᎶᎯᏍᏗᏳᎶᏗ, ᎠᏎᏃ ᎣᎩᏍᏚᎢᏒ ᎥᏝ ᎩᎶ ᏲᏥᏩᏛᎮ ᏱᏯᎡᎢ."
  },
  {
    "verse": "24",
    "kjv": "Now when the high priest and the captain of the temple and the chief priests heard these things, they doubted of them whereunto this would grow.",
    "web": "Now when the high priest, the captain of the temple, and the chief priests heard these words, they were very perplexed about them and what might become of this.",
    "chr": "ᎿᏉᏃ ᎠᏥᎸ-ᎨᎶᎯ ᎠᎴ ᎣᏍᏛ ᎢᏳᏩᎿᏕᎩ ᎤᏛᏅ-ᏗᎦᎳᏫᎢᏍᏗᏱ, ᎠᎴ ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸ-ᎠᏁᎶᎯ, ᎾᏍᎩ ᎯᎠ ᏄᏂᏪᏒ ᎤᎾᏛᎦᏅ, ᎾᏍᎩ ᎤᎾᏓᏅᏖᏔᏁᎢ, ᎭᏢ ᏮᏛᏍᏗᏥ ᎯᎠ, ᎤᏁᎵᏎᎢ."
  },
  {
    "verse": "25",
    "kjv": "Then came one and told them, saying, Behold, the men whom ye put in prison are standing in the temple, and teaching the people.",
    "web": "One came and told them, “Behold, the men whom you put in prison are in the temple, standing and teaching the people.”",
    "chr": "ᎿᏉᏃ ᎩᎶ ᎤᎷᏤ ᎤᏂᏃᏁᎴ ᎯᎠ ᏄᏪᏎᎢ; ᎬᏂᏳᏉ ᎾᏍᎩ ᎠᏂᏍᎦᏯ ᏗᏓᏍᏚᏗᏱ ᏥᏕᏥᏴᏔᏅᎩ ᎠᏂᏯᎠ ᎤᏛᏅ-ᏗᎦᎳᏫᎢᏍᏗᏱ, ᎠᏂᏙᎾᎠ, ᎠᎴ ᏓᏁᏲᎲᏍᎦ ᏴᏫ."
  },
  {
    "verse": "26",
    "kjv": "Then went the captain with the officers, and brought them without violence: for they feared the people, lest they should have been stoned.",
    "web": "Then the captain went with the officers, and brought them without violence, for they were afraid that the people might stone them.",
    "chr": "ᎿᏉᏃ ᎣᏍᏛ ᎢᏳᏩᎿᏕᎩ ᎠᎴ ᏗᎾᏓᏂᏱᏍᎩ ᎬᏍᎦᎢᏍᏓᎩ ᏂᏚᏅᏁᎸᎾ ᏫᏚᏂᏯᏅᎮᎢ; ᏓᏂᏍᎦᎢᎮᏰᏃ ᎤᏂᏣᏘ, ᏅᏯ ᏱᏕᎪᎬᏂᏍᏓ ᎠᏁᎵᏍᎨᎢ."
  },
  {
    "verse": "27",
    "kjv": "And when they had brought them, they set them before the council: and the high priest asked them,",
    "web": "When they had brought them, they set them before the council. The high priest questioned them,",
    "chr": "ᏚᎾᏘᏃᎸᏃ ᏕᎦᎳᏫᎥ ᎢᎬᏱᏗᏢ ᏑᏂᎧᏁᎢ. ᏄᎬᏫᏳᏒᏃ ᎠᏥᎸ-ᎨᎶᎯ ᏚᏛᏛᏁᎢ,"
  },
  {
    "verse": "28",
    "kjv": "Saying, Did not we straitly command you that ye should not teach in this name? and, behold, ye have filled Jerusalem with your doctrine, and intend to bring this man's blood upon us.",
    "web": "saying, “Didn’t we strictly command you not to teach in this name? Behold, you have filled Jerusalem with your teaching, and intend to bring this man’s blood on us.”",
    "chr": "ᎯᎠ ᏄᏪᏎᎢ; ᏝᏍᎪ ᎤᎵᏂᎩᏛᏯ ᏱᏨᏅᏍᏓᏕᎴ ᏗᏣᏕᏲᏗᏱ ᎯᎠ ᎾᏍᎩ ᏕᎤᏙᎥ ᎢᏨᏙᏗᏱ? ᎬᏂᏳᏉᏃ ᏕᏣᏕᏲᎲᏍᎬ ᏥᎷᏏᎵᎻ ᎢᏥᎧᎵᎢᏍᏔᏅ, ᎠᎴ ᎾᏍᎩ ᎠᏍᎦᏯ ᎤᎩᎬ ᎣᎩᏍᏛᏗᏍᏗᏱ, ᎢᏥᏰᎸᎭ."
  },
  {
    "verse": "29",
    "kjv": "Then Peter and the other apostles answered and said, We ought to obey God rather than men.",
    "web": "But Peter and the apostles answered, “We must obey God rather than men.",
    "chr": "ᏈᏓᏃ ᎠᎴ ᎨᏥᏅᏏᏛ ᎤᏂᏁᏨ ᎯᎠ ᏄᏂᏪᏎᎢ; ᎤᏁᎳᏅᎯ ᎣᏦᎯᏳᏗ, ᎥᏝᏃ ᏴᏫ."
  },
  {
    "verse": "30",
    "kjv": "The God of our fathers raised up Jesus, whom ye slew and hanged on a tree.",
    "web": "The God of our fathers raised up Jesus, whom you killed, hanging him on a tree.",
    "chr": "ᎤᏁᎳᏅᎯ ᏗᎩᏙᏓ ᎤᎾᏤᎵᎦ ᏕᎤᎴᏔᏅ ᏥᏌ, ᎾᏍᎩ ᏤᏥᎸᎩ ᎨᏛ ᏤᏣᏛᏅᎩ."
  },
  {
    "verse": "31",
    "kjv": "Him hath God exalted with his right hand to be a Prince and a Saviour, for to give repentance to Israel, and forgiveness of sins.",
    "web": "God exalted him with his right hand to be a Prince and a Savior, to give repentance to Israel, and remission of sins.",
    "chr": "ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎤᏌᎳᏓᏅ ᎠᎦᏘᏏ ᎤᏪᏰᏂ ᎤᏩᏔᏅ, ᎤᎬᏫᏳᎯ ᎠᎴ ᎠᏓᏍᏕᎵᏍᎩ ᎢᏳᎵᏍᏙᏗᏱ, ᎢᏏᎵ ᏧᏁᏗᏱ ᏧᏂᏁᏟᏴᏍᏗᏱ ᏚᎾᏓᏅᏛᎢ, ᎠᎴ ᎦᎨᏥᏁᏗᏱ ᎤᏂᏍᎦᏅᏨᎢ."
  },
  {
    "verse": "32",
    "kjv": "And we are his witnesses of these things; and so is also the Holy Ghost, whom God hath given to them that obey him.",
    "web": "We are his witnesses of these things; and so also is the Holy Spirit, whom God has given to those who obey him.”",
    "chr": "ᎠᏴᏃ ᏧᏤᎵ ᎣᏥᏃᎮᏍᎩ ᎾᏍᎩ ᎯᎠ ᏄᏍᏛᎢ, ᎠᎴ ᎾᏍᏉ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᏧᏁᎸᎯ ᏥᎩ ᎬᏬᎯᏳᎲᏍᎩ."
  },
  {
    "verse": "33",
    "kjv": "When they heard that, they were cut to the heart, and took counsel to slay them.",
    "web": "But they, when they heard this, were cut to the heart, and were determined to kill them.",
    "chr": "ᎾᏍᎩᏃ ᎤᎾᏛᎦᏅ ᏚᏂᏘᎴ ᏧᏂᎾᏫᏱ, ᎠᎴ ᏧᏂᎯᏍᏗᏱ ᎤᏂᏱᎵᏙᎴᎢ."
  },
  {
    "verse": "34",
    "kjv": "Then stood there up one in the council, a Pharisee, named Gamaliel, a doctor of the law, had in reputation among all the people, and commanded to put the apostles forth a little space;",
    "web": "But one stood up in the council, a Pharisee named Gamaliel, a teacher of the law, honored by all the people, and commanded to put the apostles out for a little while.",
    "chr": "ᎿᏉᏃ ᏕᎦᎳᏫᎥᎢ ᎩᎶ ᎢᏳᏍᏗ ᏚᎴᏁ ᎠᏆᎵᏏ ᎨᎺᎵ ᏧᏙᎢᏛ ᏗᎧᎿᏩᏛᏍᏗ ᏗᎪᏏᏏᏍᎩ ᎾᏂᎥ ᏴᏫ ᎬᏩᎸᏉᏗ, ᎠᎴ ᎤᏁᏤ ᎨᏥᏅᏏᏛ ᏞᎦ ᏧᏂᎧᎲᏍᏗᏱ."
  },
  {
    "verse": "35",
    "kjv": "And said unto them, Ye men of Israel, take heed to yourselves what ye intend to do as touching these men.",
    "web": "He said to them, “You men of Israel, be careful concerning these men, what you are about to do.",
    "chr": "ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ; ᎢᏥᏍᎦᏯ ᎢᏏᎵ ᏧᏪᏥ ᎢᏤᏯᏔᎮᏍᏗ ᏄᏍᏛ ᎢᏣᏓᏅᏖᏍᎬ ᎢᏗᏳᏁᏗᏱ ᎯᎠ ᎠᏂᏍᎦᏯ."
  },
  {
    "verse": "36",
    "kjv": "For before these days rose up Theudas, boasting himself to be somebody; to whom a number of men, about four hundred, joined themselves: who was slain; and all, as many as obeyed him, were scattered, and brought to nought.",
    "web": "For before these days Theudas rose up, making himself out to be somebody; to whom a number of men, about four hundred, joined themselves. He was slain; and all, as many as obeyed him, were dispersed and came to nothing.",
    "chr": "ᎢᎸᎯᏳᏰᏃ ᏧᎾᏄᎪᏤ ᏚᏓᏏ ᎩᎶ ᏧᏤᎸᏎᎢ, ᎠᏂᏍᎦᏯ ᏅᎩᏧᏈ ᎢᏴᏛ ᎢᏯᏂᏛ ᏥᎬᏩᎵᎪᏁᎴᎢ, ᎾᏍᎩ ᏣᏥᎴᎢ, ᎠᎴ ᏂᎦᏛ ᎾᏍᎩ ᎬᏬᎯᏳᏅᎯ ᏧᎾᏗᎦᎴᏲᏤ ᎠᎴ ᏥᏫᎬᏩᏂᏲᏙᎴᏉ."
  },
  {
    "verse": "37",
    "kjv": "After this man rose up Judas of Galilee in the days of the taxing, and drew away much people after him: he also perished; and all, even as many as obeyed him, were dispersed.",
    "web": "After this man, Judas of Galilee rose up in the days of the enrollment, and drew away some people after him. He also perished, and all, as many as obeyed him, were scattered abroad.",
    "chr": "ᎣᏂᏃ ᏧᎾᏄᎪᏤ ᏧᏓᏏ ᎨᎵᎵ ᎡᎯ ᏣᎾᏎᎵᏙᎮ ᎢᏳᎢ, ᎠᎴ ᎤᏂᏣᏘ ᏴᏫ ᏥᏚᏘᎿᏫᏛᎮᎢ, ᎾᏍᎩᏃ ᎾᏍᏉ ᏥᎤᏲᎱᏎᎢ ᎠᎴ ᏂᎦᏛ ᎾᏂᎥ ᎬᏬᎯᏳᏅᎯ ᏧᎾᏗᎦᎴᏲᏤᎢ."
  },
  {
    "verse": "38",
    "kjv": "And now I say unto you, Refrain from these men, and let them alone: for if this counsel or this work be of men, it will come to nought:",
    "web": "Now I tell you, withdraw from these men and leave them alone. For if this counsel or this work is of men, it will be overthrown.",
    "chr": "ᎿᏉᏃ ᎯᎠ ᏂᏨᏪᏎᎭ, ᏞᏍᏗ ᏗᏣᎵᏌᎳᏁᎸ ᎯᎠ ᎠᏂᏍᎦᏯ, ᎤᎾᏁᎳᎩ ᏗᏤᎵᏏ, ᎢᏳᏰᏃ ᎯᎠ ᎠᎾᏓᏅᏖᏍᎬ ᎠᎴ ᏚᏂᎸᏫᏍᏓᏁᎲ ᏴᏫᏉ ᏅᏓᏳᏓᎴᏅᎯ ᎢᎨᏎᏍᏗ, ᎤᏲᏥᏓᏍᏗᏉ;"
  },
  {
    "verse": "39",
    "kjv": "But if it be of God, ye cannot overthrow it; lest haply ye be found even to fight against God.",
    "web": "But if it is of God, you will not be able to overthrow it, and you would be found even to be fighting against God!”",
    "chr": "ᎤᏁᎳᏅᎯᏍᎩᏂ ᏅᏓᏳᏓᎴᏅᎯ ᎢᎨᏎᏍᏗ, ᎥᏝ ᏰᎵ ᏴᎨᏥᏲᏍᏓ; ᏯᎵᎦᏚᏓᎩᏰᏃ ᎤᏁᎳᏅᎯᏉ ᏤᏣᏟᏴᎡᎯ ᎨᏒᎢ."
  },
  {
    "verse": "40",
    "kjv": "And to him they agreed: and when they had called the apostles, and beaten them, they commanded that they should not speak in the name of Jesus, and let them go.",
    "web": "They agreed with him. Summoning the apostles, they beat them and commanded them not to speak in the name of Jesus, and let them go.",
    "chr": "ᎾᏍᎩᏃ ᎬᏬᎯᏳᏁᎢ; ᏫᏚᏂᏯᏅᎲᏃ ᎨᏥᏅᏏᏛ ᎠᎴ ᏚᏂᎵᎥᏂᎸ, ᏚᏂᏅᏍᏓᏕᎴ ᏥᏌ ᏚᏙᎥ ᎤᏂᏁᎢᏍᏙᏗᏱ, ᎠᎴ ᏚᏂᎧᏁᎢ."
  },
  {
    "verse": "41",
    "kjv": "And they departed from the presence of the council, rejoicing that they were counted worthy to suffer shame for his name.",
    "web": "They therefore departed from the presence of the council, rejoicing that they were counted worthy to suffer dishonor for Jesus’ name.",
    "chr": "ᎤᏂᏄᎪᏤᏃ ᏕᎦᎳᏫᎥᎢ ᎠᎾᎵᎮᎵᎨ ᏰᎵ ᎤᏕᎰᎯᏍᏗ ᎢᎬᏩᎾᎵᏍᏓᏁᏗ ᎨᏒ ᎾᏍᎩ ᏕᎤᏙᎥ ᏅᏗᎦᎵᏍᏙᏍᎬᎢ."
  },
  {
    "verse": "42",
    "kjv": "And daily in the temple, and in every house, they ceased not to teach and preach Jesus Christ.",
    "web": "Every day, in the temple and at home, they never stopped teaching and preaching Jesus, the Christ.",
    "chr": "ᏂᏚᎩᏨᏂᏒᏃ ᎤᏛᏅ-ᏗᎦᎳᏫᎢᏍᏗᏱ ᎠᎴ ᏓᏓᏁᎳᏗᏒ ᎾᏂᏑᎵᎪᎬᎾ ᎨᏎ ᏓᎾᏕᏲᎲᏍᎨ ᎠᎴ ᎠᎾᎵᏥᏙᎲᏍᎨ ᎣᏍᏛ ᎧᏃᎮᏛ ᏥᏌ ᎦᎶᏁᏛ ᎤᎬᏩᎵ."
  }
]