[
  {
    "verse": "1",
    "kjv": "And Saul was consenting unto his death. And at that time there was a great persecution against the church which was at Jerusalem; and they were all scattered abroad throughout the regions of Judaea and Samaria, except the apostles.",
    "web": "Saul was consenting to his death. A great persecution arose against the assembly which was in Jerusalem in that day. They were all scattered abroad throughout the regions of Judea and Samaria, except for the apostles.",
    "chr": "ᏐᎳᏃ ᎣᏏᏳᎠᏰᎸᏍᎨ ᎠᏥᎸᎢ. ᎾᎯᏳᏃ ᎤᎶᏘ ᎤᏲ ᏂᎨᎬᎾᏕᎨ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏈᎬ ᏘᎷᏏᎵᎻ; ᎠᎴ ᏂᎦᏛ ᎤᎾᏗᎦᎵᏲᏤ ᏂᎬᎾᏛ ᏧᏗᏱ ᎠᎴ ᏌᎺᎵᏱ, ᎨᏥᏅᏏᏛ ᎤᏅᏒ."
  },
  {
    "verse": "2",
    "kjv": "And devout men carried Stephen to his burial, and made great lamentation over him.",
    "web": "Devout men buried Stephen and lamented greatly over him.",
    "chr": "ᎠᏂᏍᎦᏯᏃ ᎤᏁᎳᏅᎯ ᎠᏂᎾᏰᏍᎩ ᎤᏂᎾᏫᏛᎮ ᏍᏗᏫ, ᎠᎴ ᎤᏣᏔᏅᎯ ᎤᏂᏍᎪᏂᎴᎢ."
  },
  {
    "verse": "3",
    "kjv": "As for Saul, he made havock of the church, entering into every house, and haling men and women committed them to prison.",
    "web": "But Saul ravaged the assembly, entering into every house and dragged both men and women off to prison.",
    "chr": "ᏐᎳᏍᎩᏂ ᎤᏣᏘ ᎤᏲ ᏂᏕᎬᏁᎮ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏈᎬᎢ, ᏓᏴᎵᏙᎮ ᏓᏓᏁᎳᏗᏒᎢ, ᏕᎦᎾᏌᏁᏏᏙᎮ ᎠᏂᏍᎦᏯ ᎠᎴ ᎠᏂᎨᏴ, ᎠᎴ ᏗᏓᏍᏚᏗᏱ ᎠᏴᏗᏍᎨᎢ."
  },
  {
    "verse": "4",
    "kjv": "Therefore they that were scattered abroad went every where preaching the word.",
    "web": "Therefore those who were scattered abroad went around preaching the word.",
    "chr": "ᎤᎾᏗᎦᎴᏲᏨᎯᏃ ᎠᏁᏙᎮ ᎠᎾᎵᏥᏙᏂᏙᎮ ᎣᏍᏛ ᎧᏃᎮᏛ."
  },
  {
    "verse": "5",
    "kjv": "Then Philip went down to the city of Samaria, and preached Christ unto them.",
    "web": "Philip went down to the city of Samaria and proclaimed to them the Christ.",
    "chr": "ᏈᎵᎩᏃ ᏗᎦᏚᎲ ᏌᎺᎵᏱ ᏭᎶᏎᎢ, ᎠᎴ ᏚᎵᏥᏙᏁᎴ ᏚᏃᎮᎮᎴ ᎦᎶᏁᏛ."
  },
  {
    "verse": "6",
    "kjv": "And the people with one accord gave heed unto those things which Philip spake, hearing and seeing the miracles which he did.",
    "web": "The multitudes listened with one accord to the things that were spoken by Philip when they heard and saw the signs which he did.",
    "chr": "ᎤᏂᏣᏘᏃ ᏌᏉ ᎢᎦᎦᏛ ᎤᎾᎦᏌᏯᏍᏔᏁ ᏈᎵᎩ ᎧᏃᎮᏍᎬᎢ, ᎤᎾᏛᎦᏅ ᎠᎴ ᎤᏂᎪᎲ ᎤᏍᏆᏂᎪᏗ ᏚᎸᏫᏍᏓᏁᎲᎢ."
  },
  {
    "verse": "7",
    "kjv": "For unclean spirits, crying with loud voice, came out of many that were possessed with them: and many taken with palsies, and that were lame, were healed.",
    "web": "For unclean spirits came out of many of those who had them. They came out, crying with a loud voice. Many who had been paralyzed and lame were healed.",
    "chr": "ᎠᏂᎦᏓᎭᏰᏃ ᏗᏓᏅᏙ ᎠᏍᏓᏯ ᎠᏁᎷᎲᏍᎨ ᏕᎬᏩᏂᏄ-ᎪᎨ ᎤᏂᏣᏖ ᎬᏩᏂᏯᎢ, ᎠᎴ ᎤᏂᏤᏖ ᏧᏂᎾᏫᏍᎩ ᎠᎴ ᏗᏂᏲᎤᎵ ᏚᎾᏗᏩᏍᎨᎢ."
  },
  {
    "verse": "8",
    "kjv": "And there was great joy in that city.",
    "web": "There was great joy in that city.",
    "chr": "ᎤᏣᏔᏅᎯᏃ ᎠᎾᎵᎮᎵᎨ ᎾᎿ ᎦᏚᎲᎢ."
  },
  {
    "verse": "9",
    "kjv": "But there was a certain man, called Simon, which beforetime in the same city used sorcery, and bewitched the people of Samaria, giving out that himself was some great one:",
    "web": "But there was a certain man, Simon by name, who used to practice sorcery in the city and amazed the people of Samaria, making himself out to be some great one,",
    "chr": "ᎩᎶᏍᎩᏂᏃᏅ ᎢᏳᏍᏗ ᎠᏍᎦᏯ ᎾᎿ ᎡᎮ ᏌᏩᏂ ᏧᏙᎢᏛ ᎾᏍᎩ ᎾᎿ ᎦᏚᎲ ᎠᏙᏅᏗ ᏧᎸᏫᏍᏓᏁᎸᎯ ᎨᏎᎢ, ᎠᎴ ᎤᏍᏆᏂᎪᏗ ᏧᏓᏅᏓᏗᏍᏔᏅᎯ ᎨᏎ ᏌᎺᎵᏱ ᎠᏁᎯ, ᎩᎶ ᎢᏳᏍᏗ ᎠᏥᎸᏉᏗ ᎠᏤᎸᏍᎨᎢ."
  },
  {
    "verse": "10",
    "kjv": "To whom they all gave heed, from the least to the greatest, saying, This man is the great power of God.",
    "web": "to whom they all listened, from the least to the greatest, saying, “This man is that great power of God.”",
    "chr": "ᎾᏍᎩᏃ ᎬᏬᎯᏳᎲᏍᎨ ᎾᏂᎥ ᎨᏥᎸᏉᏗ ᎠᎴ ᎨᏥᎸᏉᏗ ᏂᎨᏒᎾ, ᎯᎠ ᎾᏂᏪᏍᎨᎢ; ᎤᏣᏘ ᎤᎵᏂᎩᏗᏳ ᎨᏒ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ ᎯᎠ ᎠᏍᎦᏯ ᎤᏪᎭ."
  },
  {
    "verse": "11",
    "kjv": "And to him they had regard, because that of long time he had bewitched them with sorceries.",
    "web": "They listened to him because for a long time he had amazed them with his sorceries.",
    "chr": "ᎾᏍᎩᏃ ᎬᏬᎯᏳᎲᏍᎨᎢ, ᎪᎯᏗᏳᏲᏰᏃ ᎬᏩᎴᏅᏛ ᎨᏎ ᎤᏍᏆᏂᎪᏗ ᏓᏓᏅᏓᏗᏍᏗᏍᎨ ᎠᏙᏂᏍᎬᎢ."
  },
  {
    "verse": "12",
    "kjv": "But when they believed Philip preaching the things concerning the kingdom of God, and the name of Jesus Christ, they were baptized, both men and women.",
    "web": "But when they believed Philip preaching good news concerning God’s Kingdom and the name of Jesus Christ, they were baptized, both men and women.",
    "chr": "ᎠᏎᏃ ᎤᏃᎯᏳᏅ ᏈᎵᎩ ᎠᎵᏥᏙᎲᏍᎬ ᎣᏍᏛ ᎧᏃᎮᏛ ᎤᏁᎳᏅᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎠᎴ ᏕᎤᏙᎥ ᏥᏌ ᎦᎶᏁᏛ ᎤᎬᏩᎵ, ᏕᎨᎦᏬᏍᎨ ᎠᏂᏍᎦᏯ ᎠᎴ ᎠᏂᎨ-Ᏼ."
  },
  {
    "verse": "13",
    "kjv": "Then Simon himself believed also: and when he was baptized, he continued with Philip, and wondered, beholding the miracles and signs which were done.",
    "web": "Simon himself also believed. Being baptized, he continued with Philip. Seeing signs and great miracles occurring, he was amazed.",
    "chr": "ᏌᏩᏂᏃ ᎾᏍᏉ ᎤᏬᎯᏳᏁᎢ, ᎠᎦᏬᎥᏃ ᎤᏍᏓᏩᏗᏙᎴ ᏈᎵᎩ; ᎠᎪᏩᏗᏍᎬᏃ ᎤᏍᏆᏂᎪᏗ ᎠᎴ ᎤᏰᎸᏛ ᏚᎸᏫᏍᏓᏁᎲᎢ, ᎠᏍᏆᏂᎪᏍᎨᎢ."
  },
  {
    "verse": "14",
    "kjv": "Now when the apostles which were at Jerusalem heard that Samaria had received the word of God, they sent unto them Peter and John:",
    "web": "Now when the apostles who were at Jerusalem heard that Samaria had received the word of God, they sent Peter and John to them,",
    "chr": "ᎨᏥᏅᏏᏛᏃ ᏥᎷᏏᎵᎻ ᎠᏂᏂ ᎤᎾᏛᎦᏅ ᏌᎺᎵᏱ ᏕᎤᎾᏓᏂᎸᏨ ᎧᏃᎮᏛ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ, ᏚᏂᏅᏎ ᏈᏓ ᎠᎴ ᏣᏂ ᎾᏍᎩ ᏧᏂᏩᏛᎲᏍᏗᏱ."
  },
  {
    "verse": "15",
    "kjv": "Who, when they were come down, prayed for them, that they might receive the Holy Ghost:",
    "web": "who, when they had come down, prayed for them, that they might receive the Holy Spirit;",
    "chr": "ᎾᏍᎩᏃ ᏭᏂᎷᏨ ᎤᎾᏓᏙᎵᏍᏔᏁ ᎨᎦᎵᏍᎪᎸᏓᏁᏗᏱ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ."
  },
  {
    "verse": "16",
    "kjv": "(For as yet he was fallen upon none of them: only they were baptized in the name of the Lord Jesus.)",
    "web": "for as yet he had fallen on none of them. They had only been baptized in the name of Christ Jesus.",
    "chr": "ᎥᏝᏰᏃ ᎠᏏ ᏳᏓᏑᏰ ᎩᎶ ᎾᏍᎩ ᎤᎷᏤᎸᎯ, ᏗᎨᎦᏬᏍᏔᏅᎯᏉ ᎤᏩᏒ ᎨᏎ ᏕᎤᏙᎥ ᎤᎬᏫᏳᎯ ᏥᏌ."
  },
  {
    "verse": "17",
    "kjv": "Then laid they their hands on them, and they received the Holy Ghost.",
    "web": "Then they laid their hands on them, and they received the Holy Spirit.",
    "chr": "ᎿᏉᏃ ᏚᎾᏏᏔᏕᎢ, ᎠᎴ ᎾᏍᎩ ᎨᏥᏁᎴ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ."
  },
  {
    "verse": "18",
    "kjv": "And when Simon saw that through laying on of the apostles' hands the Holy Ghost was given, he offered them money,",
    "web": "Now when Simon saw that the Holy Spirit was given through the laying on of the apostles’ hands, he offered them money,",
    "chr": "ᏌᏩᏂᏃ ᎤᏙᎴᎰᏒ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᎨᏥᏁᎲᎢ ᏅᏗᎦᎵᏍᏙᏗᏍᎬ ᏓᎾᏏᏔᏗᏍᎬ ᎨᏥᏅᏏᏛ, ᎾᏍᎩ ᏕᎤᎵᏍᎪᎸᏓᏁᎴ ᎠᏕᎸ,"
  },
  {
    "verse": "19",
    "kjv": "Saying, Give me also this power, that on whomsoever I lay hands, he may receive the Holy Ghost.",
    "web": "saying, “Give me also this power, that whomever I lay my hands on may receive the Holy Spirit.”",
    "chr": "ᎯᎠ ᏄᏪᏎᎢ; ᎠᏴ ᎾᏍᏉ ᏍᎩᏂᎥᏏ ᎯᎠ ᎾᏍᎩ ᏗᎦᎸᏫᏍᏓᏁᏗ, ᎾᏍᎩ ᎩᎶ ᏥᏯᏏᏔᏗᏍᎨᏍᏗ ᎠᏥᏁᏗ ᎨᏎᏍᏗ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ."
  },
  {
    "verse": "20",
    "kjv": "But Peter said unto him, Thy money perish with thee, because thou hast thought that the gift of God may be purchased with money.",
    "web": "But Peter said to him, “May your silver perish with you, because you thought you could obtain the gift of God with money!",
    "chr": "ᎠᏎᏃ ᏈᏓ ᎯᎠ ᏄᏪᏎᎴᎢ; ᎠᏕᎸ ᏗᏣᏤᎵ ᏫᏓᎵᏗᏛᏓ ᏨᏒ ᎭᎵᏛᏗᏍᎬᎢ, ᏅᏓᎦᎵᏍᏙᏓ ᎤᏁᎳᏅᎯ ᎤᏓᏁᏗ ᎨᏒ ᏰᎵᏉ ᎠᏕᎸ ᎬᏩᎯᏍᏙᏗ ᏤᎳ."
  },
  {
    "verse": "21",
    "kjv": "Thou hast neither part nor lot in this matter: for thy heart is not right in the sight of God.",
    "web": "You have neither part nor lot in this matter, for your heart isn’t right before God.",
    "chr": "ᎥᏝ ᎪᎱᏍᏗ ᏣᏤᎵ ᏳᏓᏑᏯ ᎯᎠ ᎠᏂ, ᏝᏰᏃ ᏚᏳᎪᏛ ᏱᎩ ᏣᎾᏫ ᎤᏁᎳᏅᎯ ᎠᎦᏔᎲᎢ."
  },
  {
    "verse": "22",
    "kjv": "Repent therefore of this thy wickedness, and pray God, if perhaps the thought of thine heart may be forgiven thee.",
    "web": "Repent therefore of this, your wickedness, and ask God if perhaps the thought of your heart may be forgiven you.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎤᏲ ᎯᏰᎸᎾ ᎯᎠ ᎾᏍᎩ ᏥᏍᎦᏅᎩ, ᎠᎴ ᎯᏍᏙᏓᎵᏍᏓᏏ ᎤᏁᎳᏅᎯ, ᎦᏰᏣᏙᎵᏍᏗᏉ ᏱᏂᎦᎩ ᏄᏍᏛ ᏣᎾᏫᏱ ᏣᏓᏅᏖᎸᎢ."
  },
  {
    "verse": "23",
    "kjv": "For I perceive that thou art in the gall of bitterness, and in the bond of iniquity.",
    "web": "For I see that you are in the poison of bitterness and in the bondage of iniquity.”",
    "chr": "ᎦᏙᎴᎣᏍᎦᏰᏃ ᏣᏚᎲ ᎤᏴᏍᏗ ᎠᏓᎪᎯ, ᎠᎴ ᎠᏍᎦᏂ ᏣᏓᎸᏍᏛᎢ."
  },
  {
    "verse": "24",
    "kjv": "Then answered Simon, and said, Pray ye to the Lord for me, that none of these things which ye have spoken come upon me.",
    "web": "Simon answered, “Pray for me to the Lord, that none of the things which you have spoken happen to me.”",
    "chr": "ᏌᏩᏂᏃ ᏁᏨ ᎯᎠ ᏄᏪᎡᎢ; ᏂᎯ ᎡᏍᏗᏔᏲᏏ ᎤᎬᏫᏳᎯ ᎠᎩᏙᎵᏍᏗᏱ, ᎾᏍᎩᏃ ᏞᏍᏗ ᏌᏉᎤᏅ ᎯᎠ ᏥᏍᏗᏁᎩ ᏯᎩᎷᏤᎴᏍᏗ."
  },
  {
    "verse": "25",
    "kjv": "And they, when they had testified and preached the word of the Lord, returned to Jerusalem, and preached the gospel in many villages of the Samaritans.",
    "web": "They therefore, when they had testified and spoken the word of the Lord, returned to Jerusalem, and preached the Good News to many villages of the Samaritans.",
    "chr": "ᎾᏍᎩᏃ ᎤᏂᏃᎮᎸ ᎠᎴ ᎤᎾᎵᏥᏙᏅ ᎧᏃᎮᏛ ᎤᎬᏫᏳᎯ ᎤᏤᎵᎦ ᎤᎾᏨᏎ ᏥᎷᏏᎵᎻ ᏭᏂᎶᏎᎢ, ᎠᎴ ᎤᏣᏖ ᏌᎺᎵᏱ ᎠᏁᎯ ᏚᏂᏚᎲ ᎤᎾᎵᏥᏙᏁ Ꭳ-Ꮫ ᎧᏃᎮᏛ."
  },
  {
    "verse": "26",
    "kjv": "And the angel of the Lord spake unto Philip, saying, Arise, and go toward the south unto the way that goeth down from Jerusalem unto Gaza, which is desert.",
    "web": "Then an angel of the Lord spoke to Philip, saying, “Arise, and go toward the south to the way that goes down from Jerusalem to Gaza. This is a desert.”",
    "chr": "ᏗᎧᎿᏩᏗᏙᎯᏃ ᎤᎬᏫᏳᎯ ᎤᏤᎵ ᎤᏁᏤᎴ ᏈᎵᎩ, ᎯᎠ ᏄᏪᏎᎢ; ᏔᎴᎲᎦ ᏧᎦᎾᏮ ᎢᏗᏢ ᏫᎶᎯ ᏂᎦᏅᏅᎢ ᏥᎷᏏᎵᎻ ᎨᏏᏃ, ᎾᎿ ᎢᎾᎨ ᏥᎩ."
  },
  {
    "verse": "27",
    "kjv": "And he arose and went: and, behold, a man of Ethiopia, an eunuch of great authority under Candace queen of the Ethiopians, who had the charge of all her treasure, and had come to Jerusalem for to worship,",
    "web": "He arose and went; and behold, there was a man of Ethiopia, a eunuch of great authority under Candace, queen of the Ethiopians, who was over all her treasure, who had come to Jerusalem to worship.",
    "chr": "ᏚᎴᏅᏃ ᎤᏪᏅᏎᎢ; ᎬᏂᏳᏉᏃ ᎠᏍᎦᏯ ᎢᏘᏱᏈ ᎡᎯ ᎠᏳᎾᎦ ᎠᏥᎸᏉᏗ ᎤᏁᏤᎸᎯ ᎬᏗᏏ ᎠᎨᏴ ᎤᎬᏫᏳᎯ ᎢᏗᎣᏈ ᎠᏁᎯ ᎤᎾᏤᎵᎦ, ᎾᏍᎩ ᏂᎦᏛ ᎠᏕᎸ ᎤᎦᏘᏕᎯ, ᎾᏍᎩ ᎤᏓᏙᎵᏍᏔᏂᎸᎯ ᎨᏎ ᏥᎷᏏᎵᎻ,"
  },
  {
    "verse": "28",
    "kjv": "Was returning, and sitting in his chariot read Esaias the prophet.",
    "web": "He was returning and sitting in his chariot, and was reading the prophet Isaiah.",
    "chr": "ᎿᏉᏃ ᎤᏨᏏᏗᏎᎢ, ᎠᎴ ᏓᏆᎴᎷᎯ ᎤᏣᎡᎢ, ᎠᎪᎵᏰᏍᎨ ᎢᏌᏯ ᎠᏙᎴᎰᏍᎩ."
  },
  {
    "verse": "29",
    "kjv": "Then the Spirit said unto Philip, Go near, and join thyself to this chariot.",
    "web": "The Spirit said to Philip, “Go near, and join yourself to this chariot.”",
    "chr": "ᎠᏓᏅᏙᏃ ᎯᎠ ᏄᏪᏎᎴ ᏈᎵᎩ; ᎾᎥ ᏫᎷᎩ ᏫᏯᎵᎪᎲᏏ ᎾᏍᎩ Ꮎ ᏓᏆᎴᎷ."
  },
  {
    "verse": "30",
    "kjv": "And Philip ran thither to him, and heard him read the prophet Esaias, and said, Understandest thou what thou readest?",
    "web": "Philip ran to him, and heard him reading Isaiah the prophet, and said, “Do you understand what you are reading?”",
    "chr": "ᏈᎵᎩᏃ ᎾᎿ ᏭᏗᏠᎸ ᎤᏛᎦᏁ ᎠᏙᎴᎰᏍᎩ ᎢᏌᏯ ᎠᎪᎵᏰᏍᎬᎢ, ᎯᎠᏃ ᏄᏪᏎᎢ; ᎰᎵᎦᎨᎵ ᎾᏍᎩ ᏥᎪᎵᏰᎭ?"
  },
  {
    "verse": "31",
    "kjv": "And he said, How can I, except some man should guide me? And he desired Philip that he would come up and sit with him.",
    "web": "He said, “How can I, unless someone explains it to me?” He begged Philip to come up and sit with him.",
    "chr": "ᎾᏍᎩᏃ ᎯᎠ ᏄᏪᎡᎢ; ᎦᏙ ᏱᎦᎵᏍᏙᏓ, ᎢᏳᏃ ᎩᎶ ᎾᏆᏎᎮᎲᎾ ᏱᎩ? ᎤᏔᏲᎴᏃ ᏈᎵᎩ ᎤᏦᏗᏱ ᎠᎴ ᎢᏧᎳᎭ ᏧᏂᏗᏱ."
  },
  {
    "verse": "32",
    "kjv": "The place of the scripture which he read was this, He was led as a sheep to the slaughter; and like a lamb dumb before his shearer, so opened he not his mouth:",
    "web": "Now the passage of the Scripture which he was reading was this, “He was led as a sheep to the slaughter. As a lamb before his shearer is silent, so he doesn’t open his mouth.",
    "chr": "ᎯᎠ ᎾᏍᎩ ᎪᏪᎸ ᎠᎪᎵᏰᏍᎨᎢ; \"ᎠᎦᏘᏃᎸᎩ ᎠᏫ ᎤᏃᏕᎾ ᎾᏍᎩᏯ ᏗᎯᏍᏗᏱ, ᎠᎴ ᎾᏍᎩᏯ ᎠᎩᎾ ᎠᏫ ᎡᎳᏪ ᏥᎨᏐ ᎬᏩᏍᏰᏍᎩ ᎠᏂᎦᏔᎲᎢ, ᎾᏍᎩᏯ ᎥᏝ ᏳᏍᏚᎢᏎ ᎠᎰᎵ."
  },
  {
    "verse": "33",
    "kjv": "In his humiliation his judgment was taken away: and who shall declare his generation? for his life is taken from the earth.",
    "web": "In his humiliation, his judgment was taken away. Who will declare His generation? For his life is taken from the earth.”",
    "chr": "ᎤᏲ ᏄᏛᎿᏕᎬᎢ ᎠᏥᎩᎡᎸᎩ ᎤᏤᎵ ᎨᏒ ᏚᏳᎪᏛᎢ; ᎠᎴ ᎦᎪ ᏙᏓᎧᏃᎮᎵ ᏴᏫ ᎾᎯᏳ ᏤᎮ ᎠᏁᎯ? ᎬᏅᏰᏃ ᎤᏂᎩᏒᎩ ᎡᎶᎯ.\""
  },
  {
    "verse": "34",
    "kjv": "And the eunuch answered Philip, and said, I pray thee, of whom speaketh the prophet this? of himself, or of some other man?",
    "web": "The eunuch answered Philip, “Who is the prophet talking about? About himself, or about someone else?”",
    "chr": "ᎠᏳᎾᎦᏃ ᎤᏁᏨ ᎯᎠ ᏄᏪᏎᎴ ᏈᎵᎩ; ᎦᎪ ᎧᏃᎮᎭ ᎠᏙᎴᎰᏍᎩ ᎯᎠ ᎾᏍᎩ ᏥᏂᎦᏪᏎ? ᎤᏩᏒᏍᎪ, ᏅᏩᏓᎴᎨ ᎩᎶᎢ?"
  },
  {
    "verse": "35",
    "kjv": "Then Philip opened his mouth, and began at the same scripture, and preached unto him Jesus.",
    "web": "Philip opened his mouth, and beginning from this Scripture, preached to him about Jesus.",
    "chr": "ᏈᎵᎩᏃ ᎤᏍᏚᎢᏒ ᎠᎰᎵ, ᎾᏍᎩ ᎾᎿ ᎪᏪᎸ ᎤᎴᏅᎡᎢ ᎤᏃᎮᎮᎴ ᎣᏍᏛ ᎧᏃᎮᏛ ᏥᏌ ᎤᎬᏩᎵ."
  },
  {
    "verse": "36",
    "kjv": "And as they went on their way, they came unto a certain water: and the eunuch said, See, here is water; what doth hinder me to be baptized?",
    "web": "As they went on the way, they came to some water; and the eunuch said, “Behold, here is water. What is keeping me from being baptized?”",
    "chr": "ᎠᎹᎢᏒᏃ ᏅᏃᎯ, ᎠᎹᏱ ᎤᏂᎷᏤᎢ. ᎠᏳᎾᎦᏃ ᎯᎠ ᏄᏪᏎᎢ; ᎠᏂ ᎠᎹ, ᎦᏙ ᎠᎩᏲᏍᏙᏓᏁ ᎥᏆᏬᏍᏗᏱ?"
  },
  {
    "verse": "37",
    "kjv": "And Philip said, If thou believest with all thine heart, thou mayest. And he answered and said, I believe that Jesus Christ is the Son of God.",
    "web": "",
    "chr": "ᏈᎵᎩᏃ ᎯᎠ ᏄᏪᏎᎢ; ᏰᎵᏉ ᎢᏳᏃ ᏂᎦᎥ ᏣᎾᏫ ᏴᏗᎭ ᏲᎯᏳᎲ-Ꭶ. ᎤᏁᏨᏃ ᎯᎠ ᏄᏪᏎᎢ; ᎪᎢᏳᎲᏍᎦ ᏥᏌ ᎦᎶᏁᏛ ᎤᏁᎳᏅᎯ ᎤᏪᏥ ᎨᏒᎢ."
  },
  {
    "verse": "38",
    "kjv": "And he commanded the chariot to stand still: and they went down both into the water, both Philip and the eunuch; and he baptized him.",
    "web": "He commanded the chariot to stand still, and they both went down into the water, both Philip and the eunuch, and he baptized him.",
    "chr": "ᎤᏁᏤᏃ ᏓᏆᎴᎷ ᎤᎴᏫᏍᏙᏗᏱ. ᎿᏉᏃ ᏭᏂᎦᏐᎠᏏᎴ ᎠᎹᏱ ᎢᏧᎳ ᏈᎵᎩ ᎠᎴ ᎠᏳᎾᎦ, ᎾᏍᎩᏃ ᎠᎦᏬᎡᎢ."
  },
  {
    "verse": "39",
    "kjv": "And when they were come up out of the water, the Spirit of the Lord caught away Philip, that the eunuch saw him no more: and he went on his way rejoicing.",
    "web": "When they came up out of the water, the Spirit of the Lord caught Philip away, and the eunuch didn’t see him any more, for he went on his way rejoicing.",
    "chr": "ᎠᎹᏱᏃ ᏧᎾᏓᏅᏒ ᏧᏂᎿᎷᏒ, ᎤᎬᏫᏳᎯ ᎤᏓᏅᏙ ᎤᏘᎿᏫᏛᎮ ᏈᎵᎩ, ᎠᏳᎾᎦᏃ Ᏺ ᎿᏉ ᎣᏂ ᏳᎪᎮᎢ, ᎤᏩᏒᏰᏃ ᏩᎦᏛᎢ ᏭᎶᏎ ᎠᎵᎮᎵᎨᎢ."
  },
  {
    "verse": "40",
    "kjv": "But Philip was found at Azotus: and passing through he preached in all the cities, till he came to Caesarea.",
    "web": "But Philip was found at Azotus. Passing through, he preached the Good News to all the cities until he came to Caesarea.",
    "chr": "ᏈᎵᎩᏍᎩᏂ ᎠᏥᏩᏛᎮ ᎠᏦᏓ; ᎠᎢᏒᏃ ᎠᎵᏥᏙᎲᏍᎨ ᎣᏍᏛ ᎧᏃᎮᏛ ᏂᎦᏛ ᏕᎦᏚᎲ ᎬᏂ ᏏᏌᎵᏱ ᏭᎷᏨ."
  }
]
