[
  {
    "verse": "1",
    "kjv": "Paul and Timotheus, the servants of Jesus Christ, to all the saints in Christ Jesus which are at Philippi, with the bishops and deacons:",
    "web": "Paul and Timothy, servants of Jesus Christ, to all the saints in Christ Jesus who are at Philippi, with the overseers and servants:",
    "chr": "ᏉᎳ ᎠᎴ ᏗᎹᏗ, ᏥᏌ ᎦᎶᏁᏛ ᎬᏩᏂᏅᏏᏙᎯ, ᏫᏙᏍᏙᏪᎳᏏ ᎾᏂᎥ ᎤᎾᏓᏅᏘ ᎦᎶᏁᏛ ᏥᏌ ᎬᏬᎯᏳᎯ ᎾᏍᎩ ᏈᎵᎩᏱ ᎠᏁᎯ, ᏙᏍᎦᏠᏯᏍᏗᎭ ᎩᏂᎦᏘᏯ ᎠᎴ ᎠᏂᏯᏙᎯᎯ;"
  },
  {
    "verse": "2",
    "kjv": "Grace be unto you, and peace, from God our Father, and from the Lord Jesus Christ.",
    "web": "Grace to you and peace from God our Father and the Lord Jesus Christ.",
    "chr": "ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ, ᎠᎴ ᏅᏩᏙᎯᏯᏛ ᎢᏤᎳᏗᏙᎮᏍᏗ ᏅᏓᏳᎾᎵᏍᎪᎸᏔᏁ ᎤᏁᎳᏅᎯ ᎢᎩᏙᏓ, ᎠᎴ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ."
  },
  {
    "verse": "3",
    "kjv": "I thank my God upon every remembrance of you,",
    "web": "I thank my God whenever I remember you,",
    "chr": "ᎠᏆᏁᎳᏅᎯ ᏥᏯᎵᎡᎵᏤᎰ ᎢᏳᏍᏗᎭ ᎢᏨᏯᏅᏓᏗᎬᎢ,"
  },
  {
    "verse": "4",
    "kjv": "Always in every prayer of mine for you all making request with joy,",
    "web": "always in every request of mine on behalf of you all, making my requests with joy,",
    "chr": "ᏂᎪᎯᎸ ᏂᎦᏓᏙᎵᏍᏗᏍᎬ ᏂᏥᏔᏲᎯᎲ ᏂᎯ ᏂᏥᎥ ᎡᏥᏙᎵᏍᏗᏱ, ᎤᎵᎮᎵᏍᏗ ᎠᏆᏓᏅᏛ ᎦᏓᏙᎵᏍᏗᏍᎬᎢ,"
  },
  {
    "verse": "5",
    "kjv": "For your fellowship in the gospel from the first day until now;",
    "web": "for your partnership in furtherance of the Good News from the first day until now;",
    "chr": "ᏅᏗᎦᎵᏍᏙᏗᏍᎬ ᎢᏣᏖᏆᎶᏒ ᎣᏍᏛ ᎧᏃᎮᏛ ᏕᏥᎧᎿᏩᏗᏒᎢ, ᎢᎬᏱᏱ ᎢᎦ ᏅᏓᎬᏩᏓᎴᏅᏛ ᎪᎯ ᎢᏯᏍᏘ;"
  },
  {
    "verse": "6",
    "kjv": "Being confident of this very thing, that he which hath begun a good work in you will perform it until the day of Jesus Christ:",
    "web": "being confident of this very thing, that he who began a good work in you will complete it until the day of Jesus Christ.",
    "chr": "ᎯᎠ ᎾᏍᎩ ᏑᏓᎴᎩ ᎨᏒ ᎾᏆᏜᏏᏛᎡᎲᎾ, ᎾᏍᎩ Ꮎ ᎣᏍᏛ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎤᎴᏅᏛ ᏙᏗᏣᏓᏅᏛᎢ ᎾᏍᎩ ᎤᏰᎢᎸᏍᏗᏱ ᎬᎵᏍᏆᏗᏍᎩ ᏥᏌ ᎦᎶᏁᏛ ᎤᏤᎵ ᎢᎦ ᎠᎵᏰᎵᎢᎶᎸ ᎬᏗᏍᎩ;"
  },
  {
    "verse": "7",
    "kjv": "Even as it is meet for me to think this of you all, because I have you in my heart; inasmuch as both in my bonds, and in the defence and confirmation of the gospel, ye all are partakers of my grace.",
    "web": "It is even right for me to think this way on behalf of all of you, because I have you in my heart, because both in my bonds and in the defense and confirmation of the Good News, you all are partakers with me of grace.",
    "chr": "ᎾᏍᎩ ᏥᏚᏳᎪᏗ ᎾᏍᎩ ᎢᏨᏰᎵᏎᏗᏱ ᏂᏥᎥᎢ, ᏅᏗᎦᎵᏍᏙᏗᏍᎬ ᎠᎩᎾᏫᏱ ᎢᏨᏍᏆᏂᎪᏛᎢ; ᎾᏍᏉᏰᏃ ᎥᏆᎸᎢᏛ ᎨᏒᎢ, ᎠᎴ ᏥᏍᏕᎵᏍᎬ ᎠᎴ ᏥᏍᏓᏱᏗᏍᎬ ᎣᏍᏛ ᎧᏃᎮᏛ ᏂᎯ ᏂᏥᎥ ᎢᏤᎳᏗᏍᏗᎭ ᎬᏩᎦᏘᏯ ᎥᎩᏙᎵᎬᎢ."
  },
  {
    "verse": "8",
    "kjv": "For God is my record, how greatly I long after you all in the bowels of Jesus Christ.",
    "web": "For God is my witness, how I long after all of you in the tender mercies of Christ Jesus.",
    "chr": "ᎤᏁᎳᏅᎯᏰᏃ ᎠᏆᏤᎵ ᎠᎦᏔᎯ ᏂᎦᎥ ᎢᏨᎨᏒᎵ ᏥᏌ ᎦᎶᏁᏛ ᎤᏓᎨᏳᏗ ᎬᏗᏍᎬᎢ."
  },
  {
    "verse": "9",
    "kjv": "And this I pray, that your love may abound yet more and more in knowledge and in all judgment;",
    "web": "This I pray, that your love may abound yet more and more in knowledge and all discernment,",
    "chr": "ᎠᎴ ᏥᏔᏲᎯᎭ ᎦᏓᏙᎵᏍᏗᏍᎬᎢ, ᎾᏍᎩ ᎠᏓᎨᏳᏗ ᎨᏒ ᎢᏤᎲ ᎠᏏ ᎤᏟ ᎢᎦᎢ ᎤᏁᏉᏨᏍᏗᏱ ᎤᎵᏠᏯᏍᏙᏗᏱ ᎠᎦᏙᎥᎯᏍᏗ ᎨᏒ, ᎠᎴ ᏂᎦᎥ ᏚᏳᎪᏛ ᎪᎵᏍᏗ ᎨᏒᎢ;"
  },
  {
    "verse": "10",
    "kjv": "That ye may approve things that are excellent; that ye may be sincere and without offence till the day of Christ.",
    "web": "so that you may approve the things that are excellent, that you may be sincere and without offense to the day of Christ,",
    "chr": "ᎾᏍᎩ ᎢᏥᎪᏩᏛᏗᏱ ᏧᏓᎴᏅᏛ ᏓᏚᎴᎿᎥᎢ; ᎾᏍᎩ ᏂᏣᏠᎾᏍᏛᎾ ᎢᏣᎵᏍᏙᏗᏱ, ᎠᎴ ᏂᏣᏓᎿᏍᏆᎶᏍᏗᏍᎬᎾ ᎦᎶᏁᏛ ᎤᏤᎵ ᎢᎦ ᎠᎵᏱᎶᎸ ᎬᏗᏍᎩ;"
  },
  {
    "verse": "11",
    "kjv": "Being filled with the fruits of righteousness, which are by Jesus Christ, unto the glory and praise of God.",
    "web": "being filled with the fruits of righteousness which are through Jesus Christ, to the glory and praise of God.",
    "chr": "ᎾᏍᎩ ᎢᏥᎧᎵᏨᎯ ᎢᏳᎵᏍᏙᏗᏱ ᏚᏳᎪᏛ ᎨᏒ ᎤᏓᎴᏅᎯ, ᎾᏍᎩ ᏥᏌ ᎦᎶᏁᏛ ᎢᏳᏩᏂᏐᏗᏱ, ᎾᏍᎩ ᎤᎸᏉᏙᏗᏱ ᎤᏁᎳᏅᎯ ᎠᎴ ᎬᏂᎨᏒ ᎢᏳᏩᏁᏗᏱ ᎾᏍᎩ ᎦᎸᏉᏗᏳ ᎨᏒᎢ."
  },
  {
    "verse": "12",
    "kjv": "But I would ye should understand, brethren, that the things which happened unto me have fallen out rather unto the furtherance of the gospel;",
    "web": "Now I desire to have you know, brothers, that the things which happened to me have turned out rather to the progress of the Good News,",
    "chr": "ᎠᏎᏃ ᎢᏓᎵᏅᏟ ᎠᏆᏚᎵᎭ ᎢᏥᎦᏙᎥᎯᏍᏗᏱ ᎾᏍᎩ ᎫᏓᎴᏅᏛ ᎾᏆᎵᏍᏓᏁᎸᎢ ᎤᏁᏉᎢᏍᏗᏱᏉ ᏄᏩᏁᎸ ᎣᏍᏛ ᎧᏃᎮᏛ;"
  },
  {
    "verse": "13",
    "kjv": "So that my bonds in Christ are manifest in all the palace, and in all other places;",
    "web": "so that it became evident to the whole palace guard, and to all the rest, that my bonds are in Christ,",
    "chr": "ᎾᏍᎩ ᏅᏗᎦᎵᏍᏙᏗᎭ ᎦᎶᏁᏛ ᎠᎩᏍᏛᏗᏍᎬ ᎥᏆᎸᎥᎢ ᎤᎬᏫᏳᎯ ᎦᏁᎸ ᏂᎬ ᎬᏂᎨᏒ ᏄᎵᏍᏔᏅ, ᎠᎴ ᏂᎬᎾᏛᏉ;"
  },
  {
    "verse": "14",
    "kjv": "And many of the brethren in the Lord, waxing confident by my bonds, are much more bold to speak the word without fear.",
    "web": "and that most of the brothers in the Lord, being confident through my bonds, are more abundantly bold to speak the word of God without fear.",
    "chr": "ᎠᎴ ᎠᏂᎪᏗᏳ ᎠᎾᎵᏅᏟ ᎤᎬᏫᏳᎯ ᏧᎾᏁᎶᏗ ᎥᏆᎸᎥ ᎢᏳᏩᏂᏌᏛ ᏚᎾᎵᎪᏛ ᏚᎾᏓᏅᏛᎢ, ᎤᏟ ᎢᎦᎢ ᎾᏂᎾᏰᏍᎬᎾ ᏄᎾᎵᏍᏔᏅ ᎧᏃᎮᏛ ᎾᏂᏍᎦᎢᎲᎾ ᎤᏂᏃᎮᏗᏱ."
  },
  {
    "verse": "15",
    "kjv": "Some indeed preach Christ even of envy and strife; and some also of good will:",
    "web": "Some indeed preach Christ even out of envy and strife, and some also out of good will.",
    "chr": "ᎢᎦᏛ ᎤᏙᎯᏳᎯ ᎠᏛᏳᎨᏗ ᎨᏒ ᎠᎴ ᎠᏗᏒᏍᏗ ᎨᏒ ᎤᎾᏚᎵᏍᎬ ᏅᏗᎦᎵᏍᏙᏗᎭ ᎠᎾᎵᏥᏙᎲᏍᎦ ᎦᎶᏁᏛ ᎠᏂᏃᎮᎭ, ᎢᎦᏛᏃ ᎾᏍᏉ ᎣᏏᏳ ᎤᏂᏰᎸᏒᎢ."
  },
  {
    "verse": "16",
    "kjv": "The one preach Christ of contention, not sincerely, supposing to add affliction to my bonds:",
    "web": "The former insincerely preach Christ from selfish ambition, thinking that they add affliction to my chains;",
    "chr": "ᎯᎠ ᎾᏍᎩ ᏑᎾᏓᎴᎩ ᎨᏒ ᎠᎾᎵᏥᏙᎲᏍᎦ ᎦᎶᏁᏛ ᎠᏂᏃᎮᎭ ᎠᏗᏒᏍᏗᏉ ᎨᏒ ᎤᎾᏚᎵᏍᎬ ᏅᏗᎦᎵᏍᏙᏗᎭ, ᎥᏝᏃ ᏄᎾᏠᎾᏍᏛᎾ ᎨᏒ ᏯᏅᏗᎭ, ᎤᏂᏁᏉᏍᏗᏱ ᎤᏂᏰᎸᎭ ᏥᎩᎵᏲᎬ ᎥᏆᎸᎢᏛ ᎨᏒᎢ."
  },
  {
    "verse": "17",
    "kjv": "But the other of love, knowing that I am set for the defence of the gospel.",
    "web": "but the latter out of love, knowing that I am appointed for the defense of the Good News.",
    "chr": "ᎠᏂᏐᎢᏍᎩᏂ ᎬᎩᎨᏳᎯᏳ ᎨᏒ ᏅᏗᎦᎵᏍᏙᏗᎭ, ᎠᏂᎦᏔᎭᏰᏃ ᎥᎩᏁᏤᎸᎯ ᎨᏒ ᎠᎩᏍᏕᎸᏗᏱ ᎣᏍᏛ ᎧᏃᎮᏛ."
  },
  {
    "verse": "18",
    "kjv": "What then? notwithstanding, every way, whether in pretence, or in truth, Christ is preached; and I therein do rejoice, yea, and will rejoice.",
    "web": "What does it matter? Only that in every way, whether in pretense or in truth, Christ is proclaimed. I rejoice in this, yes, and will rejoice.",
    "chr": "ᎦᏙᎨᏃ? ᎤᏁᎳᎩ, ᎾᎾᏛᏁᎲᎢ, ᎾᏍᏉ ᎠᏎᏉᏉ ᏱᎾᎾᏛᏁᎭ, ᎠᎴ ᎤᏙᎯᏳᎯ ᏳᏂᏰᎸᎭ, ᎪᎶᏁᏛ ᎠᏥᏃᎮᎭ; ᎠᎴ ᎾᎿᏂ ᎦᎵᎡᎵᎦ, ᎥᎥ, ᎠᎴ ᎠᏎ ᎦᎵᎡᎵᎨᏍᏗ."
  },
  {
    "verse": "19",
    "kjv": "For I know that this shall turn to my salvation through your prayer, and the supply of the Spirit of Jesus Christ,",
    "web": "For I know that this will turn out to my salvation through your prayers and the supply of the Spirit of Jesus Christ,",
    "chr": "ᏥᎦᏔᎭᏰᏃ ᎯᎠ ᎾᏍᎩ ᎥᎩᏍᏕᎸᏗᏱ ᏭᎵᏰᎢᎶᎯᏍᏗ ᎨᏒᎢ ᏂᎯ ᎢᏣᏓᏙᎵᏍᏗᏍᎬ ᏅᏓᎦᎵᏍᏙᏔᏂ, ᎠᎴ ᏥᏌ ᎦᎶᏁᏛ ᎤᏓᏅᏙ ᎥᎩᏁᎲᎢ;"
  },
  {
    "verse": "20",
    "kjv": "According to my earnest expectation and my hope, that in nothing I shall be ashamed, but that with all boldness, as always, so now also Christ shall be magnified in my body, whether it be by life, or by death.",
    "web": "according to my earnest expectation and hope, that I will in no way be disappointed, but with all boldness, as always, now also Christ will be magnified in my body, whether by life or by death.",
    "chr": "ᎾᏍᎩᏯ ᎤᏣᏘ ᎠᏆᏚᎵᏍᎬ ᎠᎴ ᎤᏚᎩ ᎠᏋᏒᎢ, ᎾᏍᎩ ᏂᎦᎥ ᎪᎱᏍᏗ ᎠᏆᏕᎰᎯᏍᏗᏱ ᏂᎨᏒᎾ, ᏂᎦᎥᏉᏍᎩᏂ ᏂᏥᏍᎦᎢᎲᎾ ᎨᏒᎢ, ᏥᏄᏍᏙᏉ, ᎾᏍᎩᏯ ᎾᏍᏉ ᎪᎯ, ᎦᎶᏁᏛ ᏥᎸᏉᏙᏗ ᎨᏎᏍᏗ ᏥᏰᎸ ᎬᏗ, ᎾᏍᏉ ᎬᏃᏛ ᎨᏒ ᎠᎴ ᎠᎩᏲᎱᎯᏍᏗ ᎨᏒᎢ."
  },
  {
    "verse": "21",
    "kjv": "For to me to live is Christ, and to die is gain.",
    "web": "For to me to live is Christ, and to die is gain.",
    "chr": "ᎠᏏᏰᏃ ᏯᏆᎴᏂᏙᎸ ᎦᎶᏅᏛ ᏥᎸᏉᏙᏗ, ᏯᎩᏲᎱᏒᏃ ᎠᏴ ᎠᎩᏁᏉᏤᏗ."
  },
  {
    "verse": "22",
    "kjv": "But if I live in the flesh, this is the fruit of my labour: yet what I shall choose I wot not.",
    "web": "But if I live on in the flesh, this will bring fruit from my work; yet I don’t know what I will choose.",
    "chr": "ᎢᏳᏍᎩᏂᏃᏅ ᎤᏇᏓᎸ ᏯᏆᎴᏂᏙᎸ, ᎯᎠ ᎾᏍᎩ ᎠᎩᎾᏄᎪᏫᏍᏗ ᏓᎩᎸᏫᏍᏓᎪᎲᎢ; ᎠᎴ ᎥᏝ ᏱᏥᎦᏔᎭ ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᏆᏑᏰᏍᏗᏱ."
  },
  {
    "verse": "23",
    "kjv": "For I am in a strait betwixt two, having a desire to depart, and to be with Christ; which is far better:",
    "web": "But I am hard pressed between the two, having the desire to depart and be with Christ, which is far better.",
    "chr": "ᏔᎵᏰᏃ ᎢᏳᏓᎴᎩ ᎨᏒ ᎠᏍᏓᏱᏳ ᎾᏆᎵᏍᏓᏁᎭ, ᏅᏗᎦᎵᏍᏙᏗ ᎠᏆᏚᎵᏍᎬ ᎠᏆᏚᎵᏍᎬ ᎠᏆᏂᎩᏍᏗᏱ, ᎠᎴ ᎦᎶᏁᏛ ᏤᎲ ᏩᏆᏕᏗᏱ; ᎾᏍᎩ ᏭᏓᎪᎾᏛᏛ ᎤᏟ ᎣᏏᏳ ᏥᎩ;"
  },
  {
    "verse": "24",
    "kjv": "Nevertheless to abide in the flesh is more needful for you.",
    "web": "Yet to remain in the flesh is more needful for your sake.",
    "chr": "ᎤᏍᏓᎸᏍᎩᏂᏃᏅ ᎠᏆᎴᏂᏓᏍᏗᏱ ᎤᏟ ᎣᏏᏳ ᎢᏣᎵᏍᏓᏁᏗ ᏂᎯ."
  },
  {
    "verse": "25",
    "kjv": "And having this confidence, I know that I shall abide and continue with you all for your furtherance and joy of faith;",
    "web": "Having this confidence, I know that I will remain, yes, and remain with you all for your progress and joy in the faith,",
    "chr": "ᎾᏍᎩᏃ ᎯᎠ ᏥᏄᏍᏗ ᏣᏉᎯᏳᎭ, ᏥᎦᏔᎭ ᎠᏆᎴᏂᏓᏍᏗᏱ ᎠᎴ ᏂᏥᎥ ᎢᏨᏰᎳᏗᏓᏍᏗᏱ, ᎾᏍᎩ ᎢᏥᏁᏉᏤᏗᏱ ᎠᎴ ᎢᏣᎵᎮᎵᏍᏗᏱ ᎢᏦᎯᏳᏒᎢ."
  },
  {
    "verse": "26",
    "kjv": "That your rejoicing may be more abundant in Jesus Christ for me by my coming to you again.",
    "web": "that your boasting may abound in Christ Jesus in me through my presence with you again.",
    "chr": "ᎾᏍᎩ ᎤᏣᏘ ᎤᏁᏉᏨᏍᏗᏱ ᎢᏣᎵᎮᎵᎬ ᏥᏌ ᎦᎶᏁᏛ ᎢᏳᏩᏂᏌᏛ, ᎠᏴ ᏅᏗᎦᎵᏍᏙᏗᏍᎬ, ᎾᏍᎩ ᏔᎵᏁ ᏫᏨᎷᏤᏗ ᎨᏒ ᎢᏳᏍᏗ."
  },
  {
    "verse": "27",
    "kjv": "Only let your conversation be as it becometh the gospel of Christ: that whether I come and see you, or else be absent, I may hear of your affairs, that ye stand fast in one spirit, with one mind striving together for the faith of the gospel;",
    "web": "Only let your way of life be worthy of the Good News of Christ, that whether I come and see you or am absent, I may hear of your state, that you stand firm in one spirit, with one soul striving for the faith of the Good News;",
    "chr": "ᎾᏍᎩᏯ ᎠᏗᎾ ᎦᎶᏁᏛ ᎣᏍᏛ ᎧᏃᎮᏛ ᏧᎵᎶᎲᏍᎦ ᏂᏣᏛᏁᎴᏙᎮᏍᏗ; ᎾᏍᎩ ᎢᏳᏃ ᏱᏫᏨᎷᏤᎸ ᎠᎴ ᏱᏫᏨᎪᎥ, ᎠᎴ ᏯᎩᎪᏁᎸᏉ, ᏱᎦᏛᎬᎦ ᏂᏣᏛᎿᏕᎬᎢ, ᎤᎵᏂᎩᏛ ᏕᏥᏙᎬ ᏌᏉ ᎠᏓᏅᏙᎩᎯ, ᏌᏉ ᎠᏓᏅᏖᏗ ᎬᏗ, ᎠᏤᏉᎶᎯ ᎢᏣᏟᏂᎬᏁᏗᏱ ᎢᏥᏍᏕᎸᏗᏱ ᎪᎯᏳᏗ ᎨᏒ ᎣᏍᏛ ᎧᏃᎮᏛ."
  },
  {
    "verse": "28",
    "kjv": "And in nothing terrified by your adversaries: which is to them an evident token of perdition, but to you of salvation, and that of God.",
    "web": "and in nothing frightened by the adversaries, which is for them a proof of destruction, but to you of salvation, and that from God.",
    "chr": "ᎠᎴ ᏞᏍᏗ ᎪᎱᏍᏗ ᎠᎾᏛᏁᎲ ᎨᏣᏈᏗᏍᎩ ᏱᏥᏍᎦᏍᏓᏁᎮᏍᏗ; ᎾᏍᎩ ᎬᏂᎨᏒ ᎢᏳᏅᏁᎯ ᎨᏥᏛᏙᏗ ᎨᏒᎢ, ᏂᎯᏍᎩᏂ ᎬᏂᎨᏒ ᎢᏨᏁᎯ ᎡᏥᏍᏕᎸᏗ ᎨᏒᎢ, ᎠᎴ ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎢᏥᏍᏕᎸᏗ ᎨᏒᎢ."
  },
  {
    "verse": "29",
    "kjv": "For unto you it is given in the behalf of Christ, not only to believe on him, but also to suffer for his sake;",
    "web": "Because it has been granted to you on behalf of Christ, not only to believe in him, but also to suffer on his behalf,",
    "chr": "ᏂᎯᏰᏃ ᎡᏥᏁᎸᎯ ᎦᎶᏁᏛ ᎨᏒ ᎢᏳᏍᏗ, ᎥᏝ ᎡᏦᎢᏳᏗᏱᏉ ᎤᏩᏒ, ᎾᏍᏉᏍᎩᏂ ᎡᏥᎩᎵᏤᏗᏱ;"
  },
  {
    "verse": "30",
    "kjv": "Having the same conflict which ye saw in me, and now hear to be in me.",
    "web": "having the same conflict which you saw in me and now hear is in me.",
    "chr": "ᎾᏍᎩᏯ ᎠᏗᏒᏍᏗ ᎨᏒ ᎢᏤᎲ ᎾᏍᎩ ᎠᏴ ᏥᏍᎩᎪᎡᎸᎩ, ᎠᎴ ᎪᎯ ᏥᏣᏛᎩᎭ ᎠᏇᎲᎢ."
  }
]