[
  {
    "verse": "1",
    "kjv": "If there be therefore any consolation in Christ, if any comfort of love, if any fellowship of the Spirit, if any bowels and mercies,",
    "web": "If therefore there is any exhortation in Christ, if any consolation of love, if any fellowship of the Spirit, if any tender mercies and compassion,",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏳᏃ ᎦᎶᏁᏛᏱ ᎤᎦᎵᏍᏗ ᏅᏓᎬᏩᏓᎴᏗ ᎨᏎᏍᏗ, ᎢᏳᏃ ᎠᏓᎨᏳᏗ ᎨᏒ ᎠᏓᏄᏬᎯᏍᏗᏍᎩ ᎬᏩᏓᏁᏗ ᎨᏎᏍᏗ, ᎢᏳᏃ ᎬᏖᏉᎶᏗ ᎨᏎᏍᏗ ᎠᏓᏅᏙ ᎥᏓᏘᏁᏗ ᎨᏒᎢ, ᎢᏳᏃ ᎠᏓᏙᎵᏍᏗ ᎨᏒ ᎠᎴ ᎤᏓᏅᏘ ᎨᏒ ᎡᎮᏍᏗ,"
  },
  {
    "verse": "2",
    "kjv": "Fulfil ye my joy, that ye be likeminded, having the same love, being of one accord, of one mind.",
    "web": "make my joy full by being like-minded, having the same love, being of one accord, of one mind;",
    "chr": "ᎢᏥᎧᎵᏣ ᎦᎵᎡᎵᎬᎢ, ᎤᏠᏱ ᎢᏳᎵᏍᏙᏗᏱ ᎢᏣᏓᏅᏖᏍᎬᎢ, ᎤᏠᏱᏉ ᎢᏳᎵᏍᏙᏗᏱ ᏕᏣᏓᎨᏳᏒᎢ, ᎤᏠᏱᏉ ᎢᏳᎵᏍᏙᏗᏱ ᏕᏣᏓᏅᏛᎢ, ᎤᏠᏱᏉ ᎢᏳᎵᏍᏙᏗᏱ ᏗᏣᏓᏅᏙ."
  },
  {
    "verse": "3",
    "kjv": "Let nothing be done through strife or vainglory; but in lowliness of mind let each esteem other better than themselves.",
    "web": "doing nothing through rivalry or through conceit, but in humility, each counting others better than himself;",
    "chr": "ᏞᏍᏗ ᎪᎱᏍᏗ ᏱᏣᏛᏁᎮᏍᏗ ᎠᏗᏒᏍᏗ ᎨᏒ ᎠᎴ ᎠᏎᏉ ᎠᏢᏈᏍᏗ ᎨᏒ ᎬᏗ; ᎡᎳᏗᏉᏍᎩᏂ ᏂᏕᏨᏅ ᏕᏣᏓᏅᏛ ᎢᏥᏏᏴᏫᎭ ᎤᏟ ᏂᏕᏥᎸᏉᏕᏍᏗ ᎠᏂᏐᎢ ᎡᏍᎦᏉ ᎢᏨᏒ."
  },
  {
    "verse": "4",
    "kjv": "Look not every man on his own things, but every man also on the things of others.",
    "web": "each of you not just looking to his own things, but each of you also to the things of others.",
    "chr": "ᏞᏍᏗ ᎩᎶ ᎤᏩᏒᏉ ᎤᏤᎵ ᏳᎦᏌᏯᏍᏕᏍᏗ, ᎾᏂᎥᏍᎩᏂ ᎠᏂᏐᎢ ᎾᏍᏉ ᎤᎾᏤᎵᎦ."
  },
  {
    "verse": "5",
    "kjv": "Let this mind be in you, which was also in Christ Jesus:",
    "web": "Have this in your mind, which was also in Christ Jesus,",
    "chr": "ᎾᏍᎩ ᎯᎠ ᏄᏍᏕᏍᏗ ᏕᏣᏓᏅᏖᏍᏗ, ᎾᏍᎩᏯ ᎾᏍᏉ ᏧᏓᏅᏖ ᎦᎶᏁᏛ ᏥᏌ;"
  },
  {
    "verse": "6",
    "kjv": "Who, being in the form of God, thought it not robbery to be equal with God:",
    "web": "who, existing in the form of God, didn’t consider equality with God a thing to be grasped,",
    "chr": "ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᏣᎦᏟᎶᏍᏔᏅᎯ ᎨᏒᎢ, ᎥᏝ ᎦᏓᎾᏌᎲᏍᎦ ᏰᎵᏍᎨ ᎤᏁᎳᏅᎯ ᎾᏍᎩᏯ ᏄᏍᏛ ᏄᏛᏅᎢ."
  },
  {
    "verse": "7",
    "kjv": "But made himself of no reputation, and took upon him the form of a servant, and was made in the likeness of men:",
    "web": "but emptied himself, taking the form of a servant, being made in the likeness of men.",
    "chr": "ᎠᏎᏃ ᎾᏥᎸᏉᏛᎾ ᏄᏓᏛᏁᎴ ᎤᏩᏒ, ᎠᎴ ᎠᏥᏅᏏᏓᏍᏗ ᏄᏍᏛ ᎾᏍᎩᏯ ᏄᏓᏛᏁᎴᎢ, ᎠᎴ ᏴᏫ ᏄᎾᏍᏛ ᎾᏍᎩᏯ ᏄᎵᏍᏔᏁᎢ;"
  },
  {
    "verse": "8",
    "kjv": "And being found in fashion as a man, he humbled himself, and became obedient unto death, even the death of the cross.",
    "web": "And being found in human form, he humbled himself, becoming obedient to the point of death, yes, the death of the cross.",
    "chr": "ᎠᎴ ᏴᏫ ᎾᏍᎩᏯ ᏄᏍᏛ ᎨᏎᎢ, ᎤᏩᏒ ᎾᏥᎸᏉᏛᎾ ᏄᏓᏛᏁᎴᎢ, ᎠᎴ ᎤᏬᎯᏳᎯᏍᏛ ᏄᎵᏍᏔᏁ ᎠᏲᎱᎯᏍᏗ ᎨᏒ ᎬᏗᏍᎩ, ᎾᏍᎩ ᏓᏓᎿᏩᏍᏛ ᎠᏲᎱᎯᏍᏙᏗ ᎨᏒᎢ."
  },
  {
    "verse": "9",
    "kjv": "Wherefore God also hath highly exalted him, and given him a name which is above every name:",
    "web": "Therefore God also highly exalted him, and gave to him the name which is above every name,",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎾᏍᏉ ᎤᏁᎳᏅᎯ ᎤᏣᏘ ᎦᎸᎳᏗᏳ ᎤᏌᎳᏓᏅ, ᎠᎴ ᎤᏁᎸ ᏧᏙᏍᏙᏗ ᎨᏒᎢ, ᎾᏍᎩ ᎤᏟ ᎦᎸᏉᏗᏳ ᎡᏍᎦᏉ ᏂᎦᎥ ᏧᎾᏙᏍᏙᏗ ᎨᏒᎢ,"
  },
  {
    "verse": "10",
    "kjv": "That at the name of Jesus every knee should bow, of things in heaven, and things in earth, and things under the earth;",
    "web": "that at the name of Jesus every knee should bow, of those in heaven, those on earth, and those under the earth,",
    "chr": "ᎾᏍᎩ ᏥᏌ ᏚᏙᎥ ᏂᎦᏗᏳ ᏧᎾᎵᏂᏆᏁᏗᏱ ᎾᏍᏉ ᎦᎸᎶᎢ ᎠᏁᎯ, ᎠᎴ ᎡᎶᎯ ᎠᏁᎯ, ᎠᎴ ᎡᎶᎯ ᎭᏫᏂᏗᏢ ᎠᏁᎯ;"
  },
  {
    "verse": "11",
    "kjv": "And that every tongue should confess that Jesus Christ is Lord, to the glory of God the Father.",
    "web": "and that every tongue should confess that Jesus Christ is Lord, to the glory of God the Father.",
    "chr": "ᎠᎴ ᏂᎦᏗᏳ ᏗᎦᏃᎦ ᎬᏂᎨᏒ ᎢᏳᏅᏁᏗ ᎨᏎᏍᏗ ᎾᏍᎩ ᏥᏌ ᎦᎶᏁᏛ ᎤᎬᏫᏳᎯ ᎨᏒᎢ, ᎦᎸᏉᏗᏳ ᎢᏳᏩᏁᎯ ᎨᏎᏍᏗ ᎤᏁᎳᏅᎯ ᎠᎦᏴᎵᎨᎢ."
  },
  {
    "verse": "12",
    "kjv": "Wherefore, my beloved, as ye have always obeyed, not as in my presence only, but now much more in my absence, work out your own salvation with fear and trembling.",
    "web": "So then, my beloved, even as you have always obeyed, not only in my presence, but now much more in my absence, work out your own salvation with fear and trembling.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏨᎨᏳᎢ, ᏂᎪᎯᎸᏉ ᏥᏦᎯᏳᎲᏍᎪᎢ, ᎥᏝ ᎠᏴ ᏥᎦᏔᎲᏉ ᎢᏳᏍᏗ, ᎪᎯᏍᎩᏂ ᎨᏒ ᎠᎩᎪᏁᎸᎢ ᎤᏟ ᎢᎦᎢ ᏗᏥᎸᏫᏍᏓᏏ ᎡᏥᏍᏕᎸᏗᏱ ᎨᏒᎢ, ᎢᏥᎾᏰᏍᎬ ᎠᎴ ᏕᏥᎾᏫᏍᎬᎢ;"
  },
  {
    "verse": "13",
    "kjv": "For it is God which worketh in you both to will and to do of his good pleasure.",
    "web": "For it is God who works in you both to will and to work for his good pleasure.",
    "chr": "ᎤᏁᎳᏅᎯᏰᏃ ᎣᏏᏳ ᎤᏰᎸᏗ ᎨᏒ ᏕᎤᎸᏫᏍᏓᏁᎭ ᏕᏣᏓᏅᏛᎢ ᎾᏍᎩ ᎢᏣᏚᎸᏗᏱ ᎠᎴ ᎾᏍᏉ ᏗᏥᎸᏫᏍᏓᏁᏗᏱ."
  },
  {
    "verse": "14",
    "kjv": "Do all things without murmurings and disputings:",
    "web": "Do all things without complaining and arguing,",
    "chr": "ᏂᎦᏗᏳ ᏧᏓᎴᏅᏛ ᏕᏥᎸᏫᏍᏓᏁᎲ ᎪᎱᏍᏗ ᏂᏗᏣᏓᏕᎵᏎᎲᎾ ᎠᎴ ᏥᏣᏗᏒᎯᎲᎾ ᎨᏎᏍᏗ;"
  },
  {
    "verse": "15",
    "kjv": "That ye may be blameless and harmless, the sons of God, without rebuke, in the midst of a crooked and perverse nation, among whom ye shine as lights in the world;",
    "web": "that you may become blameless and harmless, children of God without defect in the middle of a crooked and perverse generation, among whom you are seen as lights in the world,",
    "chr": "ᎾᏍᎩ ᏁᏥᎳᏫᏎᎲᎾ ᎠᎴ ᏂᏣᏠᎾᏍᏛᎾ ᎨᏎᏍᏗ, ᎤᏁᎳᏅᎯ ᏧᏪᏥ, ᎦᏰᏧᎢᏍᏙᏗ ᏂᎨᏒᎾ, ᎢᏣᏓᏑᏴ ᎤᎾᏓᏥᏃᏍᏆᏰᏛ ᎠᎴ ᎤᎾᎪᎸᏛ ᏴᏫ ᎠᏁᎲᎢ, ᎾᏍᎩ ᎾᎿ ᎠᏁᎲ ᏕᏥᎸᏌᏓᏗᎭ ᎡᎶᎯ ᎢᎦ ᏗᏣᏘᏍᏓᏁᎯ ᎾᏍᎩᏯᎢ;"
  },
  {
    "verse": "16",
    "kjv": "Holding forth the word of life; that I may rejoice in the day of Christ, that I have not run in vain, neither laboured in vain.",
    "web": "holding up the word of life, that I may have something to boast in the day of Christ that I didn’t run in vain nor labor in vain.",
    "chr": "ᎢᏥᎾᏄᎪᏫᏍᎨᏍᏗ ᎧᏃᎮᏛ ᎬᏂᏛ ᎠᏓᏁᎯ; ᎾᏍᎩ ᎢᏳᏩᏂᏐᏗᏱ ᎠᏆᎵᎮᎵᏍᏗᏱ ᎦᎶᏁᏛ ᎤᏤᎵ ᎢᎦ ᎨᏎᏍᏗ, ᎾᏍᎩ ᎠᏎᏉ ᏗᎩᏍᏆᎸᏔᏅᎯ ᏂᎨᏒᎾ ᎨᏒᎢ, ᎠᎴ ᎠᏎᏉ ᏗᎩᎸᏫᏍᏓᏁᎸᎯ ᏂᎨᏒᎾ ᎨᏒᎢ."
  },
  {
    "verse": "17",
    "kjv": "Yea, and if I be offered upon the sacrifice and service of your faith, I joy, and rejoice with you all.",
    "web": "Yes, and if I am poured out on the sacrifice and service of your faith, I am glad and rejoice with you all.",
    "chr": "ᎥᎥ, ᎠᎴ ᎢᏳ ᏯᏆᏓᎵᏍᎪᎸᏔᏅ ᎾᎿ ᎠᏥᎸ ᎢᏤᎶᎲᎢ ᎠᎴ ᏕᏥᎸᏫᏍᏓᏁᎲ ᎪᎯᏳᏗ ᎢᏨᏗᏍᎬᎢ, ᎦᎵᎡᎵᎦ, ᎠᎴ ᎢᏨᏯᎵᎪᏁᎭ ᎢᏣᎵᎮᎵᎬᎢ."
  },
  {
    "verse": "18",
    "kjv": "For the same cause also do ye joy, and rejoice with me.",
    "web": "In the same way, you also should be glad and rejoice with me.",
    "chr": "ᎾᏍᎩ ᎾᏍᏉ ᏫᏂᎦᎵᏍᏙᏓ ᏂᎯ ᎢᏣᎵᎮᎵᎩ ᎠᎴ ᏍᎩᏯᎵᎪᎲᏏ ᎠᏴ ᎦᎵᎡᎵᎬᎢ."
  },
  {
    "verse": "19",
    "kjv": "But I trust in the Lord Jesus to send Timotheus shortly unto you, that I also may be of good comfort, when I know your state.",
    "web": "But I hope in the Lord Jesus to send Timothy to you soon, that I also may be cheered up when I know how you are doing.",
    "chr": "ᎠᏎᏃ ᎤᏚᎩ ᎠᏋᎭ ᎤᎬᏫᏳᎯ ᏥᏌ ᎢᏳᏩᏂᏐᏗᏱ ᏗᎹᏗ ᏥᏅᏍᏗᏱ ᏗᏤᎲ ᏂᎪᎯᎸᎾ, ᎾᏍᎩ ᎠᏴ ᎾᏍᏉ ᎣᏍᏛ ᎠᎩᎦᎵᏍᏓᏗᏍᏗᏱ ᎦᏙᎴᎰᏒᎭ ᏂᏣᏛᎿᏕᎬᎢ."
  },
  {
    "verse": "20",
    "kjv": "For I have no man likeminded, who will naturally care for your state.",
    "web": "For I have no one else like-minded, who will truly care about you.",
    "chr": "ᎥᏝᏰᏃ ᎩᎶ ᏲᎩᎾᎵᎪᎭ ᎤᏠᏱ ᎤᏓᏅᏔᏩᏕᎩ, ᎾᏍᎩ ᎠᏎ ᎬᏩᎦᏌᏯᏍᏙᏗ ᎨᏒ ᏂᏣᏛᎿᏕᎬᎢ."
  },
  {
    "verse": "21",
    "kjv": "For all seek their own, not the things which are Jesus Christ's.",
    "web": "For they all seek their own, not the things of Jesus Christ.",
    "chr": "ᎾᏂᎥᏰᏃ ᎤᏅᏒᏉ ᎤᎾᏤᎵ ᎨᏒ ᎤᏂᏲᎰᎢ, ᎥᏝᏃ ᏥᏌ ᎦᎶᏁᏛ ᎤᏤᎵ ᎨᏒᎢ."
  },
  {
    "verse": "22",
    "kjv": "But ye know the proof of him, that, as a son with the father, he hath served with me in the gospel.",
    "web": "But you know that he has proved himself. As a child serves a father, so he served with me in furtherance of the Good News.",
    "chr": "ᎠᏎᏃ ᎡᏥᎦᏔᎭ ᏄᏍᏛ ᎾᏍᎩ ᎠᏥᎪᎵᏰᎥᎢ, ᎾᏍᎩ ᎩᎶ ᎤᏪᏥ ᎤᏙᏓ ᏣᏍᏕᎵᏍᎪ ᎾᏍᎩᏯ ᎠᎩᏍᏕᎸᎯᏙᎸ ᎣᏍᏛ ᎧᏃᎮᏛ ᎤᎵᏱᎸᏍᏗᏱ ᏓᎩᎸᏫᏍᏓᏁᎲᎢ."
  },
  {
    "verse": "23",
    "kjv": "Him therefore I hope to send presently, so soon as I shall see how it will go with me.",
    "web": "Therefore I hope to send him at once, as soon as I see how it will go with me.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎤᏚᎩ ᎠᏋᎭ ᎾᏍᎩ ᏥᏅᏍᏗᏱ ᎢᎬᏪᏅᏛ ᎦᏙᎴᎣᏒᏉ ᎢᏯᏉᎵᏍᏓᏁᏗ ᎨᏒᎢ."
  },
  {
    "verse": "24",
    "kjv": "But I trust in the Lord that I also myself shall come shortly.",
    "web": "But I trust in the Lord that I myself also will come shortly.",
    "chr": "ᎠᏎᏃ ᏥᏯᎵᏍᎦᏍᏙᏗᎭ ᎤᎬᏫᏳᎯ ᎤᎵᏍᎪᎸᏙᏗᏱ ᎠᏴ ᎾᏍᏉ ᎠᏋᏒ ᏂᎪᎯᎸᎾ ᏫᏨᎷᏤᏗᏱ."
  },
  {
    "verse": "25",
    "kjv": "Yet I supposed it necessary to send to you Epaphroditus, my brother, and companion in labour, and fellowsoldier, but your messenger, and he that ministered to my wants.",
    "web": "But I thought it necessary to send to you Epaphroditus, my brother, fellow worker, fellow soldier, and your apostle and servant of my need,",
    "chr": "ᎠᏗᎾ ᎠᏎ ᏱᏥᏅᏒ ᎠᏇᎵᏒ ᎢᏆ'ᎶᏓᏔ ᏫᏥᎷᏤᏗᏱ, ᎾᏍᎩ ᎠᎩᏅᏟ ᎠᎴ ᎣᎩᎾᏖᏆᎶᎯ ᏙᎩᏂᎸᏫᏍᏓᏁᎲᎢ, ᎠᎴ ᎣᎩᎾᎵᎪᎯ ᎣᏍᏗᏯᏫᏍᎩ, ᏂᎯᏍᎩᏂ ᎡᏥᏅᏏᏛ, ᎠᎴ ᎾᏍᎩ ᎠᎩᏍᏕᎸᏛ ᎠᎩᏩᏛᏗᏱ ᎠᎩᏂᎪᎯᏎᎲᎢ."
  },
  {
    "verse": "26",
    "kjv": "For he longed after you all, and was full of heaviness, because that ye had heard that he had been sick.",
    "web": "since he longed for you all, and was very troubled because you had heard that he was sick.",
    "chr": "ᎤᏣᏘᏰᏃ ᎤᏚᎵᏍᎬᎩ ᎢᏥᎪᏩᏛᏗᏱ ᏂᏥᎥᎢ, ᎠᎴ ᎤᏣᏘ ᎦᎨᏛ ᎤᏓᏅᏔᏩᏕᎬᎩ, ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᎢᏣᏛᎦᏅ ᎤᏢᏨᎢ."
  },
  {
    "verse": "27",
    "kjv": "For indeed he was sick nigh unto death: but God had mercy on him; and not on him only, but on me also, lest I should have sorrow upon sorrow.",
    "web": "For indeed he was sick nearly to death, but God had mercy on him, and not on him only, but on me also, that I might not have sorrow on sorrow.",
    "chr": "ᎤᏙᎯᏳᎯᏰᏃ ᎤᏢᎬᎩ ᎠᎴ ᎠᎴᏉ ᏄᏲᎱᏒᎩ; ᎠᏎᏃ ᎤᏁᎳᏅᎯ ᎤᏪᏙᎵᏨᎩ; ᎥᏝ ᎠᎴ ᎾᏍᎩᏉ ᎤᏩᏒ, ᎠᏴᏍᎩᏂ ᎾᏍᏉ, ᎾᏍᎩ ᎤᎶᏏᎶᏛ ᎤᏲ ᎠᏆᏓᏅᏓᏗᏍᏗᏱ ᏂᎨᏒᎾ."
  },
  {
    "verse": "28",
    "kjv": "I sent him therefore the more carefully, that, when ye see him again, ye may rejoice, and that I may be the less sorrowful.",
    "web": "I have sent him therefore the more diligently, that when you see him again, you may rejoice, and that I may be the less sorrowful.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎤᏟ ᏞᎩᏳ ᏥᏅᎵ, ᎾᏍᎩ ᎿᏉ ᏔᎵᏁ ᎢᎡᏥᎪᎥᎭ, ᎨᏣᎵᎮᎵᏍᏗ ᏱᎩ, ᎠᎴ ᎠᏴ ᎡᏍᎦ ᎢᏴᏛ ᎤᏲ ᏯᏆᏓᏅᏔᏩᏕᎦ."
  },
  {
    "verse": "29",
    "kjv": "Receive him therefore in the Lord with all gladness; and hold such in reputation:",
    "web": "Receive him therefore in the Lord with all joy, and hold such people in honor,",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᏤᏣᏓᏂᎸᎩ ᎤᎬᏫᏳᎯ ᏗᎧᎿᏩᏕᎩ ᎨᏒ ᎢᏳᏍᏗ ᎤᏣᏘ ᎣᏏᏳ ᎠᏰᎸᏗ ᎢᏨᏓ; ᎠᎴ ᎾᏍᎩ ᎢᏳᎾᏍᏗ ᏕᏥᎸᏉᏕᏍᏗ;"
  },
  {
    "verse": "30",
    "kjv": "Because for the work of Christ he was nigh unto death, not regarding his life, to supply your lack of service toward me.",
    "web": "because for the work of Christ he came near to death, risking his life to supply that which was lacking in your service toward me.",
    "chr": "ᎦᎶᏁᏛᏰᏃ ᎤᏤᎵ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒ ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᎠᎴᏉ ᏄᏲᎱᏒᎩ, ᎾᏍᏆᏂᎪᏗᏍᎬᎾ ᎬᏅᎢ, ᎾᏍᎩ ᎤᏍᏆᏗᏍᏗᏱ ᎦᎷᎶᎬ ᎠᏆᎵᏍᏕᎸᏙᏗ ᎢᏥᏅᎢ."
  }
]