[
  {
    "verse": "1",
    "kjv": "Finally, my brethren, rejoice in the Lord. To write the same things to you, to me indeed is not grievous, but for you it is safe.",
    "web": "Finally, my brothers, rejoice in the Lord! To write the same things to you, to me indeed is not tiresome, but for you it is safe.",
    "chr": "ᎤᎵᏍᏆᎸᏗᏃ ᎨᏒ ᎢᏓᎵᏅᏟ, ᎢᏣᎵᎮᎵᎩ ᎤᎬᏫᏳᎯ ᎨᏒ ᎢᏳᏍᏗ. ᎯᎠ ᎾᏍᎩ ᏫᏨᏲᏪᎳᏁᏗᏱ, ᎤᏙᎯᏳᎯ ᎥᏝ ᏧᏯᏪᎢᏍᏗ ᏯᎩᏰᎸᎭ ᎠᏴ, ᏂᎯᏍᎩᏂ ᎤᎾᏰᎯᏍᏗ ᎨᏒ ᎢᏧᏓᎴᏍᎩ."
  },
  {
    "verse": "2",
    "kjv": "Beware of dogs, beware of evil workers, beware of the concision.",
    "web": "Beware of the dogs; beware of the evil workers; beware of the false circumcision.",
    "chr": "ᏕᏤᏯᏙᏤᎮᏍᏗ ᎩᎵ, ᏕᏤᏯᏙᏤᎮᏍᏗ ᎤᏲ ᏧᏂᎸᏫᏍᏓᏁᎯ; ᏕᏤᏯᏙᏤᎮᏍᏗ ᏗᏂᎱᏍᏕᏍᎩ."
  },
  {
    "verse": "3",
    "kjv": "For we are the circumcision, which worship God in the spirit, and rejoice in Christ Jesus, and have no confidence in the flesh.",
    "web": "For we are the circumcision, who worship God in the Spirit, and rejoice in Christ Jesus, and have no confidence in the flesh;",
    "chr": "ᎠᏴᏰᏃ ᏤᎩᎤᏍᏕᏎᎸᎯ, ᎤᏁᎳᏅᎯ ᎠᏓᏅᏙ ᎬᏗ ᎡᏓᏓᏙᎵᏍᏓᏁᎯ ᏥᎩ, ᎠᎴ ᎢᏓᎵᎮᎵᎩ ᎦᎶᏁᏛ ᏥᏌ ᎡᏓᎵᏍᎦᏍᏙᏛ ᎢᏳᏍᏗ, ᎠᎴ ᎤᏇᏓᎵ ᎨᏒ ᏂᎦᎵᏍᎦᏍᏙᏛᎾ ᏥᎩ."
  },
  {
    "verse": "4",
    "kjv": "Though I might also have confidence in the flesh. If any other man thinketh that he hath whereof he might trust in the flesh, I more:",
    "web": "though I myself might have confidence even in the flesh. If any other man thinks that he has confidence in the flesh, I yet more:",
    "chr": "ᎾᏍᏉᏍᎩᏂᏃᏅ ᎠᏴ ᎠᎩᎭ ᎤᏇᏓᎵ ᎨᏒ ᎬᏆᎵᏍᎦᏍᏙᏙᏗ ᎨᏒᎢ. ᎢᏳᏃ ᎩᎶ ᏰᎵ ᏳᎭ ᏳᏰᎸ ᎤᏇᏓᎵ ᎨᏒ ᎬᏩᎵᏍᎦᏍᏙᏙᏗ ᎨᏒᎢ, ᎠᏴ ᎤᏟ ᎢᎦᎢ [ᎠᎩᎭ;]"
  },
  {
    "verse": "5",
    "kjv": "Circumcised the eighth day, of the stock of Israel, of the tribe of Benjamin, an Hebrew of the Hebrews; as touching the law, a Pharisee;",
    "web": "circumcised the eighth day, of the stock of Israel, of the tribe of Benjamin, a Hebrew of Hebrews; concerning the law, a Pharisee;",
    "chr": "ᏧᏁᎵᏁ ᎢᎦ ᎥᎩᎱᏍᏕᏎᎸᎩ, ᎢᏏᎵ ᎤᎾᏓᏤᎵᏛ ᎨᏒ ᏅᏛᏆᏓᎴᏅᎯ, ᏇᏂ ᎠᏂᎳᏍᏓᎸ ᎨᎳ, ᏥᏈᎷ ᎠᏂᏈᎷ ᏅᏛᏆᏓᎴᏅᎯ; ᏗᎧᎿᏩᏛᏍᏗᏃ ᏕᏥᎧᎿᏩᏗᏒ ᏥᏆᎵᏏ;"
  },
  {
    "verse": "6",
    "kjv": "Concerning zeal, persecuting the church; touching the righteousness which is in the law, blameless.",
    "web": "concerning zeal, persecuting the assembly; concerning the righteousness which is in the law, found blameless.",
    "chr": "ᎤᎵᏂᏛᏃ ᎠᏓᏅᏓᏗᏍᏗ ᎨᏒ ᎤᎬᏩᎵ, ᏕᏥᎩᎵᏲᎢᏍᏗᏍᎬᎩ ᏧᎾᏁᎶᏗ ᏚᎾᏓᏡᎬᎢ; ᏚᏳᎪᏛ ᎢᏯᏛᏁᏗ ᎨᏒ ᎤᎬᏩᎵ ᏗᎧᎿᏩᏛᏍᏗ ᏕᏥᎧᎿᏩᏗᏒᎢ, ᎦᏴᎩᎳᏫᏎᏗ ᏂᎨᏒᎾ ᎨᏒᎩ."
  },
  {
    "verse": "7",
    "kjv": "But what things were gain to me, those I counted loss for Christ.",
    "web": "However, I consider those things that were gain to me as a loss for Christ.",
    "chr": "ᎠᏎᏃ ᏂᎦᎥ ᎾᏍᎩ ᎬᏆᎵᏍᏕᎸᏙᏗ ᎠᎩᏰᎸᏅᎢ, ᎾᏍᎩ ᎡᏍᎦᏉ ᎢᏯᏋᏁᎯ ᎠᎩᏰᎸᎭ ᎦᎶᏁᏛ ᏅᏓᎦᎵᏍᏙᏓ."
  },
  {
    "verse": "8",
    "kjv": "Yea doubtless, and I count all things but loss for the excellency of the knowledge of Christ Jesus my Lord: for whom I have suffered the loss of all things, and do count them but dung, that I may win Christ,",
    "web": "Yes most certainly, and I count all things to be a loss for the excellency of the knowledge of Christ Jesus, my Lord, for whom I suffered the loss of all things, and count them nothing but refuse, that I may gain Christ",
    "chr": "ᎥᎥ, ᎤᏙᎯᏳᎯ, ᎠᎴ ᏂᎦᎥᏉ ᎪᎱᏍᏗ ᎡᏍᎦ ᎢᏯᏋᏁᎯ ᎠᎩᏰᎸᎭ ᏅᏗᎦᎵᏍᏙᏗᎭ ᎤᏓᎪᎾᏛᏔᏅᎯ ᎨᏒ ᏥᎦᏙᎥᎯᏍᏗ ᎨᏒ ᎦᎶᏁᏛ ᏥᏌ ᎠᏆᏤᎵ ᎤᎬᏫᏳᎯ; ᎾᏍᎩ ᏥᏅᏗᎦᎵᏍᏙᏗᎭ ᏂᎦᏗᏳ ᏧᏓᎴᏅᏛ ᎠᎩᏲᎱᏎᎸᎯ ᏥᎩ, ᎠᎴ ᎤᏁᎢᎸᏗᏉ ᎠᎩᏰᎸᎭ ᎾᏍᎩ, ᎦᎶᏁᏛ ᎾᏍᎩ ᎠᏆᏤᎵ ᎢᏣᏴᏁᏗᏱ,"
  },
  {
    "verse": "9",
    "kjv": "And be found in him, not having mine own righteousness, which is of the law, but that which is through the faith of Christ, the righteousness which is of God by faith:",
    "web": "and be found in him, not having a righteousness of my own, that which is of the law, but that which is through faith in Christ, the righteousness which is from God by faith,",
    "chr": "ᎠᎴ ᎾᏍᎩ ᏕᏥᏯᏁᎶᏛ ᎥᎩᏩᏛᏗᏱ, ᎠᏆᏚᏓᎴᏍᏙᏗ ᎠᏋᏒ ᎠᏆᏤᎵ ᎾᎩᎲᎾ ᎨᏒᎢ, ᎾᏍᎩ ᏗᎧᎿᏩᏛᏍᏗ ᎬᏩᏓᏁᏗ ᏥᎩ, Ꮎ-ᏍᎩᏂ ᎦᎶᏁᏛ ᎪᎯᏳᏗ ᎨᏒ ᏨᏗᏓᎴᎲᏍᎦ, ᎾᏍᎩ ᎠᏚᏓᎴᏍᏙᏗ ᎨᏒ ᏨᏗᏓᎴᎲᏍᎦ, ᎾᏍᎩ ᎠᏚᏓᎴᏍᏙᏗ ᎨᏒ ᎤᏁᎳᏅᎯ ᏅᏓᏳᏓᎴᏅᎯ ᏥᎩ, ᎾᏍᎩ ᎪᎯᏳᏗ ᎨᏒ ᎬᏙᏗ ᏥᎩ."
  },
  {
    "verse": "10",
    "kjv": "That I may know him, and the power of his resurrection, and the fellowship of his sufferings, being made conformable unto his death;",
    "web": "that I may know him and the power of his resurrection, and the fellowship of his sufferings, becoming conformed to his death,",
    "chr": "ᎾᏍᎩ ᏥᎦᏙᎥᎯᏍᏗᏱ, ᎠᎴ ᎤᎵᏂᎩᏗᏳ ᎨᏒ ᎾᏍᎩ ᎤᏲᎱᏒ ᏚᎴᎯᏌᏅᎢ, ᎠᎴ ᎠᏇᎳᏗᏍᏗᏍᎬ ᎾᏍᎩ ᎤᎩᎵᏲᏥᏙᎸᎢ, ᎠᎴ ᎤᏲᎱᏒ ᎾᏍᎩᏯ ᎠᎩᏲᎱᎯᏍᏗᏱ;"
  },
  {
    "verse": "11",
    "kjv": "If by any means I might attain unto the resurrection of the dead.",
    "web": "if by any means I may attain to the resurrection from the dead.",
    "chr": "ᎾᏍᎩ ᎪᎱᏍᏗ ᏅᏓᏳᎵᏱᎸᏍᏙᏗᏱ ᎠᏲᎱᏒ ᏗᎴᎯᏐᏗ ᎨᏒ ᏩᏆᎵᏰᎢᎶᎯᏍᏗᏱ."
  },
  {
    "verse": "12",
    "kjv": "Not as though I had already attained, either were already perfect: but I follow after, if that I may apprehend that for which also I am apprehended of Christ Jesus.",
    "web": "Not that I have already obtained, or am already made perfect; but I press on, that I may take hold of that for which also I was taken hold of by Christ Jesus.",
    "chr": "ᎥᏝᏍᎩᏂᏃᏅ ᎦᏳᎳ ᏥᏓᎩᏂᏴᏐ ᎾᏍᎩᏯ ᏯᎩᏰᎸᎭ, ᎥᏝ ᎠᎴ ᎠᎩᏍᏆᏛᎯ ᎦᏳᎳ ᏯᎩᏰᎸᎭ; ᏥᏍᏓᏩᏕᎦᏍᎩᏂ, ᎢᏳ ᏰᎵ ᏱᎩ, ᎾᏍᎩ ᏗᎩᏂᏴᏗᏱ ᎾᏍᎩ ᎾᏍᏉ ᎤᎬᏩᎵ ᎦᎶᏁᏛ ᏥᏌ ᏥᏓᎩᏂᏴᎲᎩ."
  },
  {
    "verse": "13",
    "kjv": "Brethren, I count not myself to have apprehended: but this one thing I do, forgetting those things which are behind, and reaching forth unto those things which are before,",
    "web": "Brothers, I don’t regard myself as yet having taken hold, but one thing I do: forgetting the things which are behind and stretching forward to the things which are before,",
    "chr": "ᎢᏓᎵᏅᏟ, ᎥᏝ ᎦᏳᎳ ᎠᎩᏂᏴᏛ ᏍᎩᏰᎸᎭ; ᏑᏓᎴᎩᏍᎩᏂ [ᏂᎦᏛᏁᎰᎢ;] ᎠᏋᎨᏫᏍᎪᎢ ᏧᏓᎴᏅᏛ ᎣᏂᏗᏢ ᏄᏍᏗᏕᎬᎢ, ᎢᎬᏱᏗᏢᏃ ᏧᏓᎴᏅᏛ ᏄᏍᏗᏕᎬ ᏫᏗᏥᏂᏱᏍᎪᎢ,"
  },
  {
    "verse": "14",
    "kjv": "I press toward the mark for the prize of the high calling of God in Christ Jesus.",
    "web": "I press on toward the goal for the prize of the high calling of God in Christ Jesus.",
    "chr": "ᏗᎨᏛ ᎢᏗᏢ ᏕᎦᎵᏍᏆᎵᎭ ᎠᏌᏍᏛ ᏗᎩᏂᏴᏗᏱ ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎦᎸᎳᏗ ᏅᏓᏳᏓᎴᏅᎯ ᎠᏓᏯᏅᏙᏗ ᎨᏒ ᎦᎶᏁᏛ ᏥᏌ ᎠᎬᏗᏍᎬᎢ."
  },
  {
    "verse": "15",
    "kjv": "Let us therefore, as many as be perfect, be thus minded: and if in any thing ye be otherwise minded, God shall reveal even this unto you.",
    "web": "Let us therefore, as many as are perfect, think this way. If in anything you think otherwise, God will also reveal that to you.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ, ᎠᏴ ᏂᏗᎥ ᎢᎩᏍᏆᏛᎯ ᎨᏒᎢ, ᎾᏍᎩ ᏄᏍᏕᏍᏗ ᎢᎦᏓᏅᏖᏍᏗ; ᎠᎴ ᎢᏳ ᎪᎱᏍᏗ ᎨᏒ ᏅᏩᏓᎴ ᏄᏍᏕᏍᏗ ᏙᏣᏓᏅᏖᏍᏗ, ᎤᏁᎳᏅᎯ ᎾᏍᎩ ᎯᎠ ᎾᏍᏉ ᎬᏂᎨᏒ ᏅᏓᏨᏁᎵ."
  },
  {
    "verse": "16",
    "kjv": "Nevertheless, whereto we have already attained, let us walk by the same rule, let us mind the same thing.",
    "web": "Nevertheless, to the extent that we have already attained, let’s walk by the same rule. Let’s be of the same mind.",
    "chr": "ᎠᏗᎾ ᎾᎿ ᎦᏳᎳ ᏫᎦᎵᏱᎶᎸᎢ, ᎤᏠᏱᏉ ᏗᎧᎿᏩᏛᏍᏗ ᏕᎦᏁᎶᏗᏗᏎᏍᏗ, ᎤᏠᏱᏉ ᎢᏓᏓᏅᏖᏍᎨᏍᏗ."
  },
  {
    "verse": "17",
    "kjv": "Brethren, be followers together of me, and mark them which walk so as ye have us for an ensample.",
    "web": "Brothers, be imitators together of me, and note those who walk this way, even as you have us for an example.",
    "chr": "ᎢᏓᎵᏅᏟ, ᎢᏣᏖᏆᎶᎯ ᏍᎩᏍᏓᏩᏕᎩ ᎨᏎᏍᏗ, ᎠᎴ ᏕᏣᎦᏌᏯᏍᏕᏍᏗ ᎾᏍᎩ ᎢᏯᎾᏛᏁᎯ ᎠᏁᏙᎲᎢ, ᎾᏍᎩ ᎠᏴ ᏍᎩᏯᏕᎶᏆᎡᎯ ᏥᏕᏍᎩᏯᎧᎭ."
  },
  {
    "verse": "18",
    "kjv": "(For many walk, of whom I have told you often, and now tell you even weeping, that they are the enemies of the cross of Christ:",
    "web": "For many walk, of whom I told you often, and now tell you even weeping, as the enemies of the cross of Christ,",
    "chr": "ᎤᏂᏣᏔᏰᏃ ᎠᏁᏙᎭ, ᎾᏍᎩ ᎤᏩᎫᏘᎶᏛ ᎦᏥᏁᎢᏍᏔᏅᎯ ᎢᏨᏃᏁᎸᎯ, ᎠᎴ ᎪᎯ ᎨᏒ ᎾᏍᏉ ᏗᎦᎦᏠᏱᎯ ᎢᏨᏃᏁᎭ, ᎾᏍᎩ ᎠᏂᏍᎦᎩ ᎨᏒ ᏧᏓᎿᏩᏛ ᎦᎶᏁᏛ ᎤᏤᎵᎦ;"
  },
  {
    "verse": "19",
    "kjv": "Whose end is destruction, whose God is their belly, and whose glory is in their shame, who mind earthly things.)",
    "web": "whose end is destruction, whose god is the belly, and whose glory is in their shame, who think about earthly things.",
    "chr": "ᎾᏍᎩ ᎤᏂᏍᏆᏗᏍᏙᏗ ᎨᏒ ᎠᏓᏛᏗᏍᎩ ᏥᎩ, ᎤᎾᏁᎳᏅᎯ ᎤᏂᏍᏉᎵᏱᏉ ᏥᎩ, ᎠᎴ ᎤᎾᏕᎰᎯᏍᏗᏍᎩᏉ ᎠᎾᏢᏈᏍᏗᏍᎩ ᏥᎩ, ᎾᏍᎩ ᎡᎶᎯᏉ ᎡᎯ ᎤᎾᎦᏌᏯᏍᏗ ᏥᎩ."
  },
  {
    "verse": "20",
    "kjv": "For our conversation is in heaven; from whence also we look for the Saviour, the Lord Jesus Christ:",
    "web": "For our citizenship is in heaven, from where we also wait for a Savior, the Lord Jesus Christ,",
    "chr": "ᎠᏴᏰᏃ ᎦᎸᎳᏗ ᎢᏕᎯ; ᎾᎿ ᎾᏍᏉ ᏅᏓᏳᎶᎯᏍᏗᏱ ᏥᏗᎦᏖᏃᎭ ᎢᎩᏍᏕᎵᏍᎩ, ᎾᏍᎩ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ;"
  },
  {
    "verse": "21",
    "kjv": "Who shall change our vile body, that it may be fashioned like unto his glorious body, according to the working whereby he is able even to subdue all things unto himself.",
    "web": "who will change the body of our humiliation to be conformed to the body of his glory, according to the working by which he is able even to subject all things to himself.",
    "chr": "ᎾᏍᎩ ᏗᎩᏁᏟᏴᎡᏗ ᏥᎩ ᏂᏗᎦᎸᏉᏛᎾ ᏗᏗᏰᎸᎢ, ᎾᏍᎩᏯ ᎢᏧᏩᏁᏗᏱ ᎤᏩᏒ ᎦᎸᏉᏗᏳ ᎠᏰᎸ ᏄᏍᏛᎢ, ᎾᏍᎩᏯ ᎤᎵᏂᎬᎬ ᎬᏗᏍᎬ ᏂᎦᏗᏳ ᏧᏓᎴᏅᏛ ᎤᏩᏒ ᏗᎬᏩᏁᎶᏙᏗᏱ ᎢᏳᏩᏁᏗᏱ."
  }
]