[
  {
    "verse": "1",
    "kjv": "Therefore, my brethren dearly beloved and longed for, my joy and crown, so stand fast in the Lord, my dearly beloved.",
    "web": "Therefore, my brothers, beloved and longed for, my joy and crown, stand firm in the Lord in this way, my beloved.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏓᎵᏅᏟ ᎢᏨᎨᏳᎢ ᎠᎴ ᎤᏣᏘ ᎢᏨᏯᏅᏘ, ᏍᎩᏯᎵᎡᎵᏍᏗᏍᎩ ᎠᎴ ᎠᏆᎵᏍᏚᎶᏙᏗ, ᏅᏩᏍᏕᏍᏗ ᎤᎵᏂᎩᏛ ᏕᏥᏙᎨᏍᏗ ᎤᎬᏫᏳᎯ ᎡᏣᎵᏍᎦᏍᏙᏛᎢ, ᎢᏨᎨᏳᎢ."
  },
  {
    "verse": "2",
    "kjv": "I beseech Euodias, and beseech Syntyche, that they be of the same mind in the Lord.",
    "web": "I exhort Euodia, and I exhort Syntyche, to think the same way in the Lord.",
    "chr": "ᏥᏍᏗᏰᏗᎭ ᏳᎣᏗᏯ, ᎠᎴ ᏥᏍᏗᏰᏗᎭ ᏏᏂᏗᎩ ᎾᏍᎩ ᎤᏠᏱᏉ ᎢᏧᏅᏁᏗᏱ ᏚᎾᏓᏅᏛ ᎤᎬᏫᏳᎯ ᏓᏂᎧᎿᏩᏗᏒᎢ."
  },
  {
    "verse": "3",
    "kjv": "And I intreat thee also, true yokefellow, help those women which laboured with me in the gospel, with Clement also, and with other my fellowlabourers, whose names are in the book of life.",
    "web": "Yes, I beg you also, true partner, help these women, for they labored with me in the Good News with Clement also, and the rest of my fellow workers, whose names are in the book of life.",
    "chr": "ᎠᎴ ᎬᏍᏗᏰᏗᎭ ᎾᏍᏉ ᏂᎯ ᏂᏣᏠᎾᏍᏛᎾ ᎬᎩ Ꮎ ᏖᏆᎶᎯ, ᎬᎩ ᏍᏕᎸᏗᏱ Ꮎ ᎠᏂᎨᏴ ᎬᎩᏍᏕᎸᎯᏙᎸᎯ ᏓᎩᎸᏫᏍᏓᏁᎸ ᎦᎵᏥᏙᏂᏙᎲ ᎣᏍᏛ ᎧᏃᎮᏛ, ᎯᏯᏠᏯᏍᏔᏅᎭ ᎾᏍᏉ ᏞᎻᎾ ᎠᎴ ᎠᏂᏐᎢ ᎤᏠᏱ ᏦᎩᎸᏫᏍᏓᏁᎯ, ᎾᏍᎩ ᏚᎾᏙᎥ ᏥᏕᎪᏪᎳ ᎬᏂᏛ ᎠᏓᏁᎯ ᎪᏪᎵᎯ."
  },
  {
    "verse": "4",
    "kjv": "Rejoice in the Lord always: and again I say, Rejoice.",
    "web": "Rejoice in the Lord always! Again I will say, “Rejoice!”",
    "chr": "ᎢᏣᎵᎮᎵᎨᏍᏗ ᏂᎪᎯᎸ ᎤᎬᏫᏳᎯ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ; ᎢᏣᎵᎮᎵᎨᏍᏗ, ᎦᏗᎭ ᏔᎵᏁ."
  },
  {
    "verse": "5",
    "kjv": "Let your moderation be known unto all men. The Lord is at hand.",
    "web": "Let your gentleness be known to all men. The Lord is at hand.",
    "chr": "ᎢᏣᏓᏅᏘᏳ ᎨᏒ ᎾᏅᎢ ᏴᏫ ᎠᏂᎦᏔᎮᏍᏗ; ᎤᎬᏫᏳᎯ ᎾᎥᏂᏳ ᏓᏯᎢ."
  },
  {
    "verse": "6",
    "kjv": "Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God.",
    "web": "In nothing be anxious, but in everything, by prayer and petition with thanksgiving, let your requests be made known to God.",
    "chr": "ᏞᏍᏗ ᎪᎱᏍᏗ ᏱᏤᎵᎯᏍᎨᏍᏗ; ᏄᏓᎴᏒᏍᎩᏂ ᎪᎱᏍᏗ ᎠᏓᏙᎵᏍᏙᏗ ᎠᎴ ᎠᏔᏲᏍᏗ ᎨᏒ ᎬᏗ ᎠᎵᎮᎵᏍᏗ ᎬᏩᎵᏠᏯᏍᏗ, ᎬᏂᎨᏒ ᏁᏨᏁᎮᏍᏗ ᎤᏁᎳᏅᎯ ᏄᏍᏛ ᎢᏣᏚᎵᏍᎬᎢ;"
  },
  {
    "verse": "7",
    "kjv": "And the peace of God, which passeth all understanding, shall keep your hearts and minds through Christ Jesus.",
    "web": "And the peace of God, which surpasses all understanding, will guard your hearts and your thoughts in Christ Jesus.",
    "chr": "ᏅᏩᏙᎯᏯᏛᏃ ᎤᏁᎳᏅᎯ ᎤᏓᏁᏗ ᎨᏒ, ᎾᏍᎩ ᏥᎦᎶᏒᏍᏗᎭ ᏂᎦᎥ ᎬᏓᏅᏖᏗ ᎨᏒᎢ, ᏧᏍᏆᏂᎪᏙᏗ ᎨᏎᏍᏗ ᏗᏥᎾᏫ ᎠᎴ ᏗᏣᏓᏅᏙ, ᎦᎶᏁᏛ ᏥᏌ ᏂᎬᏂᏏᏍᎨᏍᏗ."
  },
  {
    "verse": "8",
    "kjv": "Finally, brethren, whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report; if there be any virtue, and if there be any praise, think on these things.",
    "web": "Finally, brothers, whatever things are true, whatever things are honorable, whatever things are just, whatever things are pure, whatever things are lovely, whatever things are of good report: if there is any virtue and if there is anything worthy of praise, think about these things.",
    "chr": "ᎤᎵᏍᏆᎸᏗᏃ ᎨᏒᎢ ᎠᏓᎵᏅᏟ, ᏂᎦᎥ ᎦᏰᎪᎩ ᏂᎨᏒᎾ ᎨᏒᎢ, ᏂᎦᎥ ᎦᎸᏉᏙᏗ ᎨᏒᎢ, ᏂᎦᎥ ᏚᏳᎪᏛ ᎨᏒᎢ, ᏂᎦᎥ ᎦᏓᎭ ᏂᎨᏒᎾ ᎨᏒᎢ, ᏂᎦᎥ ᎣᏏᏳ ᎬᏰᎸᏗ ᎨᏒᎢ, ᏂᎦᎥ ᎣᏏᏳ ᎠᏂᏃᎮᏍᎨᏍᏗ; ᎢᏳᏃ ᎣᏏᏳ ᎢᏯᏛᏁᏗ ᏰᎭ, ᎢᏳᏃ ᎪᎱᏍᏗ ᎦᎸᏉᏙᏗ ᎨᏎᏍᏗ, ᎾᏍᎩ ᏕᏣᏓᏅᏖᏍᎨᏍᏗ."
  },
  {
    "verse": "9",
    "kjv": "Those things, which ye have both learned, and received, and heard, and seen in me, do: and the God of peace shall be with you.",
    "web": "Do the things which you learned, received, heard, and saw in me, and the God of peace will be with you.",
    "chr": "ᎾᏍᎩ ᎫᏓᎴᏅᏛ ᏍᎩᏯᏕᎶᏆᎸᎯ ᎨᏒᎢ, ᎠᎴ ᏗᏍᎩᏯᏓᏂᎸᏤᎸᎯ ᎨᏒᎢ, ᎠᎴ ᏍᎩᏯᏛᎦᏁᎸᎯ ᎨᏒᎢ, ᎠᎴ ᏍᎩᎪᎡᎸᎯ ᎨᏒᎢ, ᏂᏣᏛᏁᎮᏍᏗ; ᎤᏁᎳᏅᎯᏃ ᏅᏩᏙᎯᏯᏛ ᎠᏓᏁᎯ ᏗᏥᎧᎿᏩᏗᏓᏍᏗ ᎨᏎᏍᏗ."
  },
  {
    "verse": "10",
    "kjv": "But I rejoiced in the Lord greatly, that now at the last your care of me hath flourished again; wherein ye were also careful, but ye lacked opportunity.",
    "web": "But I rejoice in the Lord greatly that now at length you have revived your thought for me; in which you did indeed take thought, but you lacked opportunity.",
    "chr": "ᎠᏎᏃ ᎤᎬᏫᏳᎯ ᎤᏣᏘ ᏥᏯᎵᎡᎵᏨᎩ, ᎾᏍᎩ ᎿᏉ ᎤᏬᎯᏨᎯ ᏍᎩᏯᏅᏛ ᏔᎵᏁ ᎠᏤᎯᏲᎩ, ᎾᏍᎩ ᎾᎿ ᎤᎬᏩᎵ ᎾᏍᏉ ᏍᎩᏯᏅᏛᎩ, ᎠᏎᏃ ᎥᏝ ᏱᏣᏜᏅᏓᏕᎮᎢ."
  },
  {
    "verse": "11",
    "kjv": "Not that I speak in respect of want: for I have learned, in whatsoever state I am, therewith to be content.",
    "web": "Not that I speak because of lack, for I have learned in whatever state I am, to be content in it.",
    "chr": "ᎥᏝ ᎠᏗᎾ ᎠᎩᏂᎬᏎᎲ ᏥᏁᎢᏍᏗᏍᎬ ᏱᎩ, ᎠᏆᏕᎶᏆᎥᏰᏃ ᏂᎦᎥ ᎾᏆᎵᏍᏓᏁᎵᏕᎬ ᎣᏏᏳᏉ ᎠᎩᏰᎸᏗᏱ."
  },
  {
    "verse": "12",
    "kjv": "I know both how to be abased, and I know how to abound: every where and in all things I am instructed both to be full and to be hungry, both to abound and to suffer need.",
    "web": "I know how to be humbled, and I also know how to abound. In any and all circumstances I have learned the secret both to be filled and to be hungry, both to abound and to be in need.",
    "chr": "ᏥᎦᏔᎭ ᎢᏯᏆᏛᏁᏗᏱ ᎡᎳᏗ ᏱᎾᏆᏛᎿᏕᎦ, ᎠᎴ ᏥᎦᏔᎭ ᎢᏯᏆᏛᏁᏗᏱ ᎤᏣᏘ ᏯᎩᎭ; ᏂᎦᎥ ᏕᎨᏌᏗᏒᎢ, ᎠᎴ ᎾᎦᎥ ᎾᏆᎵᏍᏓᏁᎵᏕᎬᎢ, ᎥᏇᏲᏅ ᎢᏯᏆᏛᏁᏗᏱ ᎾᏍᏉ ᏯᏉᎳᏅ ᎠᎴ ᎾᏍᏉ ᏯᎩᏲᏏᎭ, ᎾᏍᏉ ᎤᏣᏘ ᏯᎩᎭ ᎠᎴ ᎾᏍᏉ ᏯᎩᏂᎬᏎᎭ"
  },
  {
    "verse": "13",
    "kjv": "I can do all things through Christ which strengtheneth me.",
    "web": "I can do all things through Christ who strengthens me.",
    "chr": "ᏂᎦᎥᏉ ᎢᎬᏆᏛᏁᏗ ᎦᎶᏁᏛ ᎢᏳᏩᏂᏌᏛ ᎾᏍᎩ ᏣᏆᎵᏂᎪᎯᏍᏗᎭ."
  },
  {
    "verse": "14",
    "kjv": "Notwithstanding ye have well done, that ye did communicate with my affliction.",
    "web": "However you did well that you shared in my affliction.",
    "chr": "ᎠᏎᏍᎩᏂᏃᏅ ᎣᏏᏳ ᏂᏣᏛᏁᎸ ᏥᏍᎩᏁᎸ ᎠᏆᎵᏍᏕᎸᏙᏗ ᏥᎩᎵᏲᎬ ᎢᏳᎢ."
  },
  {
    "verse": "15",
    "kjv": "Now ye Philippians know also, that in the beginning of the gospel, when I departed from Macedonia, no church communicated with me as concerning giving and receiving, but ye only.",
    "web": "You yourselves also know, you Philippians, that in the beginning of the Good News, when I departed from Macedonia, no assembly shared with me in the matter of giving and receiving but you only.",
    "chr": "ᎾᏍᎩᏃ ᏂᎯ ᏈᎵᎩᏱ ᎢᏤᎯ, ᎢᏥᎦᏔᎮᏍᏗ ᎾᏍᏉ, ᎾᏍᎩ ᎣᏍᏛ ᎧᏃᎮᏛ ᎢᎬᏱᏱ ᎢᏨᏯᎵᏥᏙᏁᎸ ᎾᎯᏳ ᎹᏏᏙᏂ ᎠᏆᏂᎩᏒ, ᎥᏝ ᎢᎸᎯᏢ ᎤᎾᏓᏡᎬ ᏧᎾᏁᎶᏗ ᎪᎱᏍᏗ ᏱᎬᏆᏛᏁᎴ ᎾᏍᎩ ᎠᏓᏁᏗ ᎠᎴ ᎥᏓᏘᏁᏗ ᎨᏒ ᎤᎬᏩᎵ, ᏂᎯ ᎢᏨᏒ."
  },
  {
    "verse": "16",
    "kjv": "For even in Thessalonica ye sent once and again unto my necessity.",
    "web": "For even in Thessalonica you sent once and again to my need.",
    "chr": "ᏕᏏᎶᏂᎦᏰᏃ ᏫᎨᏙᎲ ᏌᏉ ᏂᏣᏓᏅᏒᎩ ᎠᎩᏂᎬᏎᎲ ᎠᏆᎵᏍᏕᎸᏙᏗ, ᎠᎴ ᎾᏍᏉ ᏔᎵᏁᎢ."
  },
  {
    "verse": "17",
    "kjv": "Not because I desire a gift: but I desire fruit that may abound to your account.",
    "web": "Not that I seek for the gift, but I seek for the fruit that increases to your account.",
    "chr": "ᎥᏝ ᎠᏗᎾ ᎠᏆᏚᎵᏍᎬ ᎠᏓᏁᏗ ᎨᏒ ᏱᏅᏗᎦᎵᏍᏙᏗᎭ; ᎤᏓᏔᏅᎯᏍᎩᏂ ᎠᏆᏚᎵᎭ ᎤᏣᏘ ᎢᏣᎵᏍᏕᎸᏙᏗ ᎢᏳᎵᏍᏙᏗᏱ."
  },
  {
    "verse": "18",
    "kjv": "But I have all, and abound: I am full, having received of Epaphroditus the things which were sent from you, an odour of a sweet smell, a sacrifice acceptable, wellpleasing to God.",
    "web": "But I have all things and abound. I am filled, having received from Epaphroditus the things that came from you, a sweet-smelling fragrance, an acceptable and well-pleasing sacrifice to God.",
    "chr": "ᎠᏎᏃ ᏂᎦᎥᏉ ᎠᎩᎭ ᎠᎴ ᎤᏣᏔᏅᎯ; ᎠᎩᎧᎵᏬᎯ, ᏗᏆᏓᏂᎸᏨᎯ ᎨᏒ ᎢᏆ'ᎶᏓᏓ ᎤᏲᎸᎯ ᎾᏍᎩ ᏅᏓᏣᏓᏅᏒᎯ, ᎤᏣᏘ ᎤᎦᎾᏍᏛ ᎦᏩᏒᎩ, ᎠᏥᎸ ᎨᎳᏍᏗ ᏗᎬᏓᏂᎸᎢᏍᏗ, ᎣᏏᏳ ᎤᏰᎸᏗ ᎤᏁᎳᏅᎯ."
  },
  {
    "verse": "19",
    "kjv": "But my God shall supply all your need according to his riches in glory by Christ Jesus.",
    "web": "My God will supply every need of yours according to his riches in glory in Christ Jesus.",
    "chr": "ᎠᏎᏃ ᎠᏆᏁᎳᏅᎯ ᎢᏥᏁᏗ ᎨᏎᏍᏗ ᏂᎦᎥ ᎢᏥᏂᎬᏎᎲᎢ, ᎾᏍᎩᏯ ᎤᏪᎿᎢᏳ ᎠᎴ ᎦᎸᏉᏗᏳ ᎨᏒᎢ, ᎦᎶᏁᏛ ᏥᏌ ᎢᏳᏩᏂᏌᏛ."
  },
  {
    "verse": "20",
    "kjv": "Now unto God and our Father be glory for ever and ever. Amen.",
    "web": "Now to our God and Father be the glory forever and ever! Amen.",
    "chr": "ᎿᏉᏃ ᎤᏁᎳᏅᎯ ᎠᎴ ᎢᎩᏙᏓ ᎦᎸᏉᏙᏗ ᎨᏎᏍᏗ ᏂᎪᎯᎸ ᎠᎴ ᏂᎪᎯᎸᎢ. ᎡᎺᏅ."
  },
  {
    "verse": "21",
    "kjv": "Salute every saint in Christ Jesus. The brethren which are with me greet you.",
    "web": "Greet every saint in Christ Jesus. The brothers who are with me greet you.",
    "chr": "ᏕᏥᏲᎵᎭ ᎾᏂᎥ ᎤᎾᏓᏅᏘ ᎦᎶᏁᏛ ᏥᏌ ᎠᏃᎯᏳᎲᏍᎩ. ᎣᏣᎵᏅᏟ ᎠᏂ ᏦᏤᏙᎭ ᏫᎨᏥᏲᎵᎭ."
  },
  {
    "verse": "22",
    "kjv": "All the saints salute you, chiefly they that are of Caesar's household.",
    "web": "All the saints greet you, especially those who are of Caesar’s household.",
    "chr": "ᎾᏂᎥ ᎤᎾᏓᏅᏘ ᏫᎨᏥᏲᎵᎭ, Ꮀ ᎤᎬᏫᏳᎭ ᎾᏍᎩ Ꮎ ᏏᏌ ᏚᏓᏘᎾᎥᎢ."
  },
  {
    "verse": "23",
    "kjv": "The grace of our Lord Jesus Christ be with you all. Amen.",
    "web": "The grace of the Lord Jesus Christ be with you all. Amen.",
    "chr": "ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎤᎬᏫᏳᎯ ᎢᎦᏤᎵ ᏥᏌ ᎦᎶᏁᏛ ᎤᏤᎵᎦ ᎢᏤᎳᏗᏙᎮᏍᏗ ᏂᏥᎥᎢ. ᎡᎺᏅ."
  }
]