[
  {
    "verse": "1",
    "kjv": "This second epistle, beloved, I now write unto you; in both which I stir up your pure minds by way of remembrance:",
    "web": "This is now, beloved, the second letter that I have written to you; and in both of them I stir up your sincere mind by reminding you",
    "chr": "ᎯᎠ ᎾᏍᎩ ᏔᎵᏁ ᎪᏪᎵ ᎿᏉ ᎢᏨᏲᏪᎳᏏ ᎢᏨᎨᏳᎢ; ᎾᏍᎩ ᎾᎿ ᏕᏨᏰᏍᏓᏁ ᎤᏠᎾᏍᏗ ᏂᎨᏒᎾ ᏕᏣᏓᏅᏛ ᎾᏍᎩ ᎢᏨᏯᏅᏓᏗᏍᏗᏍᎬᎢ,"
  },
  {
    "verse": "2",
    "kjv": "That ye may be mindful of the words which were spoken before by the holy prophets, and of the commandment of us the apostles of the Lord and Saviour:",
    "web": "that you should remember the words which were spoken before by the holy prophets and the commandment of us, the apostles of the Lord and Savior,",
    "chr": "ᎾᏍᎩ ᎢᏣᏅᏓᏗᏍᏗᏱ ᎧᏃᎮᏛ ᎢᎸᎯᏳ ᎤᏂᏃᎮᏛ ᎨᏥᎸᏉᏗ ᎠᎾᏙᎴᎰᏍᎩ, ᎠᎴ ᎠᏴ ᏦᎦᏕᏲᏅᎯ ᎣᎩᏅᏏᏛ ᎤᎬᏫᏳᎯ ᎠᎴ ᏗᏍᏕᎵᏍᎩ."
  },
  {
    "verse": "3",
    "kjv": "Knowing this first, that there shall come in the last days scoffers, walking after their own lusts,",
    "web": "knowing this first, that in the last days mockers will come, walking after their own lusts",
    "chr": "ᎯᎠ ᏄᏍᏕᏍᏗ ᎢᎬᏱ ᎢᏣᏅᏖᏍᏗ, ᎾᏍᎩ ᎤᎵᏍᏆᏅᏗ ᎨᏎᏍᏗ ᎤᏂᎷᎯᏍᏗ ᎨᏒ ᎠᏂᏐᏢᎢᏍᏗᏍᎩ ᎤᏅᏒ ᎤᎾᏚᎸᏅᎥᏍᎬ ᎠᏂᏍᏓᏩᏕᎩ,"
  },
  {
    "verse": "4",
    "kjv": "And saying, Where is the promise of his coming? for since the fathers fell asleep, all things continue as they were from the beginning of the creation.",
    "web": "and saying, “Where is the promise of his coming? For, from the day that the fathers fell asleep, all things continue as they were from the beginning of the creation.”",
    "chr": "ᎠᎴ ᎯᎠ ᎢᏯᏂᏪᏍᎩ, ᎦᏙ ᎤᎵᏍᏔᏅ ᎤᎷᎯᏍᏗᏱ ᎤᏚᎢᏍᏔᏅᎢ? ᎠᏂᎦᏴᎵᎨᏰᏃ ᎬᏩᏂᎵᏅᏨᎯ ᏅᏓᎬᏩᎴᏅᏛ, ᏅᏩᏍᏗᏉ ᏂᎦᎥ ᎪᎱᏍᏗ ᏥᏄᏍᏛᏉ ᏧᏓᎴᏅᎲ ᎤᏬᏢᏅᏅ ᏅᏓᎬᏩᏓᎴᏅᏛ."
  },
  {
    "verse": "5",
    "kjv": "For this they willingly are ignorant of, that by the word of God the heavens were of old, and the earth standing out of the water and in the water:",
    "web": "For they willfully forget that there were heavens from of old, and an earth formed out of water and amid water by the word of God,",
    "chr": "ᎯᎠᏰᏃ ᎤᏅᏒ ᎤᎾᏚᎸᏛ ᎾᏂᎦᏔᎲᎾ ᏥᎩ, ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎤᏁᏨ ᏅᏧᎵᏍᏙᏔᏅ ᎦᎸᎶ ᎢᎸᎯᏳ ᏥᎨᏎᎢ ᎠᎴ ᎡᎶᎯ ᎠᎹᏱ ᎦᏚ ᏧᎦᏚᏕᎢ, ᎠᎴ ᎠᏭᎯ ᏥᎦᏙᎨᎢ;"
  },
  {
    "verse": "6",
    "kjv": "Whereby the world that then was, being overflowed with water, perished:",
    "web": "by which means the world that existed then, being overflowed with water, perished.",
    "chr": "ᎾᏍᎩ ᎡᎶᎯ ᎾᎯᏳ ᏥᎨᏎ ᎠᎹᏱᎭ ᏥᏄᎵᏍᏔᏁᎢ, ᎤᏲᏤᎢ."
  },
  {
    "verse": "7",
    "kjv": "But the heavens and the earth, which are now, by the same word are kept in store, reserved unto fire against the day of judgment and perdition of ungodly men.",
    "web": "But the heavens that exist now and the earth, by the same word have been stored up for fire, being reserved against the day of judgment and destruction of ungodly men.",
    "chr": "ᎠᏎᏃ ᎦᎸᎶᎢ ᎠᎴ ᎡᎶᎯ ᎪᎯ ᏥᎩ, ᎾᏍᎩᏉ ᎤᏁᏨ ᏅᏗᎦᎵᏍᏙᏗᎭ ᏓᏍᏆᏂᎪᏗ, ᎠᏥᎸᏱ ᏭᎾᎵᏰᎢᎶᎯᏍᏗᏱ ᏓᏍᏆᏂᎪᏗ ᎬᏂ ᏗᎫᎪᏙᏗᏱ ᎢᎦ ᎨᏎᏍᏗ ᎠᎴ ᎨᏥᏛᏙᏗᏱ ᎠᏂᏍᎦᏯ ᎤᏁᎳᏅᎯ ᏂᏚᎾᏁᎶᏛᎾ."
  },
  {
    "verse": "8",
    "kjv": "But, beloved, be not ignorant of this one thing, that one day is with the Lord as a thousand years, and a thousand years as one day.",
    "web": "But don’t forget this one thing, beloved, that one day is with the Lord as a thousand years, and a thousand years as one day.",
    "chr": "ᎠᏎᏃ ᎢᏨᎨᏳᎢ, ᎯᎠ ᎾᏍᎩ ᏑᏓᎴᎩ ᏞᏍᏗ ᏂᏥᎦᏔᎲᎾᏉ ᏱᎨᏎᏍᏗ, ᎾᏍᎩ ᏌᏉ ᎢᎦ ᎨᏒ ᎤᎬᏫᏳᎯ ᏙᏗᎧᏂᏍᎬ ᏌᏉ ᎢᏯᎦᏴᎵ ᎢᏧᏕᏘᏴᏛ ᎤᏠᏱ, ᏌᏉᏃ ᎢᏯᎦᏴᎵ ᎢᏧᏕᏘᏴᏛ ᏌᏉ ᎢᎦ ᎨᏒ ᎤᏠᏱ."
  },
  {
    "verse": "9",
    "kjv": "The Lord is not slack concerning his promise, as some men count slackness; but is longsuffering to us-ward, not willing that any should perish, but that all should come to repentance.",
    "web": "The Lord is not slow concerning his promise, as some count slowness; but he is patient with us, not wishing that anyone should perish, but that all should come to repentance.",
    "chr": "ᎤᎬᏫᏳᎯ ᎥᏝ ᎤᏍᎦᏃᎵᏳ ᏱᎩ ᏄᏍᏛ ᎤᏚᎢᏍᏔᏅ ᎢᏳᏛᏁᏗᏱ, ᎾᏍᎩ ᎩᎶ ᎾᏍᎦᏃᎳ ᏣᏁᎵᎭ, ᎬᏂᏗᏳᏍᎩᏂ ᎠᏴ ᎢᎩᎦᏘᏴᎢ, ᏄᏚᎵᏍᎬᎾ ᎨᏒ ᎩᎶ ᎤᏲᎱᎯᏍᏗᏱ, ᏂᎦᏗᏳᏍᎩᏂ ᎤᏂᎷᎯᏍᏗᏱ ᎦᏁᏟᏴᏍᏗ ᎨᏒ ᎣᏓᏅᏛᎢ."
  },
  {
    "verse": "10",
    "kjv": "But the day of the Lord will come as a thief in the night; in the which the heavens shall pass away with a great noise, and the elements shall melt with fervent heat, the earth also and the works that are therein shall be burned up.",
    "web": "But the day of the Lord will come as a thief in the night, in which the heavens will pass away with a great noise, and the elements will be dissolved with fervent heat; and the earth and the works that are in it will be burned up.",
    "chr": "ᎤᎬᏫᏳᎯᏍᎩᏂ ᎤᏤᎵ ᎢᎦ ᎠᏎ ᏓᎦᎷᏥ ᎾᏍᎩᏯ ᎦᏃᏍᎩᏍᎩ ᏒᏃᏱ ᏥᎦᎷᎪᎢ, ᎾᎯᏳ ᎦᎸᎶᎢ ᏓᎦᎶᏐᏂ ᎤᏣᏘ ᎤᏃᏴᎨᏍᏗ, ᎪᏢᏔᏅᎯᏃ ᎠᏓᏪᎵᎩᏍᎬ ᏛᎪᏂ, ᎠᎴ ᎡᎶᎯ ᎾᎿᏃ ᎪᏢᏅᏅᎯ ᎨᏒ ᎠᎪᎲᏍᏙᏗ ᎨᏎᏍᏗ."
  },
  {
    "verse": "11",
    "kjv": "Seeing then that all these things shall be dissolved, what manner of persons ought ye to be in all holy conversation and godliness,",
    "web": "Therefore, since all these things will be destroyed like this, what kind of people ought you to be in holy living and godliness,",
    "chr": "ᎾᏍᎩᏃ ᏂᎦᏗᏳ ᏧᏓᎴᏅᏛ ᎤᏗᏒᎲᏍᏗ ᏥᎩ, ᏂᎦᎥ ᏂᏥᏍᎦᏅᎾ ᏱᎩ ᎢᏣᎴᏂᏙᎲᎢ ᎠᎴ ᎤᏁᎳᏅᎯ ᎦᎾᏰᎯᏍᏗ ᎨᏒ ᎢᏤᎲᎢ!"
  },
  {
    "verse": "12",
    "kjv": "Looking for and hasting unto the coming of the day of God, wherein the heavens being on fire shall be dissolved, and the elements shall melt with fervent heat?",
    "web": "looking for and earnestly desiring the coming of the day of God, which will cause the burning heavens to be dissolved, and the elements will melt with fervent heat?",
    "chr": "ᏱᏥᎦᏖᏃᎭ ᎠᎴ ᎤᏣᏘ ᏱᏣᏚᎵᎭ ᎤᎷᎯᏍᏗᏱ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᎢᎦ, ᎾᎯᏳ ᎦᎸᎶ ᎤᏥᏍᏢ ᏨᏛᏗᏒᏂ, ᎠᎴ ᎾᏍᎩ ᎪᏢᏔᏅᎯ ᎠᏓᏪᎵᎩᏍᎬ ᏛᏗᏌᏂ."
  },
  {
    "verse": "13",
    "kjv": "Nevertheless we, according to his promise, look for new heavens and a new earth, wherein dwelleth righteousness.",
    "web": "But, according to his promise, we look for new heavens and a new earth, in which righteousness dwells.",
    "chr": "ᎠᏎᏃ ᎾᏍᎩᏯ ᏄᏍᏛ ᎤᏚᎢᏍᏔᏅ ᎢᏗᎦᏖᏃᎭ ᎢᏤ ᎦᎸᎶᎢ ᎠᎴ ᎢᏤ ᎡᎶᎯ ᎾᎿ ᎡᎲ ᏚᏳᎪᏛ ᎨᏒᎢ."
  },
  {
    "verse": "14",
    "kjv": "Wherefore, beloved, seeing that ye look for such things, be diligent that ye may be found of him in peace, without spot, and blameless.",
    "web": "Therefore, beloved, seeing that you look for these things, be diligent to be found in peace, without defect and blameless in his sight.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ, ᎢᏨᎨᏳᎢ, ᎾᏍᎩ ᎯᎠ ᏧᏓᎴᏅᏛ ᏥᏥᎦᏖᏃᎭ, ᎢᏣᏟᏂᎬᏏ ᎾᏍᎩ ᏅᏩᏙᎯᏯᏛ ᎢᏨᏓᏅᏛ ᎢᏥᏩᏛᏗᏱ ᏄᏓᏓᎸᎾ ᎠᎴ ᎪᎱᏍᏗ ᏁᏤᎵᏎᎲᎾ."
  },
  {
    "verse": "15",
    "kjv": "And account that the longsuffering of our Lord is salvation; even as our beloved brother Paul also according to the wisdom given unto him hath written unto you;",
    "web": "Regard the patience of our Lord as salvation; even as our beloved brother Paul also, according to the wisdom given to him, wrote to you,",
    "chr": "ᎾᏍᎩᏃ ᎬᏂᏗᏳ ᎨᏒ ᎤᎬᏫᏳᎯ ᎢᎦᏤᎵᎦ ᎠᎵᏍᏕᎸᏙᏗ ᎢᏥᏰᎸᏎᏍᏗ; ᎾᏍᎩᏯ ᎾᏍᏉ ᎡᏗᎨᏳᎢ ᎢᏓᎵᏅᏟ ᏉᎳ ᎬᏗᏍᎬ ᎠᎦᏙᎥᎯᏍᏗ ᎨᏒ ᎠᏥᏁᎸ ᏥᏦᏪᎳᏁᎸ;"
  },
  {
    "verse": "16",
    "kjv": "As also in all his epistles, speaking in them of these things; in which are some things hard to be understood, which they that are unlearned and unstable wrest, as they do also the other scriptures, unto their own destruction.",
    "web": "as also in all of his letters, speaking in them of these things. In those, there are some things that are hard to understand, which the ignorant and unsettled twist, as they also do to the other Scriptures, to their own destruction.",
    "chr": "ᎠᎴ ᎾᏍᏉ ᏂᎦᏛ ᎾᏍᎩ ᏧᏬᏪᎳᏅᎯ ᎾᏍᎩ ᏂᏕᎬᏁᎰ ᎧᏁᎢᏍᏗᏍᎪ ᎾᏍᎩ ᎯᎠ ᏧᏓᎴᏅᏛ; ᎾᎿ ᎤᏓᏑᏯ ᎢᎦᏛ ᎠᏍᏓᏱᏳ ᎪᎵᏍᏗᏱ, ᎾᏍᎩ Ꮎ ᏂᏭᎾᏕᎶᏆᎥᎾ ᎠᎴ ᏗᏂᏩᎾᎦᎳ ᏓᏂᏁᏟᏴᎭ, ᎾᏍᎩᏯ ᎾᏍᏉ ᏗᏐᎢ ᎪᏪᎵ ᏂᏓᏅᏁᎲᎢ, ᎤᏅᏒᏉ ᎤᏂᏛᏗᏍᎩ ᎨᏒᎢ."
  },
  {
    "verse": "17",
    "kjv": "Ye therefore, beloved, seeing ye know these things before, beware lest ye also, being led away with the error of the wicked, fall from your own stedfastness.",
    "web": "You therefore, beloved, knowing these things beforehand, beware, lest being carried away with the error of the wicked, you fall from your own steadfastness.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᏂᎯ ᎢᏨᎨᏳᎢ, ᎾᏍᎩ ᎦᏳᎳ ᏥᏥᎦᏔᎭ, ᎢᏤᏯᏔᎮᏍᏗ, ᏞᏍᏗ ᎠᏂᎾᎦᎾ ᎤᏂᎵᏓᏍᏔᏅ ᏕᏣᏘᏂᏒ ᏗᏥᏅᏨᎩ ᏗᏥᏲᏒᎩ ᎤᎵᏂᎩᏛ ᏂᏣᏛᏅᎢ."
  },
  {
    "verse": "18",
    "kjv": "But grow in grace, and in the knowledge of our Lord and Saviour Jesus Christ. To him be glory both now and for ever. Amen.",
    "web": "But grow in the grace and knowledge of our Lord and Savior Jesus Christ. To him be the glory both now and forever. Amen.",
    "chr": "ᎢᏥᏁᏉᎨᏍᏗᏍᎩᏂ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎤᎬᏩᎵ ᎠᎴ ᎡᏥᎦᏙᎥᎯᏍᏗ ᎨᏒ ᎤᎬᏫᏳᎯ ᎢᎦᏤᎵ ᎠᎴ ᎢᎩᏍᏕᎵᏍᎩ ᏥᏌ ᎦᎶᏁᏛ; ᎾᏍᎩ ᎦᎸᏉᏙᏗ ᎨᏎᏍᏗ ᎪᎯ ᎨᏒ, ᎠᎴ ᎤᎵᏍᏆᏗᏍᏗ ᏂᎨᏒᎾ. ᎡᎺᏅ."
  }
]
