[
  {
    "verse": "1",
    "kjv": "Moreover, brethren, I would not that ye should be ignorant, how that all our fathers were under the cloud, and all passed through the sea;",
    "web": "Now I would not have you ignorant, brothers, that our fathers were all under the cloud, and all passed through the sea;",
    "chr": "ᎠᎴ ᎢᏓᎵᏅᏟ, ᎥᏝ ᎾᏂᎦᏔᎲᎾᏉ ᎨᏎᏍᏗ ᏱᏨᏰᎵᏎᎭ, ᎾᏍᎩ ᎾᏂᎥᏉ ᏗᎩᎦᏴᎵᎨ ᎤᎶᎩᎸ ᎭᏫᏂᏗᏢ ᎤᏁᏙᎸᎢ, ᎠᎴ ᏂᎦᏛ ᎠᎹᏉᎯ ᎤᏂᎶᏒᎢ,"
  },
  {
    "verse": "2",
    "kjv": "And were all baptized unto Moses in the cloud and in the sea;",
    "web": "and were all baptized into Moses in the cloud and in the sea;",
    "chr": "ᎠᎴ ᏂᎦᏛ ᏕᎨᎦᏬᏍᎨ ᎤᏣᎩᎸ ᎠᎴ ᎠᎺᏉᎯ ᎼᏏ ᎬᏩᎵᎪᏁᎮᎢ."
  },
  {
    "verse": "3",
    "kjv": "And did all eat the same spiritual meat;",
    "web": "and all ate the same spiritual food;",
    "chr": "ᎠᎴ ᎾᏍᎩ ᏂᎦᏛ ᎤᏠᏱᏉ ᎠᎵᏍᏓᏴᏗ ᎠᏓᏅᏙ ᎤᎵᏍᎪᎸᏔᏅᎯ ᎠᎾᎵᏍᏓᏴᏗᏍᎬᎢ,"
  },
  {
    "verse": "4",
    "kjv": "And did all drink the same spiritual drink: for they drank of that spiritual Rock that followed them: and that Rock was Christ.",
    "web": "and all drank the same spiritual drink. For they drank of a spiritual rock that followed them, and the rock was Christ.",
    "chr": "ᎠᎴ ᎾᏍᎩ ᏂᎦᏛ ᎤᏠᏱᏉ ᎠᏗᏔᏍᏗ ᎠᏓᏅᏙ ᎤᎵᏍᎪᎸᏔᏅᎯ ᎠᎾᏗᏔᏍᎬᎢ; ᎾᏍᎩᏰᏃ ᏅᏯ ᎠᏓᏅᏙ ᎤᏍᏚᎢᏛ, ᎾᏍᎩ ᏧᏂᏍᏓᏩᏗᏙᎮᎢ, ᎾᎿ ᎤᏄᎪᏨᎯ ᎠᎾᏗᏔᏍᎨᎢ; ᎠᎴ ᎾᏍᎩ Ꮎ ᏅᏯ ᎦᎶᏁᏛ ᎨᏒᎩ."
  },
  {
    "verse": "5",
    "kjv": "But with many of them God was not well pleased: for they were overthrown in the wilderness.",
    "web": "However with most of them, God was not well pleased, for they were overthrown in the wilderness.",
    "chr": "ᎠᏎᏃ ᎾᏍᎩ ᎤᏟ ᎢᏯᏂᎢ ᎥᏝ ᎣᏏᏳ ᏱᏚᏰᎸᏎ ᎤᏁᎳᏅᎯ, ᎢᎾᎨᏉᏰᏃ ᎨᏥᏛᏔᏁᎢ."
  },
  {
    "verse": "6",
    "kjv": "Now these things were our examples, to the intent we should not lust after evil things, as they also lusted.",
    "web": "Now these things were our examples, to the intent we should not lust after evil things as they also lusted.",
    "chr": "ᎾᏍᎩᏃ ᎯᎠ ᏧᏓᎴᏅᏛ ᎨᏒ ᎠᏴ ᏗᎦᏟᎶᏍᏙᏗ ᎨᏒᎢ, ᎾᏍᎩ ᎤᏲ ᎢᎩᎬᎥᏍᎩ ᎢᎦᎵᏍᏙᏗᏱ ᏂᎨᏒᎾ ᎾᏍᎩᏯ ᎾᏍᎩ Ꮎ ᏧᏂᎬᎥᏍᎨᎢ."
  },
  {
    "verse": "7",
    "kjv": "Neither be ye idolaters, as were some of them; as it is written, The people sat down to eat and drink, and rose up to play.",
    "web": "Don’t be idolaters, as some of them were. As it is written, “The people sat down to eat and drink, and rose up to play.”",
    "chr": "ᏞᏍᏗ ᎠᎴ ᎤᏁᎳᏅᎯ ᏗᏰᎸᎯ ᏗᏣᏓᏙᎵᏍᏓᏁᎯ ᏱᎨᏎᏍᏗ, ᎾᏍᎩᏯ ᎢᎦᏛ ᎾᏍᎩ Ꮎ ᏥᏄᎾᏍᏕᎢ; ᎾᏍᎩᏯ ᎯᎠ ᏥᏂᎬᏅ ᏥᎪᏪᎳ, ᏴᏫ ᎤᎾᏅᏅᎩ ᏛᎾᎵᏍᏓᏴᏂᏒᎩ ᎠᎴ ᏛᎾᏗᏔᎯᏒᎩ, ᏚᎾᎴᏅᎩ ᎤᎾᏁᏦᏅᎩ."
  },
  {
    "verse": "8",
    "kjv": "Neither let us commit fornication, as some of them committed, and fell in one day three and twenty thousand.",
    "web": "Let’s not commit sexual immorality, as some of them committed, and in one day twenty-three thousand fell.",
    "chr": "ᏞᏍᏗ ᎠᎴ ᎤᏕᎵᏛ ᏱᏗᏓᏂᏏᎲᏍᎨᏍᏗ ᎾᏍᎩᏯ ᎢᎦᏛ ᎾᏍᎩ ᏄᎾᏛᏁᎸᎢ, ᎠᎴ ᏏᎦᏉ ᏦᎢᏦᏁ ᎢᏯᎦᏴᎵ ᏥᏚᏂᏲᏎᎢ."
  },
  {
    "verse": "9",
    "kjv": "Neither let us tempt Christ, as some of them also tempted, and were destroyed of serpents.",
    "web": "Let’s not test Christ, as some of them tested, and perished by the serpents.",
    "chr": "ᏞᏍᏗ ᎠᎴ ᎦᎶᏁᏛ ᏰᏗᎪᎵᏰᏍᎨᏍᏗ, ᎾᏍᎩᏯ ᎾᏍᎩ Ꮎ ᎢᎦᏛ ᎾᏍᏉ ᏥᎬᏩᎪᎵᏰᎡᎢ, ᎠᎴ ᎾᏍᎩ ᎢᎾᏛ ᏥᎬᏩᏂᏛᏔᏁᎢ."
  },
  {
    "verse": "10",
    "kjv": "Neither murmur ye, as some of them also murmured, and were destroyed of the destroyer.",
    "web": "Don’t grumble, as some of them also grumbled, and perished by the destroyer.",
    "chr": "ᏞᏍᏗ ᎠᎴ ᏱᏥᎪᏁᎶᏍᎨᏍᏗ, ᎾᏍᎩᏯ ᎾᏍᎩ Ꮎ ᎢᎦᏛ ᏥᏄᎾᏛᏁᎴ ᏧᏂᎪᏁᎶᏍᎨᎢ, ᎠᎴ ᏥᎬᏩᏂᏛᏔᏁ ᎠᎾᏓᏛᏗᏍᎩ."
  },
  {
    "verse": "11",
    "kjv": "Now all these things happened unto them for examples: and they are written for our admonition, upon whom the ends of the world are come.",
    "web": "Now all these things happened to them by way of example, and they were written for our admonition, on whom the ends of the ages have come.",
    "chr": "ᎾᏍᎩᏃ ᎯᎠ ᏂᎦᏛ ᏧᏓᎴᏅᏛ ᏥᏄᎾᎵᏍᏓᏁᎴ ᏗᏟᎶᏍᏙᏗ ᎠᏰᎸᏎᎢ; ᎠᎴ ᎦᎪᏪᎳ ᎠᏴ ᎢᎦᏅᏓᏗᏍᏗᏍᎩ ᎢᏳᎵᏍᏙᏗᏱ, ᎠᏴ ᎾᏍᎩ ᎤᎵᏍᏆᎸᏗ ᎨᏒ ᎡᎶᎯ ᏥᎩᎷᏤᎸ."
  },
  {
    "verse": "12",
    "kjv": "Wherefore let him that thinketh he standeth take heed lest he fall.",
    "web": "Therefore let him who thinks he stands be careful that he doesn’t fall.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎩᎶ ᏥᏙᎦ ᎡᎵᏍᎨᏍᏗ ᎨᏯᏔᎮᏍᏗ ᏱᎦᏅᎩᏰᏃ."
  },
  {
    "verse": "13",
    "kjv": "There hath no temptation taken you but such as is common to man: but God is faithful, who will not suffer you to be tempted above that ye are able; but will with the temptation also make a way to escape, that ye may be able to bear it.",
    "web": "No temptation has taken you except what is common to man. God is faithful, who will not allow you to be tempted above what you are able, but will with the temptation also make the way of escape, that you may be able to endure it.",
    "chr": "ᎥᏝ ᎪᎱᏍᏗ ᎤᏍᏗ ᎠᏓᎪᎵᏰᏍᎩ ᎢᏣᏢᏔᎲᎯ ᏱᎩ ᎾᏂᎥᏉ ᏴᏫ ᎢᎬᏩᎵᏍᏓᏁᏗ ᎤᏩᏒ; ᎠᎴ ᎤᏁᎳᏅᎯ ᏄᏓᎵᏓᏍᏛᎾ, ᎾᏍᎩ ᎥᏝ ᎤᏁᎳᎩ ᏴᎨᏤᎵᏏ ᎠᏓᎪᎵᏰᏍᎩ ᎢᏥᎷᏤᏗᏱ ᏕᏣᎵᏂᎬᎬ ᎤᎶᏒᏍᏙᏗᏱ; ᎾᏍᎩᏍᎩᏂ ᎠᏓᎪᎵᏰᏍᎩ ᎢᏥᎷᏤᎲ ᏔᎵ ᎾᏛᏕᏍᏗ ᎾᎿ ᎦᏰᏣᏗᏫᏎᏗ ᎨᏒᎢ, ᎾᏍᎩ ᏰᎵ ᎨᏣᏓᎵᏁᎯᏗᏍᏗ ᎢᏳᎵᏍᏙᏗᏱ."
  },
  {
    "verse": "14",
    "kjv": "Wherefore, my dearly beloved, flee from idolatry.",
    "web": "Therefore, my beloved, flee from idolatry.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ, ᏂᎯ ᎢᏨᎨᏳᎢ, ᎢᏣᎵᏘ ᎢᏣᏓᏅᏏ ᎤᏁᎳᏅᎯ ᏗᏰᎸᎯ ᏗᏓᏙᎵᏍᏓᏁᏗ ᎨᏒᎢ."
  },
  {
    "verse": "15",
    "kjv": "I speak as to wise men; judge ye what I say.",
    "web": "I speak as to wise men. Judge what I say.",
    "chr": "ᏥᏁᎦ ᎠᏂᎦᏔᎾᎢ ᏥᎦᏥᏁᏤᎰ ᎾᏍᎩᏯᎢ; ᎢᏥᎪᎵᏯ ᏂᏥᏪᏍᎬᎢ."
  },
  {
    "verse": "16",
    "kjv": "The cup of blessing which we bless, is it not the communion of the blood of Christ? The bread which we break, is it not the communion of the body of Christ?",
    "web": "The cup of blessing which we bless, isn’t it a sharing of the blood of Christ? The bread which we break, isn’t it a sharing of the body of Christ?",
    "chr": "ᎾᏍᎩ Ꮎ ᎦᎸᏉᏙᏗ ᎤᎵᏍᏈᏗ, ᎾᏍᎩ ᏥᏗᎸᏉᏗᏍᎪᎢ, ᏝᏍᎪ ᎾᏍᎩ ᎢᏓᎵᎪᎲᏍᎬ ᏱᎩ ᎦᎶᏁᏛ ᎤᎩᎬ ᎢᏓᏗᏔᏍᎬᎢ? ᎦᏚ ᏥᏗᎬᎭᎷᏯᏍᎪᎢ, ᏝᏍᎪ ᎾᏍᎩ ᎢᏓᎵᎪᎲᏍᎬ ᏱᎩ ᎦᎶᏁᏛ ᎠᏰᎸ ᎢᏓᎵᏍᏓᏴᏗᏍᎬᎢ?"
  },
  {
    "verse": "17",
    "kjv": "For we being many are one bread, and one body: for we are all partakers of that one bread.",
    "web": "Because there is one loaf of bread, we, who are many, are one body; for we all partake of the one loaf of bread.",
    "chr": "ᎠᏴᏰᏃ ᎢᎩᏣᏘ ᏥᎩ, ᏌᏉᏉ ᎦᏚ, ᎠᎴ ᏌᏉᏉ ᎠᏰᎸᎢ; ᏂᏗᎥᏰᏃ ᎢᎦᏖᏆᎶᏐ ᎾᏍᎩ ᏌᏉ ᎦᏚ ᎢᏓᎵᏍᏓᏴᏗᏍᎬᎢ."
  },
  {
    "verse": "18",
    "kjv": "Behold Israel after the flesh: are not they which eat of the sacrifices partakers of the altar?",
    "web": "Consider Israel according to the flesh. Don’t those who eat the sacrifices participate in the altar?",
    "chr": "ᏗᏣᎧᏅᎦ ᎢᏏᎵ ᎾᏍᎩ ᎤᏇᏓᎵᏉ ᎨᏒᎢ; ᏝᏍᎪ ᎾᏍᎩ Ꮎ ᏗᎵᏍᎪᎸᏔᏅᎯ ᏣᎾᎵᏍᏓᏴᏗᏍᎪ ᎤᏁᎳᏗᏍᏗᏍᎩ ᏱᎨᏐ ᎠᏥᎸ ᎨᎳᏍᏗᏱ ᎠᎵᏍᎪᎸᏔᏅᎯ?"
  },
  {
    "verse": "19",
    "kjv": "What say I then? that the idol is any thing, or that which is offered in sacrifice to idols is any thing?",
    "web": "What am I saying then? That a thing sacrificed to idols is anything, or that an idol is anything?",
    "chr": "ᎦᏙᏃ ᎦᏗᎭ? ᏥᎪ ᎤᏁᎳᏅᎯ ᎠᏰᎸᎯ ᎪᎱᏍᏗ ᎦᏗᎭ? ᏥᎪᎨ ᎾᏍᎩ Ꮎ ᎠᎵᏍᎪᎸᏔᏅᎯ ᎠᏥᎸ ᎨᎳᏍᏓᏁᏗ ᎤᏁᎳᏅᎯ ᎠᏰᎸᎯ ᎪᎱᏍᏗ, ᎦᏗᎭ?"
  },
  {
    "verse": "20",
    "kjv": "But I say, that the things which the Gentiles sacrifice, they sacrifice to devils, and not to God: and I would not that ye should have fellowship with devils.",
    "web": "But I say that the things which the Gentiles sacrifice, they sacrifice to demons and not to God, and I don’t desire that you would have fellowship with demons.",
    "chr": "ᎯᎠᏍᎩᏂ ᏂᏥᏪᎭ, ᎾᏍᎩ Ꮎ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᎠᏥᎸ ᎨᎳᏍᏙᏗ ᏣᎾᎵᏍᎪᎸᏗᎪᎢ, ᎠᏂᏍᎩᎾ ᏓᎾᎵᏍᎪᎸᏔᏁᎰᎢ, ᎥᏝᏃ ᎤᏁᎳᏅᎯ; ᎥᏝᏃ ᏯᏆᏚᎵᎭ ᎠᏂᏍᎩᎾ ᎤᎾᏤᎵ ᎨᏒ ᎢᏤᎳᏗᏍᏙᏗᏱ."
  },
  {
    "verse": "21",
    "kjv": "Ye cannot drink the cup of the Lord, and the cup of devils: ye cannot be partakers of the Lord's table, and of the table of devils.",
    "web": "You can’t both drink the cup of the Lord and the cup of demons. You can’t both partake of the table of the Lord and of the table of demons.",
    "chr": "ᎥᏝ ᎨᏣᏗᏔᏍᏗ ᏱᎩ ᎠᏟᏍᏛ ᎤᎬᏫᏳᎯ ᎤᏤᎵᎦ, ᎠᎴ ᎾᏍᏉ ᎠᏂᏍᎩᎾ ᎤᎾᏤᎵ ᎠᏟᏍᏛᎢ. ᎥᏝ ᎨᏣᎵᏍᏓᏴᏗ ᏱᎩ ᎤᎬᏫᏳᎯ ᎤᏪᏍᎩᎸ, ᎠᎴ ᎾᏍᏉ ᎠᏂᏍᎩᎾ ᎤᏂᏍᎩᎸᎢ."
  },
  {
    "verse": "22",
    "kjv": "Do we provoke the Lord to jealousy? are we stronger than he?",
    "web": "Or do we provoke the Lord to jealousy? Are we stronger than he?",
    "chr": "ᎡᏗᎿᎸᏍᏗᏍᎨᏍᏗᏍᎪ ᎤᎬᏫᏳᎯ? ᎤᏟᏍᎪ ᏂᏕᎦᎵᏂᎬᎦ ᎡᏍᎦᏉ ᎾᏍᎩ?"
  },
  {
    "verse": "23",
    "kjv": "All things are lawful for me, but all things are not expedient: all things are lawful for me, but all things edify not.",
    "web": "“All things are lawful for me,” but not all things are profitable. “All things are lawful for me,” but not all things build up.",
    "chr": "ᏄᏓᎴᏒᏉ ᎪᎱᏍᏗ ᎤᏁᎳᎩ ᎥᏇᎵᏎᎸᎯ ᎠᏆᎵᏍᏓᏴᏗᏱ, ᎠᏎᏃ ᎥᏝ ᏄᏓᎴᏒ ᎪᎱᏍᏗ ᎣᏏᏳ ᎢᏯᏓᏛᏁᎯ ᏱᎩ; ᏄᏌᎴᏒᏉ ᎪᎱᏍᏗ ᎤᏁᎳᎩ ᎥᏇᎵᏎᎸᎯ ᎠᏆᎵᏍᏓᏴᏙᏗᏱ, ᎠᏎᏃ ᎥᏝ ᏄᏓᎴᏒ ᎪᎱᏍᏗ ᎬᏩᏓᏍᏕᎸᏗ ᏱᎩ."
  },
  {
    "verse": "24",
    "kjv": "Let no man seek his own, but every man another's wealth.",
    "web": "Let no one seek his own, but each one his neighbor’s good.",
    "chr": "ᏞᏍᏗ ᎩᎶ ᎤᏩᏒᏉ ᎤᏤᎵ ᏳᏲᎮᏍᏗ, ᏅᏩᏓᎴᏍᎩᏂ ᎤᏤᎵ ᎤᏲᎮᏍᏗ."
  },
  {
    "verse": "25",
    "kjv": "Whatsoever is sold in the shambles, that eat, asking no question for conscience sake:",
    "web": "Whatever is sold in the butcher shop, eat, asking no question for the sake of conscience,",
    "chr": "ᎾᎦᎥ ᎪᎱᏍᏗ ᎠᏂᏃᏗᏍᎬ ᎦᏃᏙᏗᏱ, ᎢᏥᎩᏍᎨᏍᏗ, ᎠᎴ ᏝᏍᏗ ᎪᎱᏍᏗ ᏱᏣᏛᏛᎲᏍᎨᏍᏗ ᎠᏓᏅᏙᎩ ᎨᏒ ᏱᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ."
  },
  {
    "verse": "26",
    "kjv": "For the earth is the Lord's, and the fulness thereof.",
    "web": "for “the earth is the Lord’s, and its fullness.”",
    "chr": "ᎡᎶᎯᏰᏃ ᎤᎬᏫᏳᎯ ᎤᏤᎵᎦ, ᎠᎴ ᎾᏍᎩ Ꮎ ᎡᎶᎯ ᏣᎧᎵᎢᎭ."
  },
  {
    "verse": "27",
    "kjv": "If any of them that believe not bid you to a feast, and ye be disposed to go; whatsoever is set before you, eat, asking no question for conscience sake.",
    "web": "But if one of those who don’t believe invites you to a meal, and you are inclined to go, eat whatever is set before you, asking no questions for the sake of conscience.",
    "chr": "ᎢᏳᏃ ᎩᎶ ᏄᏃᎯᏳᏒᎾ ᎨᏒ ᎢᎨᏣᏯᏂᏍᎨᏍᏗ, ᎠᎴ ᎢᏣᏚᎵᏍᎨᏍᏗ ᎢᏤᏅᏍᏗᏱ; ᏄᏍᏛᏉ ᎪᎱᏍᏗ ᎢᎬᏱᏗᏢ ᎡᏥᏝᏁᎲ ᎢᏣᎵᏍᏓᏴᏗᏍᎨᏍᏗ, ᎠᎴ ᏞᏍᏗ ᎪᎱᏍᏗ ᏱᏣᏛᏛᎲᏍᎨᏍᏗ, ᎠᎦᏅᏙᎩ ᎨᏒ ᏱᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ."
  },
  {
    "verse": "28",
    "kjv": "But if any man say unto you, this is offered in sacrifice unto idols, eat not for his sake that shewed it, and for conscience sake: for the earth is the Lord's, and the fulness thereof:",
    "web": "But if anyone says to you, “This was offered to idols,” don’t eat it for the sake of the one who told you, and for the sake of conscience. For “the earth is the Lord’s, with all its fullness.”",
    "chr": "ᎢᏳᏍᎩᏂ ᎩᎶ ᎯᎠ ᏂᏥᏪᏎᎮᏍᏗ, ᎯᎠ ᎾᏍᎩ ᎠᎵᏍᎪᎸᏔᏅᎯ ᎠᏥᎸ ᏗᎨᎴᏗ ᎤᏁᎳᏅᎯ ᏗᏰᎸᎯ, ᏞᏍᏗ ᏱᏥᎩᏍᎨᏍᏗ, ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ ᎾᏍᎩ Ꮎ ᎤᎾᏄᎪᏫᏒᎯ ᎨᏒᎢ, ᎠᎴ ᎠᏓᏅᏙᎩ ᎨᏒ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ; ᎡᎶᎯᏰᏃ ᎤᎬᏫᏳᎯ ᎤᏤᎵᎦ, ᎠᎴ ᎾᏍᎩ Ꮎ ᎡᎶᎯ ᏣᎧᎵᎢᎭ."
  },
  {
    "verse": "29",
    "kjv": "Conscience, I say, not thine own, but of the other: for why is my liberty judged of another man's conscience?",
    "web": "Conscience, I say, not your own, but the other’s conscience. For why is my liberty judged by another conscience?",
    "chr": "ᎠᏓᏅᏙᎩ ᎨᏒ ᎦᏗᎭ, ᎥᏝ ᎠᏗᎾ ᏨᏒ ᏣᏓᏅᏙᎩ, ᏐᎢᏍᎩᏂ ᎤᏓᏅᏙᎩ; ᎦᏙᏰᏃ ᎦᎵᏍᏙᏗ ᎠᏴ ᎢᏯᏆᏛᏁᏗ ᎠᎩᎲ ᏅᏩᏓᎴ ᎤᏓᏅᏙ ᏧᏭᎪᏙᏗ ᏱᏂᎦᎵᏍᏗᎭ?"
  },
  {
    "verse": "30",
    "kjv": "For if I by grace be a partaker, why am I evil spoken of for that for which I give thanks?",
    "web": "If I partake with thankfulness, why am I denounced for something I give thanks for?",
    "chr": "ᎢᏳᏰᏃ ᎠᎵᎮᎵᏍᏗ ᎨᏒ ᎬᏗ ᏱᎦᎵᏍᏓᏴᎲᏍᎦ, ᎦᏙᏃ ᎾᏲ ᎥᎩᏃᎮᎭ ᏅᏗᎦᎵᏍᏙᏗ ᎾᏍᎩ Ꮎ ᎤᎬᏩᎵ ᏥᎦᎵᎡᎵᎦ?"
  },
  {
    "verse": "31",
    "kjv": "Whether therefore ye eat, or drink, or whatsoever ye do, do all to the glory of God.",
    "web": "Whether therefore you eat or drink, or whatever you do, do all to the glory of God.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏳᏃ ᎢᏣᎵᏍᏓᏴᎲᏍᎨᏍᏗ, ᎠᎴ ᎢᏣᏗᏔᏍᎨᏍᏗ, ᎠᎴ ᏂᎦᎥ ᎪᎱᏍᏗ ᏂᏣᏛᏁᎮᏍᏗ, ᎤᏁᎳᏅᎯ ᏅᎸᏉᏗᏍᎩ ᎨᏎᏍᏗ ᏂᎦᎥ ᏂᏣᏛᏁᎲᎢ."
  },
  {
    "verse": "32",
    "kjv": "Give none offence, neither to the Jews, nor to the Gentiles, nor to the church of God:",
    "web": "Give no occasion for stumbling, whether to Jews, to Greeks, or to the assembly of God;",
    "chr": "ᏞᏍᏗ ᏧᏃᏕᏍᏗᏍᎩ ᏘᏂᏣᎵᏍᏔᏁᏍᏗ ᎾᏍᏉ ᎠᏂᏧᏏ ᎠᎴ ᏧᎾᏓᎴᏛ ᏴᏫ, ᎠᎴ ᎤᎾᏓᏡᎬ ᏧᎾᏁᎶᏗ ᎤᏁᎳᎥᎯ ᎤᏤᎵᎦ;"
  },
  {
    "verse": "33",
    "kjv": "Even as I please all men in all things, not seeking mine own profit, but the profit of many, that they may be saved.",
    "web": "even as I also please all men in all things, not seeking my own profit, but the profit of the many, that they may be saved.",
    "chr": "ᎾᏍᎩᏯ ᎾᏍᏉ ᎠᏴ, ᏂᎦᎥ ᏂᎦᏛᏁᎲ ᎾᏂᎥᏉ ᎣᏍᏛ ᎤᏂᏰᎸᏗ ᏥᏂᎦᏥᏯᏛᏁᎰᎢ, ᎾᎩᏲᎲᎾ ᏥᎨᏐ ᎠᏋᏒᏉ ᎠᏆᎵᏍᏕᎩᏙᏗ,, ᎤᏂᏣᏘᏍᎩᏂ ᎤᎾᎵᏍᏕᎸᏙᏗ ᎾᏍᎩ ᏅᏓᏳᎵᏍᏙᏗᏱ ᎨᏥᏍᏕᎸᏗᏱ."
  }
]
