[
  {
    "verse": "1",
    "kjv": "Be ye followers of me, even as I also am of Christ.",
    "web": "Be imitators of me, even as I also am of Christ.",
    "chr": "ᎠᏴ ᏍᎩᏍᏓᏩᏕᎩ ᎨᏎᏍᏗ, ᎾᏍᎩᏯ ᎠᏴ ᎾᏍᏉ ᎦᎶᏁᏛ ᏥᏍᏓᏩᏕᎩ ᏥᎩ."
  },
  {
    "verse": "2",
    "kjv": "Now I praise you, brethren, that ye remember me in all things, and keep the ordinances, as I delivered them to you.",
    "web": "Now I praise you, brothers, that you remember me in all things, and hold firm the traditions, even as I delivered them to you.",
    "chr": "Ꭷ, ᎢᏓᎵᏅᏟ, ᎢᏨᎸᏉᏗᎭ ᎾᏍᎩ ᎠᏴ ᏂᎦᎥ ᏧᏓᎴᏅᏛ ᏂᏣᏛᏁᎲ ᏍᎩᏯᏅᏓᏗᏍᎬᎢ, ᎠᎴ ᎢᏥᏍᏆᏂᎪᏗᏍᎬ ᏗᎧᎿᏩᏛᏍᏗ ᎾᏍᎩᏯ ᏕᏨᏲᎯᏎᎸᎢ."
  },
  {
    "verse": "3",
    "kjv": "But I would have you know, that the head of every man is Christ; and the head of the woman is the man; and the head of Christ is God.",
    "web": "But I would have you know that the head of every man is Christ, and the head of the woman is man, and the head of Christ is God.",
    "chr": "ᎠᎴ ᎠᏆᏚᎵ ᎢᏥᎦᏙᎥᎯᏍᏗᏱ, ᎾᏍᎩ ᎾᏂᎥ ᎠᏂᏍᎦᏯ ᎨᏒ ᎦᎶᏁᏛ ᎠᏍᎪᎵ ᎨᏒᎢ; ᎠᎨᏴᏃ ᎨᏒ ᎠᏍᎪᎵ ᎠᏍᎦᏯ ᎨᏒᎢ; ᎦᎶᏁᏛᏃ ᎨᏒ ᎤᏁᎳᏅᎯ ᎠᏍᎪᎵ ᎨᏒᎢ."
  },
  {
    "verse": "4",
    "kjv": "Every man praying or prophesying, having his head covered, dishonoureth his head.",
    "web": "Every man praying or prophesying, having his head covered, dishonors his head.",
    "chr": "ᎩᎶ ᎠᏂᏍᎦᏯ ᎨᏒ ᏯᏓᏙᎵᏍᏗᎭ ᎠᎴ ᏯᏙᎴᎰᏍᎦ, ᎬᏩᎵᏍᏚᎵ, ᎠᏕᎰᎯᏍᏗᏍᎪ ᎠᏍᎪᎵ ᎨᏒᎢ."
  },
  {
    "verse": "5",
    "kjv": "But every woman that prayeth or prophesieth with her head uncovered dishonoureth her head: for that is even all one as if she were shaven.",
    "web": "But every woman praying or prophesying with her head uncovered dishonors her head. For it is one and the same thing as if she were shaved.",
    "chr": "ᎩᎶᏍᎩᏂ ᎠᏂᎨᏴ ᎨᏒ ᏯᏓᏙᎵᏍᏗᎭ ᎠᎴ ᏯᏙᎴᎰᏍᎦ ᏄᎵᏍᏚᎸᎾ, ᎠᏕᎰᎯᏍᏗᏍᎪ ᎠᏍᎪᎵ ᎨᏒᎢ; ᏧᎵᏍᏙᏴᎰᏉᏰᏃ ᎢᏧᎳᎭ ᎾᏍᎩ."
  },
  {
    "verse": "6",
    "kjv": "For if the woman be not covered, let her also be shorn: but if it be a shame for a woman to be shorn or shaven, let her be covered.",
    "web": "For if a woman is not covered, let her hair also be cut off. But if it is shameful for a woman to have her hair cut off or be shaved, let her be covered.",
    "chr": "ᎢᏳᏰᏃ ᎠᎨᏴ ᏄᎵᏍᏚᎸᎾ ᏱᎩ, ᎾᏍᏉ ᎠᏥᏍᏙᏰᏍᎨᏍᏗ; ᎢᏳᏍᎩᏂ ᎤᏕᎰᎯᏍᏗᏳ ᏱᎩ ᎠᎨᏴ ᏗᎵᏍᏙᏰᏗ ᎠᎴ ᎠᎵᏍᏙᏰᏗ ᎤᏮᏙᏗᏱ ᎤᎵᏍᏙᏰᏗᏱ, ᎬᏩᎵᏍᏚᎴᏍᏗᏉ."
  },
  {
    "verse": "7",
    "kjv": "For a man indeed ought not to cover his head, forasmuch as he is the image and glory of God: but the woman is the glory of the man.",
    "web": "For a man indeed ought not to have his head covered, because he is the image and glory of God, but the woman is the glory of the man.",
    "chr": "ᎠᏍᎦᏯᏍᎩᏂ ᎤᏙᎯᏳᎯ ᎥᏝ ᏱᎬᎵᏍᏚᎸᏍᎦ, ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎾᏍᎩᏯ ᏥᎩ, ᎠᎴ ᎾᏍᎩ ᎦᎸᏉᏗᏳ ᎨᏒ ᏧᏄᏬᏍᏗ; ᎠᎨᏴᏍᎩᏂ ᎠᏍᎦᏯ ᎦᎸᏉᏗᏳ ᎨᏒ ᎤᏄᏬᏍᏗ."
  },
  {
    "verse": "8",
    "kjv": "For the man is not of the woman: but the woman of the man.",
    "web": "For man is not from woman, but woman from man;",
    "chr": "ᎠᏍᎦᏯᏰᏃ ᎥᏝ ᎠᎨᏴᎯ ᏴᏧᏓᎴᏁ ᎠᎪᏢᏅ; ᎠᎨᏴᏍᎩᏂ ᎠᏍᎦᏲᎯ ᏧᏓᎴᏁ ᎠᎪᏢᏅ."
  },
  {
    "verse": "9",
    "kjv": "Neither was the man created for the woman; but the woman for the man.",
    "web": "for man wasn’t created for the woman, but woman for the man.",
    "chr": "ᎠᎴ ᎾᏍᏉ ᎠᏍᎦᏯ ᎥᏝ ᎠᎨᏴ ᏯᎪᏢᎾᏁᎴᎢ, ᎠᎨᏴᏍᎩᏂ ᎠᏍᎦᏯ ᎠᎪᏢᎾᏁᎴᎢ."
  },
  {
    "verse": "10",
    "kjv": "For this cause ought the woman to have power on her head because of the angels.",
    "web": "For this cause the woman ought to have authority over her own head, because of the angels.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᎨᏴ ᎦᎸᏉᏗᏳ ᎢᏳᏩᏁᎯ ᏳᏭᏢᏗ ᎠᏍᎪᎵ ᎾᏍᎩ ᎨᏥᏅᏏᏛ ᎨᏒ ᏱᏅᏗᎦᎵᏍᏙᏗᎭ."
  },
  {
    "verse": "11",
    "kjv": "Nevertheless neither is the man without the woman, neither the woman without the man, in the Lord.",
    "web": "Nevertheless, neither is the woman independent of the man, nor the man independent of the woman, in the Lord.",
    "chr": "ᎠᏎᏍᎩᏂᏃᏅ ᎥᏝ ᎠᏍᎦᏯ ᏂᎨᏴ ᏔᎵ ᏄᏛᏛᎾ ᏰᎭ, ᎥᏝ ᎠᎴ ᎠᎨᏴ ᎠᏍᎦᏯ ᏔᎵ ᏄᏛᏛᎾ ᏰᎭ ᎾᏍᎩ ᎤᎬᏫᏳᎯ ᏄᏩᎾᏅᎢ."
  },
  {
    "verse": "12",
    "kjv": "For as the woman is of the man, even so is the man also by the woman; but all things of God.",
    "web": "For as woman came from man, so a man also comes through a woman; but all things are from God.",
    "chr": "ᎾᏍᎩᏰᏃ ᎠᎨᏴ ᎠᏍᎦᏲᎯ ᏅᏓᏳᏓᎴᏅᎯ ᏥᎩ, ᎾᏍᎩᏯ ᎾᏍᏉ ᎠᏍᎦᏯ ᎠᎨᏴ ᎤᎾᏄᎪᏫᏒᎯ; ᎠᏎᏃ ᏂᎦᏗᏳ ᏧᏓᎴᏅᏛ ᎤᏁᎳᏅᎯ ᎨᏒ ᏅᏓᏳᏓᎴᏅᎯ."
  },
  {
    "verse": "13",
    "kjv": "Judge in yourselves: is it comely that a woman pray unto God uncovered?",
    "web": "Judge for yourselves. Is it appropriate that a woman pray to God unveiled?",
    "chr": "ᏗᏧᎪᏓ ᎢᏨᏒ ᎨᏒᎢ; ᎤᎵᎶᎲᏍᎦᏍᎪ ᎠᎨᏴ ᎤᏁᎳᏅᎯ ᏯᏓᏙᎵᏍᏓᏁ ᏄᎵᏍᏚᎸᎾ?"
  },
  {
    "verse": "14",
    "kjv": "Doth not even nature itself teach you, that, if a man have long hair, it is a shame unto him?",
    "web": "Doesn’t even nature itself teach you that if a man has long hair, it is a dishonor to him?",
    "chr": "ᏝᏍᎪ ᎢᏨᏒ ᎢᏥᎦᏔᎲ ᏱᏤᏲᎲᏍᎦ, ᎾᏍᎩ ᎠᏍᏚᏯ ᎦᏅᎯᏛ ᏳᏍᏘᏰᎦ ᎤᏕᎰᎯᏍᏗᏳ ᎨᏒᎢ?"
  },
  {
    "verse": "15",
    "kjv": "But if a woman have long hair, it is a glory to her: for her hair is given her for a covering.",
    "web": "But if a woman has long hair, it is a glory to her, for her hair is given to her for a covering.",
    "chr": "ᎠᎨᏴᏍᎩᏂ ᎦᏅᎯᏛ ᏳᏍᏘᏰᎦ ᎦᎸᏉᏗᏳ ᎢᏳᏩᏁᎯ ᎨᏐᎢ; ᎤᏍᏘᏰᎬᏰᏃ ᎠᏥᏁᎸ ᎤᎦᏢᏙᏗ."
  },
  {
    "verse": "16",
    "kjv": "But if any man seem to be contentious, we have no such custom, neither the churches of God.",
    "web": "But if any man seems to be contentious, we have no such custom, neither do God’s assemblies.",
    "chr": "ᎢᏳᏍᎩᏂ ᎩᎶ ᎤᏗᏒᏌᏘ ᏱᏅᏩᏍᏗ; -ᎠᏴ ᎥᏝ ᎾᏍᎩ ᎢᏲᎦᏛᏁᏗ ᏲᎩᎭ, ᎥᏝ ᎠᎴ ᎾᏍᏉ ᏧᎾᏁᎶᏗ ᏚᎾᏓᏡᏩᏗᏒ ᎤᏁᎳᏅᎯ ᏧᏤᎵᎦ."
  },
  {
    "verse": "17",
    "kjv": "Now in this that I declare unto you I praise you not, that ye come together not for the better, but for the worse.",
    "web": "But in giving you this command I don’t praise you, because you come together not for the better but for the worse.",
    "chr": "ᎯᎠᏍᎩᏂᏃ ᏂᏨᏪᏎᎲ ᎥᏝ ᏱᏨᎸᏉᏗᎭ, ᎾᏍᎩ ᏕᏥᎳᏫᏦᎯᎲ ᎥᏝ ᎣᏍᏛ ᎢᏳᎵᏍᏙᏗ ᏱᎨᏐᎢ, ᎤᏲᏉᏍᎩᏂ."
  },
  {
    "verse": "18",
    "kjv": "For first of all, when ye come together in the church, I hear that there be divisions among you; and I partly believe it.",
    "web": "For first of all, when you come together in the assembly, I hear that divisions exist among you, and I partly believe it.",
    "chr": "ᎢᎬᏱᏱᏰᏃ ᎨᏒ ᏕᏥᎳᏫᎩ ᎢᏣᏓᏡᎬ ᎢᎸᏍᎩ ᏂᏣᏓᏗᏍᎬ ᎦᏛᎩᎭ; ᎠᎴ ᎪᎢᏳᎲᏍᎦᏉ ᎢᎦᏛ."
  },
  {
    "verse": "19",
    "kjv": "For there must be also heresies among you, that they which are approved may be made manifest among you.",
    "web": "For there also must be factions among you, that those who are approved may be revealed among you.",
    "chr": "ᎠᏎᏰᏃ ᎢᎸᏍᎩ ᎢᏣᏓᏗᏍᏗ ᏂᎯ ᏂᏣᏛᏅᎢ, ᎾᏍᎩ ᎣᏏᏳ ᎨᏥᏰᎸᏅᎯ ᎬᏂᎨᏒ ᎢᏳᎾᎵᏍᏙᏗᏱ ᏂᎯ ᏂᏣᏛᏅᎢ."
  },
  {
    "verse": "20",
    "kjv": "When ye come together therefore into one place, this is not to eat the Lord's supper.",
    "web": "When therefore you assemble yourselves together, it is not the Lord’s supper that you eat.",
    "chr": "ᏕᏥᎳᏫᎩᏰᏃ ᎢᎸᎯᏢᎢ, ᎥᏝ ᎤᎬᏫᏳᎯ ᎤᏤᎵ ᎠᎵᏍᏓᏴᏗ ᏱᏣᎵᏍᏓᏴᏂᎰᎢ."
  },
  {
    "verse": "21",
    "kjv": "For in eating every one taketh before other his own supper: and one is hungry, and another is drunken.",
    "web": "For in your eating each one takes his own supper first. One is hungry, and another is drunken.",
    "chr": "ᎢᏣᎵᏍᏗᏴᎲᏍᎬᏰᏃ ᎢᏥᏏᏴᏫᎭ ᎨᏒ ᎢᎬᏱ ᎢᏥᎩᏍᎪ ᎢᏨᏒ ᎢᏣᏤᎵᎦ; ᎠᏏᏴᏫᏃ ᎠᎪᏄ ᎤᏲᏏᏍᎪᎢ, ᏅᏩᏓᎴᏃ ᎤᏴᏍᏕᏍᎪᎢ."
  },
  {
    "verse": "22",
    "kjv": "What? have ye not houses to eat and to drink in? or despise ye the church of God, and shame them that have not? what shall I say to you? shall I praise you in this? I praise you not.",
    "web": "What, don’t you have houses to eat and to drink in? Or do you despise God’s assembly and put them to shame who don’t have enough? What shall I tell you? Shall I praise you? In this I don’t praise you.",
    "chr": "ᏝᏍᎪᏃ ᏱᏗᏥᏁᎸ ᎾᎿ ᎢᏔᎵᏍᏓᏴᏗᏱ ᎠᎴ ᎢᏔᏗᏔᏍᏗᏱ? ᏥᎪᎨ ᎢᏥᏐᏢᏗᎭ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ, ᎠᎴ ᏕᏣᏕᎰᎯᏍᏗᎭ ᏄᏂᎲᎾ? ᎦᏙ ᏓᏨᏲᏎᎵ? ᏓᏨᎸᏉᏔᏂᏧ? ᎯᎠ ᏂᏨᏛᏁᎲ ᎥᏝ ᏱᏨᎸᏉᏗᎭ."
  },
  {
    "verse": "23",
    "kjv": "For I have received of the Lord that which also I delivered unto you, that the Lord Jesus the same night in which he was betrayed took bread:",
    "web": "For I received from the Lord that which also I delivered to you, that the Lord Jesus on the night in which he was betrayed took bread.",
    "chr": "ᎤᎬᏫᏳᎯᏰᏃ ᏓᎩᏲᎯᏎᎸᎩ ᎾᏍᎩ ᎾᏍᏉ ᏥᏕᏨᏲᎯᏎᎸᎩ, ᎾᏍᎩ Ꮎ ᎤᎬᏫᏳᎯ ᏥᏌ, ᎾᎯᏳ ᏒᏃᏱ ᎠᏥᎶᏄᎡᎸ, ᎦᏚ ᎤᎩᏎᎢ;"
  },
  {
    "verse": "24",
    "kjv": "And when he had given thanks, he brake it, and said, Take, eat: this is my body, which is broken for you: this do in remembrance of me.",
    "web": "When he had given thanks, he broke it and said, “Take, eat. This is my body, which is broken for you. Do this in memory of me.”",
    "chr": "ᎾᏍᎩᏃ ᎤᎵᎮᎵᏨ, ᎤᎬᎭᎷᏰᎢ, ᎠᎴ ᎯᎠ ᏄᏪᏎᎢ, ᎢᏥᎩ, ᎢᏥᎦ; ᎯᎠ ᎾᏍᎩ ᎠᏴ ᏥᏰᎸᎢ, ᏂᎯ ᎾᏍᎩ ᎢᏣᎵᎬᎭᎷᏰᎸᎯ ᏥᎩ; ᎯᎠ ᎾᏍᎩ ᏂᏣᏛᏁᎮᏍᏗ ᎠᏴ ᏍᎩᏯᏅᏓᏗᏍᎬᎢ."
  },
  {
    "verse": "25",
    "kjv": "After the same manner also he took the cup, when he had supped, saying, this cup is the new testament in my blood: this do ye, as oft as ye drink it, in remembrance of me.",
    "web": "In the same way he also took the cup after supper, saying, “This cup is the new covenant in my blood. Do this, as often as you drink, in memory of me.”",
    "chr": "ᎾᏍᎩᏯ ᎾᏍᏉ ᏄᏒᏁᎴ ᎤᎾᎵᏍᏓᏴᏃᏅ, ᎤᎵᏍᏈᏗ ᎤᎩᏎᎢ, ᎯᎠ ᏄᏪᏎᎢ; ᎯᎠ ᎾᏍᎩ ᎢᏤ ᎧᏃᎮᏛ ᏓᏠᎯᏍᏛᎢ, ᎠᏴ ᎠᎩᎩᎬ ᏨᏛᏍᏓᏱᏗ; ᎯᎠ ᎾᏍᎩ ᏂᏣᏛᏁᎮᏍᏗ, ᎢᏳᏍᏗᎭ ᎾᏍᎩ ᎢᏣᏗᏔᏍᎨᏍᏗ ᎠᏴ ᏍᎩᏯᏅᏓᏗᏍᎬᎢ."
  },
  {
    "verse": "26",
    "kjv": "For as often as ye eat this bread, and drink this cup, ye do shew the Lord's death till he come.",
    "web": "For as often as you eat this bread and drink this cup, you proclaim the Lord’s death until he comes.",
    "chr": "ᎢᏳᏍᏗᎭᏰᏃ ᎯᎠ ᎾᏍᎩ ᎦᏚ ᎢᏥᎩᏍᎨᏍᏗ, ᎠᎴ ᎯᎠ ᎾᏍᎩ ᎤᎵᏍᏈᏗ ᎢᏣᏗᏔᏍᎨᏍᏗ, ᎬᏂᎨᏒ ᏂᏨᏁᎮᏍᏗ ᎤᎬᏫᏳᎯ ᎤᏲᎱᏒᎢ, ᎬᏂ ᎦᎷᏨᎭ."
  },
  {
    "verse": "27",
    "kjv": "Wherefore whosoever shall eat this bread, and drink this cup of the Lord, unworthily, shall be guilty of the body and blood of the Lord.",
    "web": "Therefore whoever eats this bread or drinks the Lord’s cup in a way unworthy of the Lord will be guilty of the body and the blood of the Lord.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ, ᎩᎶ ᏂᏚᏳᎪᏛᎾ ᎾᏛᏁᎮᏍᏗ ᎠᎩᏍᎨᏍᏗ ᎯᎠ ᎦᏚ, ᎠᎴ ᎠᏗᏔᏍᎨᏍᏗ ᎯᎠ ᎤᎵᏍᏈᏗ ᎤᎬᏫᏳᎯ ᎤᏤᎵᎦ, ᎠᏍᎦᏅᏤᎮᏍᏗ ᎠᏰᎸ ᎠᎴ ᎤᎩᎬ ᎤᎬᏫᏳᎯ."
  },
  {
    "verse": "28",
    "kjv": "But let a man examine himself, and so let him eat of that bread, and drink of that cup.",
    "web": "But let a man examine himself, and so let him eat of the bread and drink of the cup.",
    "chr": "ᎤᏩᏒᏍᎩᏂ ᎠᏓᎪᎵᏰᏍᎨᏍᏗ ᏴᏫ, ᎩᎳᏃ ᎿᏉ ᎠᎩᏍᎨᏍᏗ ᎾᏍᎩ ᎦᏚ, ᎠᎴ ᎠᏗᏔᏍᎨᏍᏗ ᎾᏍᎩ ᎤᎵᏍᏈᏗ."
  },
  {
    "verse": "29",
    "kjv": "For he that eateth and drinketh unworthily, eateth and drinketh damnation to himself, not discerning the Lord's body.",
    "web": "For he who eats and drinks in an unworthy way eats and drinks judgment to himself if he doesn’t discern the Lord’s body.",
    "chr": "ᎩᎶᏰᏃ ᏂᏚᏳᎪᏛᎾ ᎾᏛᏁᎮᏍᏗ ᎠᎩᏍᎨᏍᏗ ᎠᎴ ᎠᏗᏔᏍᎨᏍᏗ, ᎾᏍᎩ ᎠᎩᏍᎨᏍᏗ ᎠᎴ ᎠᏗᏔᏍᎨᏍᏗ ᏧᏭᎪᏓᏁᎯ ᎤᏩᏛ ᎤᏍᎦᏅᏨᎢ, ᎾᎪᏩᏘᏍᎬᎾ ᎨᏒ ᎤᎬᏫᏳᎯ ᎠᏰᎸᎢ."
  },
  {
    "verse": "30",
    "kjv": "For this cause many are weak and sickly among you, and many sleep.",
    "web": "For this cause many among you are weak and sickly, and not a few sleep.",
    "chr": "ᎾᏍᎩ ᏅᏗᎦᎵᏍᏙᏗᎭ ᎤᏂᏣᏔ ᎨᏣᏓᏑᏯ ᏗᏂᏩᎾᎦᎳ ᎠᎴ ᏧᏂᏢᏥᏰᏍᎩ, ᎠᎴ ᏰᎵ ᎤᏂᏣᏔ ᎠᏂᎵᎾᎠ."
  },
  {
    "verse": "31",
    "kjv": "For if we would judge ourselves, we should not be judged.",
    "web": "For if we discerned ourselves, we wouldn’t be judged.",
    "chr": "ᎢᏳᏰᏃ ᎢᎬᏒ ᏱᏗᏓᏓᏚᎪᏓᏁᎭ, ᎥᏝ ᏱᏙᎦᏰᎫᎪᏓᏏ."
  },
  {
    "verse": "32",
    "kjv": "But when we are judged, we are chastened of the Lord, that we should not be condemned with the world.",
    "web": "But when we are judged, we are disciplined by the Lord, that we may not be condemned with the world.",
    "chr": "ᏕᎫᎪᏓᏏᏍᎩᏂ ᎤᎬᏫᏳᎯ ᎢᎩᎩᎵᏲᎢᏍᏗᏍᎪ ᎾᏍᎩ ᎡᎶᎯ ᎤᏂᏍᎦᏅᏨ ᏕᎨᎫᎪᏓᏁᎲ ᎢᎦᏠᏯᏍᏙᏗᏱ ᏂᎨᏒᎾ."
  },
  {
    "verse": "33",
    "kjv": "Wherefore, my brethren, when ye come together to eat, tarry one for another.",
    "web": "Therefore, my brothers, when you come together to eat, wait for one another.",
    "chr": "ᎾᏍᎩᏃ ᏥᏄᏍᏗ, ᎢᏓᎵᏅᏟ, ᎢᏳᏃ ᏕᏥᎳᏫᎨᏍᏗ ᎢᏣᎵᏍᏓᏴᏗᏱ, ᏕᏣᏓᎦᏘᏗᏍᎨᏍᏗ."
  },
  {
    "verse": "34",
    "kjv": "And if any man hunger, let him eat at home; that ye come not together unto condemnation. And the rest will I set in order when I come.",
    "web": "But if anyone is hungry, let him eat at home, lest your coming together be for judgment. The rest I will set in order whenever I come.",
    "chr": "ᎾᏍᎩᏃ ᎢᏳᎩᎶ ᎠᎪᎾ ᎤᏲᏏᏍᎨᏍᏗ, ᏧᏪᏅᏒ ᎠᎵᏍᏓᏴᎲᏍᎨᏍᏗ; ᎾᏍᎩ ᏕᏥᎳᏫᎩ ᎢᏥᏍᎦᏅᏨ ᏗᏧᎪᏓᏁᎯᏉ ᎢᏳᎵᏍᏙᏗᏱ ᏂᎨᏒᎾ. ᏭᏃᏒᏃ ᎣᏍᏛ ᏂᎬᏁᎸᎭ ᏫᏥᎷᏨᎭ."
  }
]