[
  {
    "verse": "1",
    "kjv": "And I, brethren, when I came to you, came not with excellency of speech or of wisdom, declaring unto you the testimony of God.",
    "web": "When I came to you, brothers, I didn’t come with excellence of speech or of wisdom, proclaiming to you the testimony of God.",
    "chr": "ᎠᎴ ᎠᏴ ᎢᏓᎵᏅᏟ, ᏫᏨᎷᏤᎸ, ᎥᏝ ᎣᏌᏂ ᎦᏬᏂᎯᏍᏗ ᎨᏒ ᎠᎴ ᎠᎦᏙᎥᎯᏍᏗ ᎨᏒ ᏱᏨᎷᎯᏍᏓᏁᎴᎢ, ᎢᏨᏃᏁᎲ ᎪᎯᏳᏗᏍᎩ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ."
  },
  {
    "verse": "2",
    "kjv": "For I determined not to know any thing among you, save Jesus Christ, and him crucified.",
    "web": "For I determined not to know anything among you except Jesus Christ and him crucified.",
    "chr": "ᏓᏇᎪᏔᏅᎩᏰᏃ ᎾᏍᎩ ᎪᎱᏍᏗ ᎠᎩᎦᏙᎥᎯᏍᏗᏱ ᏂᎨᏒᎾ ᏂᎯ ᎢᏤᎲ, ᎤᏩᏒᎯᏳ ᏥᏌ ᎦᎶᏁᏛ ᎠᎴ ᎾᏍᎩ ᏓᏓᎿᏩᏍᏛ ᎠᎦᏛᏅᎯ."
  },
  {
    "verse": "3",
    "kjv": "And I was with you in weakness, and in fear, and in much trembling.",
    "web": "I was with you in weakness, in fear, and in much trembling.",
    "chr": "ᎠᎴ ᏥᏩᎾᎦᎸᎢ, ᎠᎴ ᏥᎾᏰᏍᎬᎢ, ᎠᎴ ᎤᏣᏘ ᎠᎩᎾᏫᏍᎬ ᎢᏨᏰᎳᏗᏙᎲᎩ."
  },
  {
    "verse": "4",
    "kjv": "And my speech and my preaching was not with enticing words of man's wisdom, but in demonstration of the Spirit and of power:",
    "web": "My speech and my preaching were not in persuasive words of human wisdom, but in demonstration of the Spirit and of power,",
    "chr": "ᎠᎴ ᏥᏬᏂᏍᎬ ᎠᎴ ᎦᎵᏥᏙᎲᏍᎬᎢ ᎥᏝ ᏴᏫ ᎤᏤᎵ ᎠᏓᏍᏗᏰᏗᏍᎩ ᎠᎦᏙᎥᎪᏍᏗ ᎨᏒ ᏱᎬᏗᏍᎨᎢ, ᎠᏓᏅᏙᏍᎩᏂ ᎠᎴ ᎤᎵᏂᎩᏗ ᎨᏒ ᏄᏜᏗᏛᏒᎾ ᏂᎬᏁᎲᎢ;"
  },
  {
    "verse": "5",
    "kjv": "That your faith should not stand in the wisdom of men, but in the power of God.",
    "web": "that your faith wouldn’t stand in the wisdom of men, but in the power of God.",
    "chr": "ᎾᏍᎩ ᎢᏦᎯᏳᏒ ᏴᏫ ᎠᏂᎦᏔᎿᎥᎢ ᏄᎵᏍᎦᏍᏙᏛᎾ ᎢᏳᎵᏍᏙᏗᏱ, ᎤᏁᎳᏅᎯᏍᎩ ᎤᎵᏂᎩᏗᏳ ᎨᏒᎢ."
  },
  {
    "verse": "6",
    "kjv": "Howbeit we speak wisdom among them that are perfect: yet not the wisdom of this world, nor of the princes of this world, that come to nought:",
    "web": "We speak wisdom, however, among those who are full grown, yet a wisdom not of this world nor of the rulers of this world who are coming to nothing.",
    "chr": "ᎠᎦᏙᎥᎯᏍᏗᏍᎩᏂᏃᏅ ᎨᏒ ᎣᏨᏗᏍᎪ ᎣᏥᏬᏂᎯ ᎪᎱᏍᏗ ᏄᏂᎷᎶᏤᎲᎾ; ᎥᏝ ᎠᏗᎾ ᎡᎶᎯ ᎤᏤᎵ ᎠᎦᏙᎥᎯᏍᏗ ᎨᏒᎢ, ᎥᏝ ᎠᎴ ᎤᏂᎬᏫᏳᎯ ᎡᎶᎯ ᎠᏁᎯ ᎤᎾᏤᎵᎦ, ᎾᏍᎩ ᎠᏎᏉᏉ ᎢᎦᎵᏍᏗᏍᎩ ᏥᎩ."
  },
  {
    "verse": "7",
    "kjv": "But we speak the wisdom of God in a mystery, even the hidden wisdom, which God ordained before the world unto our glory:",
    "web": "But we speak God’s wisdom in a mystery, the wisdom that has been hidden, which God foreordained before the worlds for our glory,",
    "chr": "ᎠᏴᏍᎩᏂ ᎣᏥᏬᏂᏍᎪ ᎣᏨᏗᏍᎪ ᎠᎦᏙᎥᎯᏍᏗ ᎨᏒ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ, ᎤᏕᎵᏛ ᎨᏒᎢ, ᎾᏍᎩ ᎬᏍᎦᎵ, ᎾᏍᎩ ᎢᏳᎵᏍᏙᏗᏱ ᏥᏚᏭᎪᏔᏁ ᎤᏁᎳᏅᎯ ᎡᎶᎯ ᎠᏏ ᏂᎨᏒᎾ ᏥᎨᏎᎢ, ᏧᎬᏩᎴ ᎠᏴ ᎡᎩᎸᏉᏙᏗᏱ."
  },
  {
    "verse": "8",
    "kjv": "Which none of the princes of this world knew: for had they known it, they would not have crucified the Lord of glory.",
    "web": "which none of the rulers of this world has known. For had they known it, they wouldn’t have crucified the Lord of glory.",
    "chr": "ᎾᏍᎩ ᎥᏝ ᎩᎶ ᏗᎨᎦᏁᎶᏗ ᎡᎶᎯ ᎠᏁᎯ ᏱᏂᎦᏔᎮᎢ; ᏱᎠᏂᎦᏔᎮᏰᏃ ᎥᏝ ᎦᎸᏉᏗᏳ ᎤᎬᏫᏳᎯ ᏓᏓᎿᏩᏍᏛ ᏱᎬᏩᎾᏛᏁᎢ;"
  },
  {
    "verse": "9",
    "kjv": "But as it is written, Eye hath not seen, nor ear heard, neither have entered into the heart of man, the things which God hath prepared for them that love him.",
    "web": "But as it is written, “Things which an eye didn’t see, and an ear didn’t hear, which didn’t enter into the heart of man, these God has prepared for those who love him.”",
    "chr": "ᎾᏍᎩᏯᏍᎩᏂ ᎯᎠ ᏥᏂᎬᏅ ᏥᎪᏪᎳ, ᎩᎶ ᎤᎬᎲᎯ ᏂᎨᏒᎾ, ᎠᎴ ᎤᏛᎦᏅᎯ ᏂᎨᏒᎾ, ᎠᎴ ᏴᏫ ᎤᎾᏫᏱ ᎤᏴᎸᎯ ᏂᎨᏒᎾ, ᎾᏍᎩ ᏄᏍᏛ ᎤᏁᎳᏅᎯ ᏚᏛᏅᎢᏍᏓᏁᎸ ᎾᏍᎩ ᎬᏩᎨᏳᎯ."
  },
  {
    "verse": "10",
    "kjv": "But God hath revealed them unto us by his Spirit: for the Spirit searcheth all things, yea, the deep things of God.",
    "web": "But to us, God revealed them through the Spirit. For the Spirit searches all things, yes, the deep things of God.",
    "chr": "ᎠᏎᏃ ᎤᏁᎳᏅᎯ ᎬᏂᎨᏒ ᏂᎬᏁᎸ ᎤᏓᏅᏙ ᎤᏮᏔᏅ; ᎠᏓᏅᏙᏰᏃ ᏂᎦᎥ ᏧᏓᎴᏅᏛ ᎠᎪᎵᏰᏍᎪᎢ, ᎾᏍᏉ ᎬᏍᎦᎵ ᎨᏒ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ."
  },
  {
    "verse": "11",
    "kjv": "For what man knoweth the things of a man, save the spirit of man which is in him? even so the things of God knoweth no man, but the Spirit of God.",
    "web": "For who among men knows the things of a man except the spirit of the man which is in him? Even so, no one knows the things of God except God’s Spirit.",
    "chr": "ᎦᎪᏰᏃ ᎢᏳᏍᏗ ᏴᏫ ᏧᏓᎴᏅᏛ ᏴᏫ ᏧᏤᎵᎦ ᎠᎦᏔᎭ? ᎤᏩᏒᏉᏍᎩᏂ ᏴᏫ ᎤᏓᏅᏙ ᎾᏍᎩ ᏧᏯᎠ. ᎾᏍᎩᏯ ᎾᏍᏉ ᏧᏌᎴᏅᏛ ᎤᏁᎳᏅᎯ ᏧᏤᎵᎦ ᎥᏝ ᎩᎶ ᏯᎦᏔᎭ, ᎤᏁᎳᏅᎯ ᎤᏓᏅᏙ ᎤᏩᏒ."
  },
  {
    "verse": "12",
    "kjv": "Now we have received, not the spirit of the world, but the spirit which is of God; that we might know the things that are freely given to us of God.",
    "web": "But we received not the spirit of the world, but the Spirit which is from God, that we might know the things that were freely given to us by God.",
    "chr": "ᎠᎴ ᎠᏴ ᎥᏝ ᎠᏓᏅᏙ ᎡᎶᎯ ᎡᎯ ᏱᏙᎦᏓᏂᎸᏨ, ᎠᏓᏅᏙᏍᎩᏂ ᎤᏁᎳᏅᎯᏱ ᏅᏓᏳᏓᎴᏅᎯ, ᎾᏍᎩ ᎣᎩᎦᏙᎥᎯᏍᏗᏱ ᎾᏍᎩ ᎬᏩᎦᏘᏯ ᎣᎩᏁᎸᎯ ᎨᏒ ᎤᏁᎳᏅᎯ."
  },
  {
    "verse": "13",
    "kjv": "Which things also we speak, not in the words which man's wisdom teacheth, but which the Holy Ghost teacheth; comparing spiritual things with spiritual.",
    "web": "We also speak these things, not in words which man’s wisdom teaches but which the Holy Spirit teaches, comparing spiritual things with spiritual things.",
    "chr": "ᎾᏍᎩ ᎾᏍᏉ ᎣᏥᏃᎮᏍᎪᎢ, ᎥᏝ ᏲᏨᏗᏍᎪ ᎦᏬᏂᎯᏍᏗ ᏴᏫ ᎤᏤᎵ ᎠᎦᏙᎥᎯᏍᏗ ᎨᏒ ᏧᏕᏲᏅᎯ, ᎦᎸᏉᏘᏳᏍᎩᏂ ᎠᏓᏅᏙ ᏧᏕᏲᏅᎯ; ᎠᏓᏅᏙ ᎤᎵᏍᎪᎸᏔᏅᎯ ᎬᏂᎨᏒ ᏂᏙᏨᏁᎰ ᎠᏓᏅᏙ ᎤᏁᎯ."
  },
  {
    "verse": "14",
    "kjv": "But the natural man receiveth not the things of the Spirit of God: for they are foolishness unto him: neither can he know them, because they are spiritually discerned.",
    "web": "Now the natural man doesn’t receive the things of God’s Spirit, for they are foolishness to him; and he can’t know them, because they are spiritually discerned.",
    "chr": "ᏴᏫᏍᎩᏂ ᎤᏓᏁᏟᏴᏛ ᏂᎨᏒᎾ ᎨᏒ ᎥᏝ ᏱᏓᏓᏂᎸᎪ ᎤᏁᎳᏅᎯ ᎤᏓᏅᏙ ᎤᎵᏍᎪᎸᏔᏅᎯ; ᎠᎵᏍᎦᏁᏛᏉᏰᏃ ᏚᏰᎸᏐᎢ; ᎥᏝ ᎠᎴ ᏗᎬᏬᎵᏍᏗ ᏱᎨᏐᎢ, ᏅᏗᎦᎵᏍᏙᏗᏍᎪ ᎠᏓᏅᏙ ᎩᏛ ᏗᎬᎪᏩᏛᏗ ᎨᏒᎢ."
  },
  {
    "verse": "15",
    "kjv": "But he that is spiritual judgeth all things, yet he himself is judged of no man.",
    "web": "But he who is spiritual discerns all things, and he himself is to be judged by no one.",
    "chr": "Ꮎ-ᏍᎩᏂ ᎠᏓᏅᏙ ᎤᏪᎯ ᏂᎦᎥ ᎠᎪᏩᏘᏍᎪᎢ, ᎠᏎᏃ ᎤᏩᏒ ᏄᏍᏛ ᎥᏝ ᎩᎶ ᏳᎪᏩᏘᏍᎪᎢ."
  },
  {
    "verse": "16",
    "kjv": "For who hath known the mind of the Lord, that he may instruct him? but we have the mind of Christ.",
    "web": "“For who has known the mind of the Lord that he should instruct him?” But we have Christ’s mind.",
    "chr": "ᎦᎦᎨ ᎤᎦᏙᎥᏐ ᏱᎰᏩ ᎤᏓᏅᏛᎢ, ᎾᏍᎩ ᏰᎵ ᎬᏪᏲᏗ ᎢᎬᏩᎵᏍᏙᏗ? ᎠᏴᏍᎩᏂ ᎦᎶᏁᏛ ᎤᏓᏅᏛ ᎢᎨᎭ."
  }
]
