[
  {
    "verse": "1",
    "kjv": "Let a man so account of us, as of the ministers of Christ, and stewards of the mysteries of God.",
    "web": "So let a man think of us as Christ’s servants and stewards of God’s mysteries.",
    "chr": "ᎾᏂᎥ ᎩᎶ ᎪᎦᏓᏅᏖᏍᎬ ᎦᎶᏁᏛ ᎣᎩᏅᏏᏓᏍᏗ ᎾᏍᎩᏯ ᎪᎦᏓᏅᏖᏍᎨᏍᏗ, ᎠᎴ ᎣᎦᎦᏌᏯᏍᏗᎨᎩ ᎤᏕᎵᏛ ᎨᏒ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ."
  },
  {
    "verse": "2",
    "kjv": "Moreover it is required in stewards, that a man be found faithful.",
    "web": "Here, moreover, it is required of stewards that they be found faithful.",
    "chr": "ᎠᎴ ᎾᏍᏉ ᎤᎾᎦᏌᏯᏍᏗᏕᎩ ᎤᏚᎩ ᎨᏒᏐ ᏚᏳᎪᏛ ᎢᏳᎾᏛᏁᏗᏱ."
  },
  {
    "verse": "3",
    "kjv": "But with me it is a very small thing that I should be judged of you, or of man's judgment: yea, I judge not mine own self.",
    "web": "But with me it is a very small thing that I should be judged by you, or by a human court. Yes, I don’t even judge my own self.",
    "chr": "ᎠᏴᏍᎩᏂ ᎦᏓᏅᏖᏍᎬ ᏅᎵᏌᎵᏉ ᏂᎯ ᏗᏍᎩᏳᎪᏓᏁᏗᏱ, ᎠᎴ ᎠᏫᏉ ᏧᏭᎪᏙᏗ ᎨᏒᎢ; ᎥᎥ, ᎥᏝ ᎠᏋᏒ ᏱᏗᎦᏓᏚᎪᏓᏁᎭ;"
  },
  {
    "verse": "4",
    "kjv": "For I know nothing by myself; yet am I not hereby justified: but he that judgeth me is the Lord.",
    "web": "For I know nothing against myself. Yet I am not justified by this, but he who judges me is the Lord.",
    "chr": "ᎥᏝᏰᏃ ᎪᎱᏍᏗ ᏱᏥᎦᏔᎭ ᎠᏋᏒ ᎠᏆᏓᎳᏫᏎᏗ; ᎠᏎᏃ ᎥᏝ ᎾᏍᎩ ᏯᏇᏓᎴᎭ; ᎤᎬᏫᏳᎯᏍᎩᏂ ᎾᏍᎩ ᏗᏇᎪᏓᏁᎯ."
  },
  {
    "verse": "5",
    "kjv": "Therefore judge nothing before the time, until the Lord come, who both will bring to light the hidden things of darkness, and will make manifest the counsels of the hearts: and then shall every man have praise of God.",
    "web": "Therefore judge nothing before the time, until the Lord comes, who will both bring to light the hidden things of darkness and reveal the counsels of the hearts. Then each man will get his praise from God.",
    "chr": "ᎾᏍᎩᏍᎩᏂ ᎢᏳᏍᏗ ᏞᏍᏗ ᏗᏧᎪᏔᏅᎩ ᎠᏏᏉ ᏄᏍᏆᎸᎲᎾ, ᎬᏂ ᎤᎬᏫᏳᎯ ᎦᎷᏨᎭ, ᎾᏍᎩ ᎢᎦ ᎦᏛ ᏥᏙᏓᎦᏁᏄᎪᏫᏏ ᎤᎵᏏᎬ ᏗᎬᏍᎦᎵ ᏥᎩ, ᎠᎴ ᎬᏂᎨᏒ ᏂᏙᏓᎬᏁᎵ ᏧᏂᎾᏫᏱ ᏄᏍᏛ ᏕᎾᏓᏅᏖᎸᎢ; ᎿᏉᏃ ᎾᏂᎥ ᎨᏥᎸᏉᏙᏗ ᎨᏒ ᎤᏁᎳᏅᎯᏱ ᏅᏓᏳᏓᎴᏅᎯ ᎨᏎᏍᏗ."
  },
  {
    "verse": "6",
    "kjv": "And these things, brethren, I have in a figure transferred to myself and to Apollos for your sakes; that ye might learn in us not to think of men above that which is written, that no one of you be puffed up for one against another.",
    "web": "Now these things, brothers, I have in a figure transferred to myself and Apollos for your sakes, that in us you might learn not to think beyond the things which are written, that none of you be puffed up against one another.",
    "chr": "ᎠᎵ ᎾᏍᎩ ᎯᎠ ᏧᏓᎴᏅᏛ, ᎢᏓᎵᏅᏟ, ᏕᎦᏟᎶᏍᏗᏍᎬ ᎠᏋᏒ ᎦᏓᏁᎢᏍᏓ ᎠᎴ ᎠᏉᎳ ᏥᏁᎢᏍᏓ ᏂᎯ ᎨᏒ ᏅᏗᎦᎵᏍᏙᏗᎭ; ᎾᏍᎩ ᏍᎩᏯᏕᎶᏆᎡᏗᏱ ᎢᏣᏓᏅᏖᏍᎬ ᎢᏥᎶᏒᏍᏙᏗᏱ ᏂᎨᏒᎾ ᏂᎬᏅ ᎪᏪᎸᎢ, ᎾᏍᎩ ᎩᎶ ᎤᏢᏈᏍᏗᏱ ᏂᎨᏒᎾ ᎠᏏᏴᏫ ᎦᎸᏉᏗᏍᎬ ᏅᏩᏓᎴᏃ ᎠᏡᏗᏍᎬᎢ."
  },
  {
    "verse": "7",
    "kjv": "For who maketh thee to differ from another? and what hast thou that thou didst not receive? now if thou didst receive it, why dost thou glory, as if thou hadst not received it?",
    "web": "For who makes you different? And what do you have that you didn’t receive? But if you did receive it, why do you boast as if you had not received it?",
    "chr": "ᎦᎪᎨ ᏅᏩᏓᎴᏂᏨᏁᎸ? ᎠᎴ ᎦᏙ ᏣᎭ ᎾᏍᎩ ᏁᏣᏁᎸᎾ ᎨᏒᎢ? ᎢᏳᏃ ᎡᏣᏁᎸᎯ ᏱᎩ, ᎦᏙᏃ ᎢᎭᏢᏈᏍᎦ ᏁᏣᏁᎸᎾᏉ ᏥᎨᏐ ᎾᏍᎩᏯᎢ?"
  },
  {
    "verse": "8",
    "kjv": "Now ye are full, now ye are rich, ye have reigned as kings without us: and I would to God ye did reign, that we also might reign with you.",
    "web": "You are already filled. You have already become rich. You have come to reign without us. Yes, and I wish that you did reign, that we also might reign with you!",
    "chr": "ᎿᏉ ᎢᏥᎧᎵᏨᎯ, ᎿᏉ ᎢᏤᎿᎢᏳ, ᎢᏥᎬᏫᏳᎯ ᎨᏒᎢ ᎠᏴ ᏂᏨᏯᎵᎪᏁᎸᎾ, ᎠᎴ ᏲᎯ ᎤᏙᎯᏳᎯ ᎢᏥᎬᏫᏳᎯ ᏱᎩ, ᎠᏴ ᎾᏍᏉ ᎢᏧᎳᎭ ᎢᎩᎬᏫᏳᎯ ᎢᏳᎵᏍᏙᏗᏱ."
  },
  {
    "verse": "9",
    "kjv": "For I think that God hath set forth us the apostles last, as it were appointed to death: for we are made a spectacle unto the world, and to angels, and to men.",
    "web": "For I think that God has displayed us, the apostles, last of all, like men sentenced to death. For we are made a spectacle to the world, both to angels and men.",
    "chr": "ᎦᏓᏅᏖᏍᎬᏰᏃ ᎤᏁᎳᏅᎯ ᎬᏂᎨᏒ ᏃᎬᏁᎸ ᎠᏴ ᎣᎩᏅᏏᏛ ᎣᏂᏱ ᎨᏒᎢ, ᏦᎩᏲᎱᎯᏍᏗᏱ ᎾᏍᎩᏯᎢ; ᏗᎪᎦᎧᏃᏗᏰᏃ ᏃᎦᎵᏍᏔᏅ ᎡᎶᎯ ᎠᎴ ᏗᏂᎧᎿᏩᏗᏙᎯ ᎠᎴ ᏴᏫ."
  },
  {
    "verse": "10",
    "kjv": "We are fools for Christ's sake, but ye are wise in Christ; we are weak, but ye are strong; ye are honourable, but we are despised.",
    "web": "We are fools for Christ’s sake, but you are wise in Christ. We are weak, but you are strong. You have honor, but we have dishonor.",
    "chr": "ᎣᎩᏁᎫ ᎠᏴ ᎦᎶᏁᏛ ᎨᏒ ᏅᏗᎦᎵᏍᏙᏗᎭ, ᏂᎯᏍᎩᏂ ᎢᏥᎦᏔᎿᎢ ᎦᎶᏁᏛ ᎨᏒ ᏅᏗᎦᎵᏍᏙᏗᎭ; ᏦᏥᏩᎾᎦᎳ ᎠᏴ, ᏂᎯᏍᎩᏂ ᏗᏣᎵᏂᎩᏗᏳ; ᎡᏥᎸᏉᏗᏳ ᏂᎯ, ᎠᏴᏍᎩᏂ ᎣᎩᏂᏆᏘᎯ."
  },
  {
    "verse": "11",
    "kjv": "Even unto this present hour we both hunger, and thirst, and are naked, and are buffeted, and have no certain dwellingplace;",
    "web": "Even to this present hour we hunger, thirst, are naked, are beaten, and have no certain dwelling place.",
    "chr": "ᎪᎯ ᎨᏒ ᎢᏯᏍᏗ, ᎠᎪᏄ ᏙᏱᏲᏏᎭ, ᎠᎴ ᏙᎩᏔᏕᎩᎭ, ᎠᎴ ᏦᎩᏰᎸᏌᎢ, ᎠᎴ ᎠᏍᏈᏅ ᏙᎬᏂᏍᏗᎭ, ᎠᎴ ᎢᎸᎯᏢ ᎣᎨᏅᏒ ᏂᎨᏒᎾ;"
  },
  {
    "verse": "12",
    "kjv": "And labour, working with our own hands: being reviled, we bless; being persecuted, we suffer it:",
    "web": "We toil, working with our own hands. When people curse us, we bless. Being persecuted, we endure.",
    "chr": "ᎠᎴ ᎠᏍᏓᏯ ᏙᎩᎸᏫᏍᏓᏁᎰᎢ, ᎣᎬᏒ ᏦᎪᏰᏂ ᏙᏨᏗᏍᎪ ᎪᎱᏍᏗ ᎣᏣᏛᏁᎰᎢ. ᎦᏲᎩᏐᏢᏗᏍᎬ ᎣᏍᏛ ᏙᏥᏁᏤᎰᎢ; ᎤᏲ ᏃᎬᏁᎲ ᎤᏁᎳᎩ ᎣᏤᎵᏍᎪᎢ;"
  },
  {
    "verse": "13",
    "kjv": "Being defamed, we intreat: we are made as the filth of the world, and are the offscouring of all things unto this day.",
    "web": "Being defamed, we entreat. We are made as the filth of the world, the dirt wiped off by all, even until now.",
    "chr": "ᎣᎩᏃᎮᏍᎬᎢ, ᎣᏥᏔᏲᎯᎰᏉ; ᎤᏁᎢᎸᏗ ᎡᎶᎯ ᎡᎯ ᎾᏍᎩᏯ ᎾᎦᎵᏍᏔᏅ, ᎠᎴ ᎦᏓᎭ ᎨᏒ ᎾᎦᎥ ᏧᏓᎴᏅᏛ ᎠᏍᏛᎪᏒᎯ ᏃᎦᎵᏍᏔᏅ ᎪᎯ ᎢᏯᏍᏗ."
  },
  {
    "verse": "14",
    "kjv": "I write not these things to shame you, but as my beloved sons I warn you.",
    "web": "I don’t write these things to shame you, but to admonish you as my beloved children.",
    "chr": "ᎥᏝ ᎢᏨᏍᏕᏲᎯᏍᏙᏗᏱ ᏱᎩᏰᎸ ᎯᎠ ᎾᏍᎩ ᏥᏨᏲᏪᎳᏁᎭ; ᏗᏇᏥᏍᎩᏂ ᎢᏨᎨᏳᎢ ᎾᏍᎩᏯᎢ ᎢᏨᏯᏅᏓᏗᏍᏗᎭ."
  },
  {
    "verse": "15",
    "kjv": "For though ye have ten thousand instructers in Christ, yet have ye not many fathers: for in Christ Jesus I have begotten you through the gospel.",
    "web": "For though you have ten thousand tutors in Christ, you don’t have many fathers. For in Christ Jesus, I became your father through the Good News.",
    "chr": "ᎾᏍᏉᏰᏃ ᎠᏍᎪᎯ ᎢᏯᎦᏴᎵ ᏱᎾᏂᎥ ᏗᎨᏤᏲᎲᏍᎩ ᎦᎶᏁᏛ ᏕᏣᏁᎶᏛᎢ, ᎠᏎᏃ ᎥᏝ ᏯᏂᎪᏗ ᏗᏥᏙᏓ; ᎦᎶᏁᏛᏰᏃ ᏥᏌ ᏕᏣᏁᎶᏛ ᎣᏍᏛ ᎧᏃᎮᏛ ᎬᏗ ᏍᎩᏯᏕᏁᎸᎩ."
  },
  {
    "verse": "16",
    "kjv": "Wherefore I beseech you, be ye followers of me.",
    "web": "I beg you therefore, be imitators of me.",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏨᏍᏗᏰᏗᎭ ᎠᏴ ᏍᎩᏯᏕᎶᏆᎡᎯ ᎢᏣᎵᏍᏙᏗᏱ."
  },
  {
    "verse": "17",
    "kjv": "For this cause have I sent unto you Timotheus, who is my beloved son, and faithful in the Lord, who shall bring you into remembrance of my ways which be in Christ, as I teach every where in every church.",
    "web": "Because of this I have sent Timothy to you, who is my beloved and faithful child in the Lord, who will remind you of my ways which are in Christ, even as I teach everywhere in every assembly.",
    "chr": "ᎾᏍᎩ ᏅᏗᎦᎵᏍᏙᏗᎭ ᏥᏅᏒᎩ ᏗᎹᏗ ᎢᏥᏩᏛᎲᏍᏗᏱ, ᎾᏍᎩ ᏥᎨᏳᎢ ᏥᎩ ᎠᏇᏥ, ᎠᎴ ᏚᏳᎪᏛ ᎢᏯᏛᏁᎯ ᎤᎬᏫᏳᎯ ᏓᎧᎿᏩᏕᎬᎢ; ᎾᏍᎩ ᏓᏣᏅᏓᏗᏍᏔᏂ ᏄᏍᏛ ᎨᏙᎲ ᎦᎶᏁᏛ ᏕᏥᎦᎿᏩᏕᎬᎢ, ᎾᏍᎩᏯ ᏕᎦᏕᏲᎲᏍᎬ ᏂᎦᎥ ᏕᎨᏌᏗᏒ ᏚᎾᏓᏡᏩᏗᏒ ᏧᎾᏁᎶᏗ."
  },
  {
    "verse": "18",
    "kjv": "Now some are puffed up, as though I would not come to you.",
    "web": "Now some are puffed up, as though I were not coming to you.",
    "chr": "ᎾᏍᎩᏃ ᎢᎦᏛ ᏚᎾᏕᏋᎯᏍᏗ ᏥᏫᏅᏗᏨᎷᏤᎵᏒᎾᏉ ᏥᎨᏐ ᎾᏍᎩᏯᎢ."
  },
  {
    "verse": "19",
    "kjv": "But I will come to you shortly, if the Lord will, and will know, not the speech of them which are puffed up, but the power.",
    "web": "But I will come to you shortly, if the Lord is willing. And I will know, not the word of those who are puffed up, but the power.",
    "chr": "ᎠᏎᏃ ᏮᏓᏨᎷᏤᎵ ᏂᎪᎯᎸᎾ, ᎢᏳᏃ ᎤᎬᏫᏳᎯ ᎣᏏᏳ ᏳᏰᎸᏅ; ᎠᎴ ᏮᏓᎦᏙᎴᎣᏏ, ᎥᏝ ᎠᏂᏬᏂᏍᎬᏉ ᎾᏍᎩ ᏧᎾᏕᏋᎯᏍᏗ, ᏚᎾᎵᏂᎬᎬᏍᎩᏂ ᏄᏍᏛᎢ."
  },
  {
    "verse": "20",
    "kjv": "For the kingdom of God is not in word, but in power.",
    "web": "For God’s Kingdom is not in word, but in power.",
    "chr": "ᎤᏁᎳᏅᎯᏰᏃ ᎤᏤᎵᎪᎯ ᎨᏒ ᎥᏝ ᎦᏬᏂᎯᏍᏗᏉ ᎨᏒ ᏱᏚᎳᏏᏗ, ᎤᎵᏂᎩᏗᏳᏍᎩᏂ ᎨᏒᎢ."
  },
  {
    "verse": "21",
    "kjv": "What will ye? shall I come unto you with a rod, or in love, and in the spirit of meekness?",
    "web": "What do you want? Shall I come to you with a rod, or in love and a spirit of gentleness?",
    "chr": "ᎦᏙᏃ ᎢᏣᏚᎵᎭ? ᏥᎪ ᎦᎾᏍᏓ ᏥᏁᎢ ᏮᏌᏨᎷᏤᎵ? ᏥᎪᎨ ᎠᏓᎨᏳᏗᏳ ᎨᏒ, ᎠᎴ ᎤᏓᏅᏘ ᎠᏓᏅᏙ ᎬᏗ ᏮᏓᏨᎷᏤᎵ?"
  }
]
