[
  {
    "verse": "1",
    "kjv": "Dare any of you, having a matter against another, go to law before the unjust, and not before the saints?",
    "web": "Dare any of you, having a matter against his neighbor, go to law before the unrighteous, and not before the saints?",
    "chr": "ᎢᏳᏃ ᎩᎶ ᎢᏤᎲ ᎪᎱᏍᏗ ᏳᎭ ᏅᏩᏓᎴ ᎤᏰᎢᎵᏓᏍᏙᏗ, ᏰᎵᏉᏍᎪ ᏂᏚᏳᎪᏛᎾ ᎢᏯᎾᏛᏁᎯ ᏚᏃᎸ ᏱᏕᏣᏓᏰᎢᎵᏓ, ᎥᏝᏃ ᎤᎾᏓᏅᏘ ᏚᏃᎸᎢ?"
  },
  {
    "verse": "2",
    "kjv": "Do ye not know that the saints shall judge the world? and if the world shall be judged by you, are ye unworthy to judge the smallest matters?",
    "web": "Don’t you know that the saints will judge the world? And if the world is judged by you, are you unworthy to judge the smallest matters?",
    "chr": "ᏝᏍᎪ ᏱᏥᎦᏔᎭ ᎤᎾᏓᏅᏘ ᎡᎶᎯ ᏧᏄᎪᏓᏁᏗ ᎨᏒᎢ? ᎢᏳᏃ ᎡᎶᎯ ᏗᏧᎪᏓᏁᏗ ᎨᏎᏍᏗ, ᏝᏍᎪ ᏰᎵ ᎤᏍᏗ ᎧᏂ ᎨᏒ ᏗᎨᏧᎪᏙᏗ ᏱᎩ?"
  },
  {
    "verse": "3",
    "kjv": "Know ye not that we shall judge angels? how much more things that pertain to this life?",
    "web": "Don’t you know that we will judge angels? How much more, things that pertain to this life?",
    "chr": "ᏝᏍᎪ ᏱᏥᎦᏔᎭ ᏗᏂᎧᎿᏩᏗᏙᎯ ᏗᎨᏚᎪᏓᏁᏗ ᎨᏒᎢ? ᎥᏝᏍᎪᏃ ᏰᎵ ᏱᏙᎨᏚᎪᏓ ᎪᎱᏍᏗ ᎪᎯᏉ ᎨᏒ ᎤᎬᏩᎵ?"
  },
  {
    "verse": "4",
    "kjv": "If then ye have judgments of things pertaining to this life, set them to judge who are least esteemed in the church.",
    "web": "If then you have to judge things pertaining to this life, do you set them to judge who are of no account in the assembly?",
    "chr": "ᎢᏳᏃ ᎪᎱᏍᏗ ᏱᏥᎭ ᏗᎫᎪᏙᏗ ᎪᎯᏉ ᎨᏒ ᎤᎬᏩᎵ, ᎾᏍᎩ ᏕᏥᎧᎲᏍᎨᏍᏗ ᏧᏄᎪᏙᏗᏱ ᎡᏍᎦ ᎢᏴᏛ ᎨᏥᏰᎸᎢ ᎾᎿ ᎢᏣᏓᏡᎬᎢ."
  },
  {
    "verse": "5",
    "kjv": "I speak to your shame. Is it so, that there is not a wise man among you? no, not one that shall be able to judge between his brethren?",
    "web": "I say this to move you to shame. Isn’t there even one wise man among you who would be able to decide between his brothers?",
    "chr": "ᎢᏣᏕᎰᎯᏍᏗᏍᎩ ᎯᎠ ᏥᏂᏥᏪᎠ. ᎰᏩᏍᎪ ᎥᏝ ᏰᎭ ᏂᏣᏛᏅ ᏌᏉᎤᏅ ᎠᎦᏔᎿᎢ ᏰᎵ ᏗᎬᏭᎪᏓᏁᏗ ᎠᏁᎵᏅᏟ ᏓᎾᏓᏰᎢᎵᏙᎲᎢ?"
  },
  {
    "verse": "6",
    "kjv": "But brother goeth to law with brother, and that before the unbelievers.",
    "web": "But brother goes to law with brother, and that before unbelievers!",
    "chr": "ᎠᎾᎵᏅᏟᏍᎩᏂ ᏓᎾᏓᏰᎢᎵᏙᎭ ᎤᏅᏒ, ᎠᎴ ᎾᏍᎩ ᏚᏃᎸ ᏄᏃᎯᏳᏒᎾ."
  },
  {
    "verse": "7",
    "kjv": "Now therefore there is utterly a fault among you, because ye go to law one with another. Why do ye not rather take wrong? why do ye not rather suffer yourselves to be defrauded?",
    "web": "Therefore it is already altogether a defect in you that you have lawsuits one with another. Why not rather be wronged? Why not rather be defrauded?",
    "chr": "ᎾᏍᎩ ᏥᏄᏍᏗ ᎬᏂᎨᏒᎢᏳ ᎤᏣᏘᏂ ᏂᏣᏛᏁᎲᎢ, ᏅᏗᎦᎵᏍᏙᏗᎭ ᎢᏨᏒᏉ ᏕᏣᏓᏰᎢᎵᏙᎲᎢ. ᎦᏙᏃ ᎤᏟ ᎣᏏᏳ ᏂᏥᏰᎸᏍᎬᎾ ᏥᎩ ᎤᏲ ᎢᏰᏨᏁᏗᏱ? ᎦᏙᏃ ᎤᏟ ᎣᏏᏳ ᏂᏥᏰᎸᏍᎬᎾ ᏥᎩ ᏧᎬᏩᎶᏗ ᎡᏥᎩᎡᏗᏱ?"
  },
  {
    "verse": "8",
    "kjv": "Nay, ye do wrong, and defraud, and that your brethren.",
    "web": "No, but you yourselves do wrong and defraud, and that against your brothers.",
    "chr": "ᎤᏣᏘᏂᏍᎩᏂ ᏂᏣᏛᏁᎭ, ᎠᎴ ᏧᎬᏩᎶᏗ ᏕᏥᎩᎡᎭ, ᎠᎴ ᎾᏍᎩ ᎢᏣᎵᏅᏟ."
  },
  {
    "verse": "9",
    "kjv": "Know ye not that the unrighteous shall not inherit the kingdom of God? Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor abusers of themselves with mankind,",
    "web": "Or don’t you know that the unrighteous will not inherit God’s Kingdom? Don’t be deceived. Neither the sexually immoral, nor idolaters, nor adulterers, nor male prostitutes, nor homosexuals,",
    "chr": "ᏝᏍᎪ ᏱᏥᎦᏔᎭ ᎾᏍᎩ ᏂᏚᏳᎪᏛᎾ ᎢᏯᎾᏛᏁᎯ ᎤᎾᏤᎵ ᎢᏳᎵᏍᏙᏗ ᏂᎨᏒᎾ ᎨᏒ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎪᎯ? ᏞᏍᏗ ᎢᏥᎵᏓᏍᏔᏅᎩ; ᎾᏍᏉ ᎤᏕᎵᏛ ᏗᎾᏂᏏᎲᏍᎩ, ᎠᎴ ᎤᎾᎳᏅᎯ ᏗᏰᎸᎯ ᏗᎾᏓᏙᎵᏍᏓᏁᎯ, ᎠᎴ ᏗᎾᏓᏲᏁᎯ, ᎠᎴ ᎠᏂᏍᎦᏯ ᏗᎨᏥᏰᎩ, ᎠᎴ ᎠᏂᏍᎦᏯ ᎠᏂᏍᎦᏯᏉ ᏗᏂᏐᏢᏗᏍᎩ,"
  },
  {
    "verse": "10",
    "kjv": "Nor thieves, nor covetous, nor drunkards, nor revilers, nor extortioners, shall inherit the kingdom of God.",
    "web": "nor thieves, nor covetous, nor drunkards, nor slanderers, nor extortionists, will inherit God’s Kingdom.",
    "chr": "ᎠᎴ ᎠᏂᏃᏍᎩᏍᎩ, ᎠᎴ ᎤᏂᎬᎥᏍᎩ, ᎠᎴ ᏧᏂᏴᏍᏕᏍᎩ, ᎠᎴ ᎠᎾᏓᏐᎮᎯ, ᎠᎴ ᎤᎶᏒᏍᏗ ᎠᎾᏓᎩᎡᎯ, ᎾᏍᎩ ᎥᏝ ᎤᎾᏤᎵ ᏱᎨᏎᏍᏗ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎪᎯ."
  },
  {
    "verse": "11",
    "kjv": "And such were some of you: but ye are washed, but ye are sanctified, but ye are justified in the name of the Lord Jesus, and by the Spirit of our God.",
    "web": "Some of you were such, but you were washed. You were sanctified. You were justified in the name of the Lord Jesus, and in the Spirit of our God.",
    "chr": "ᎠᎴ ᎢᎦᏛ ᏂᎯ ᎾᏍᎩ ᏂᏣᏍᏛᎩ; ᎠᏎᏃ ᎡᏦᏑᎴᎥᎯ, ᎠᏎᏃ ᎢᏣᏓᏅᏘ ᎢᏰᏨᏁᎸᎯ, ᎠᏎᏃ ᎡᏧᏓᎴᏛ ᎤᎬᏫᏳᎯ ᏥᏌ ᏚᏙᏍᏛᎢ, ᎠᎴ ᎬᏔᏅᎯ ᎢᎦᏁᎳᏅᎯ ᎤᏓᏅᏙ."
  },
  {
    "verse": "12",
    "kjv": "All things are lawful unto me, but all things are not expedient: all things are lawful for me, but I will not be brought under the power of any.",
    "web": "“All things are lawful for me,” but not all things are expedient. “All things are lawful for me,” but I will not be brought under the power of anything.",
    "chr": "ᏂᎦᎥ ᎪᎱᏍᏗ ᎤᏁᎳᎩ ᎥᏇᎵᏎᎸ, ᎠᏎᏃ ᎥᏝ ᏂᎦᏗᏳ ᎬᏩᏓᏍᏕᎸᏗ ᏱᎩ; ᏂᎦᎥ ᎪᎱᏍᏗ ᎤᏁᎳᎩ ᎥᏇᎵᏎᎸ, ᎠᏎᏃ ᎥᏝ ᎠᎩᎾᏝᎢ ᏱᎨᏎᏍᏗ ᎪᎱᏍᏗ."
  },
  {
    "verse": "13",
    "kjv": "Meats for the belly, and the belly for meats: but God shall destroy both it and them. Now the body is not for fornication, but for the Lord; and the Lord for the body.",
    "web": "“Foods for the belly, and the belly for foods,” but God will bring to nothing both it and them. But the body is not for sexual immorality, but for the Lord, and the Lord for the body.",
    "chr": "ᎠᎵᏍᏓᏴᏗ ᎤᏍᏉᎵᏱ ᎤᎬᏩᎵ ᎪᏢᏅᎯ, ᎠᎴ ᎤᏍᏉᎵᏱ ᎠᎵᏍᏓᏴᏗ ᎤᎬᏩᎵ ᎪᏢᏅᎯ; ᎠᏎᏃ ᎤᏁᎳᏅᎯ ᏙᏛᏛᏔᏂ ᎢᏧᎳ ᎤᏍᏉᎵᎩ ᎠᎴ ᎠᎵᏍᏓᏴᏗ. ᎠᏰᎸᏃ ᎥᏝ ᎤᏕᎵᏛ ᏗᏂᏏᏗ ᎨᏒ ᎤᎬᏩᎵ ᎪᏢᏅᎯ ᏱᎩ, ᎤᎬᏫᏳᎯᏍᎩᏂ ᎤᎬᏩᎵ ᎪᏢᏅᎯ; ᎠᎴ ᎤᎬᏫᏳᎯ ᎠᏰᎵ ᎤᎬᏩᎵ ᎠᎵᏍᎪᎸᏔᏅᎯ."
  },
  {
    "verse": "14",
    "kjv": "And God hath both raised up the Lord, and will also raise up us by his own power.",
    "web": "Now God raised up the Lord, and will also raise us up by his power.",
    "chr": "ᎠᎴ ᎤᏁᎳᏅᎯ ᏕᎤᎴᏔᏅ ᎤᎬᏫᏳᎯ, ᎠᎴ ᎾᏍᏉ ᎠᏴ ᏙᏓᎦᎴᏔᏂ ᏓᎬᏔᏂ ᎤᏩᏒ ᎤᎵᏂᎩᏗᏳ ᎨᏒᎢ."
  },
  {
    "verse": "15",
    "kjv": "Know ye not that your bodies are the members of Christ? shall I then take the members of Christ, and make them the members of an harlot? God forbid.",
    "web": "Don’t you know that your bodies are members of Christ? Shall I then take the members of Christ and make them members of a prostitute? May it never be!",
    "chr": "ᏝᏍᎪ ᏱᏥᎦᏔᎭ ᎾᏍᎩ ᏂᎯ ᏗᏥᏰᎸ ᎦᎶᏁᏛ ᎤᏚᏓᏕᏫᏍᏛᎢ? ᏥᎪᏃ ᎦᎶᏁᏛ ᎤᏚᏓᏕᏫᏒ ᏙᏓᏥᏯᏅᎯ, ᎤᏁᎫᏥᏛᏃ ᎠᎨᏴ ᏧᎾᏚᏓᏕᏫᏍᏙᏗ ᏅᏓᎦᏥᏴᏁᎵ? ᎬᏩᏟᏍᏗ!"
  },
  {
    "verse": "16",
    "kjv": "What? know ye not that he which is joined to an harlot is one body? for two, saith he, shall be one flesh.",
    "web": "Or don’t you know that he who is joined to a prostitute is one body? For, “The two”, he says, “will become one flesh.”",
    "chr": "ᏝᏉᏍᎪ ᏱᏥᎦᏔᎭ ᎾᏍᎩ ᎩᎶ ᎤᏁᎫᏥᏛ ᏥᏚᎾᏚᏓᏙ ᏌᏉᏉ ᎠᏂᏰᎸ ᎨᏒᎢ? ᎯᎠᏰᏃ ᏂᎦᏪᎭ, ᎠᏂᏔᎵ ᏌᏉᏉ ᏂᎦᎵᏍᏗᏍᎨᏍᏗ ᎤᏂᏇᏓᎸᎢ."
  },
  {
    "verse": "17",
    "kjv": "But he that is joined unto the Lord is one spirit.",
    "web": "But he who is joined to the Lord is one spirit.",
    "chr": "ᎩᎶᏍᎩᏂ ᎤᎬᏫᏳᎯ ᏥᏚᎾᏚᏓᏙᎢ ᏌᏉᏉ ᎠᏓᏅᏙ ᎾᎾᎵᏍᏗᏍᎪᎢ."
  },
  {
    "verse": "18",
    "kjv": "Flee fornication. Every sin that a man doeth is without the body; but he that committeth fornication sinneth against his own body.",
    "web": "Flee sexual immorality! “Every sin that a man does is outside the body,” but he who commits sexual immorality sins against his own body.",
    "chr": "ᎡᏣᎵᏗᏏ ᎤᏕᎵᏛ ᏗᏂᏏᏗ ᎨᏒᎢ. ᏂᎦᎥ ᏴᏫ ᎠᏍᎦᏅᎬ ᎪᎱᏍᏗ ᏂᎬᏁᎲᎾ ᎨᏐ ᎠᏰᎸᎢ; ᎩᎶᏍᎩᏂ ᎤᏕᎵᏛ ᏥᏓᏂᏏᎲᏍᎪ ᎤᏩᏒ ᎠᏰᎸ ᎠᏍᎦᏅᏤᎰᎢ."
  },
  {
    "verse": "19",
    "kjv": "What? know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own?",
    "web": "Or don’t you know that your body is a temple of the Holy Spirit who is in you, whom you have from God? You are not your own,",
    "chr": "ᏝᏉᏍᎪ ᏱᏥᎦᏔᎭ ᎾᏍᎩ ᏗᏥᏰᎸ ᎦᏁᎸ ᎨᏒ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᎾᏍᎩ ᏥᏥᏯᎠ, ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎢᏥᏁᎸᎯ ᎨᏒᎢ, ᎠᎴ ᏂᎯ ᎢᏨᏒ ᎢᏣᏓᏤᎵ ᏂᎨᏒᎾ ᎨᏒᎢ?"
  },
  {
    "verse": "20",
    "kjv": "For ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God's.",
    "web": "for you were bought with a price. Therefore glorify God in your body and in your spirit, which are God’s.",
    "chr": "ᏧᎬᏩᎶᏗᏰᏃ ᎡᏥᏩᎯᏍᏔᏅᎯ; ᎾᏍᎩ ᎢᏳᏍᏗ ᎡᏥᎸᏉᏗᏍᎨᏍᏗ ᎤᏁᎳᏅᎯ ᎢᏥᏰᎸ ᎢᏨᏗᏍᎨᏍᏗ, ᎠᎴ ᏗᏣᏓᏅᏙ ᏕᏨᏗᏍᎨᏍᏗ, ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᏧᏤᎵ ᏥᎩ."
  }
]
