[
  {
    "verse": "1",
    "kjv": "Am I am not an apostle? am I not free? have I not seen Jesus Christ our Lord? are not ye my work in the Lord?",
    "web": "Am I not free? Am I not an apostle? Haven’t I seen Jesus Christ, our Lord? Aren’t you my work in the Lord?",
    "chr": "ᏝᏍᎪ ᎠᏴ ᎥᎩᏅᏏᏛ ᏱᎩ? ᏝᏍᎪ ᎠᏆᏓᏤᎵᎦ ᏱᎩ? ᏝᏍᎪ ᏥᎪᎥᎯ ᏱᎩ ᏥᏌ ᎦᎶᏁᏛ ᎤᎬᏫᏳᎯ ᎢᎦᏤᎵᎦ? ᏝᏍᎪ ᎠᏴ ᏓᎩᎸᏫᏍᏓᏁᎲ ᎢᏳᏩᏂᏌᏛ ᏱᎩ ᏂᎯ ᎤᎬᏫᏳᎯ ᎡᏥᏍᏓᏩᏕᎩ ᏥᎩ?"
  },
  {
    "verse": "2",
    "kjv": "If I be not an apostle unto others, yet doubtless I am to you: for the seal of mine apostleship are ye in the Lord.",
    "web": "If to others I am not an apostle, yet at least I am to you; for you are the seal of my apostleship in the Lord.",
    "chr": "ᎢᏳᏃ ᎥᎩᏅᏏᏛ ᎬᎩᏰᎸᏗ ᏂᎨᏒᎾ ᎢᎨᏎᏍᏗ ᏭᏅᏧᏛᎢ, ᏂᎯᏍᎩᏂ ᎠᏎ ᏄᏜᏏᏛᏒᎾ ᎥᎩᏅᏏᏛ ᏍᎩᏰᎸᏗ; ᏂᎯᏰᏃ ᎠᏙᎴᎰᎯᏍᏙᏗ ᎠᏴ ᎥᎩᏅᏏᏛ ᎨᏒ ᎾᏍᎩ ᎤᎬᏫᏳᎯ ᎡᏥᏍᏓᏩᏕᎩ ᎨᏒᎢ."
  },
  {
    "verse": "3",
    "kjv": "Mine answer to them that do examine me is this,",
    "web": "My defense to those who examine me is this:",
    "chr": "ᎦᏥᏯᏬᎢᎵᏴᏍᏓᏁᎲ ᎩᎶ ᎬᎩᎪᎵᏰᏍᎩ ᎾᏍᎩ ᎯᎠ ᏄᏍᏗ."
  },
  {
    "verse": "4",
    "kjv": "Have we not power to eat and to drink?",
    "web": "Have we no right to eat and to drink?",
    "chr": "ᏝᏍᎪ ᏲᎩᎭ ᎣᎦᎵᏍᏓᏴᏗᏱ, ᎠᎴ ᎣᎦᏗᏔᏍᏗᏱ?"
  },
  {
    "verse": "5",
    "kjv": "Have we not power to lead about a sister, a wife, as well as other apostles, and as the brethren of the Lord, and Cephas?",
    "web": "Have we no right to take along a wife who is a believer, even as the rest of the apostles, and the brothers of the Lord, and Cephas?",
    "chr": "ᏝᏍᎪ ᏲᎩᎭ ᏦᏘᏂᏓᏍᏗᏱ ᎤᏃᎯᏳᎯ ᏦᎦᏓᎵᎢ, ᎾᏍᎩᏯ, ᎾᎾᏛᏁᎲ ᎠᏂᏐᎢ ᎨᏥᏅᏏᏛ, ᎠᎴ ᎾᎾᏛᏁᎲ ᎤᎬᏫᏳᎯ ᎠᎾᎵᏅᏟ, ᎠᎴ ᏏᏆᏏ?"
  },
  {
    "verse": "6",
    "kjv": "Or I only and Barnabas, have not we power to forbear working?",
    "web": "Or have only Barnabas and I no right to not work?",
    "chr": "ᏣᎪᎨ ᎠᏴ ᎠᎴ ᏆᏂᏆ ᎣᎩᏅᏒ, ᎥᏝ ᏲᎩᏂᎭ ᎣᎩᏂᏲᎯᏍᏙᏗᏱ ᎪᎱᏍᏗ ᎣᏍᏓᏛᏁᎲᎢ?"
  },
  {
    "verse": "7",
    "kjv": "Who goeth a warfare any time at his own charges? who planteth a vineyard, and eateth not of the fruit thereof? or who feedeth a flock, and eateth not of the milk of the flock?",
    "web": "What soldier ever serves at his own expense? Who plants a vineyard, and doesn’t eat of its fruit? Or who feeds a flock, and doesn’t drink from the flock’s milk?",
    "chr": "ᎦᎪ ᎢᎸᎯᏳ ᏓᎿᏩ ᎡᎪᎢ ᎤᏩᏒᏉ ᎤᎫᏴᎯᏓᏍᏗ ᎠᎫᏴᏗ ᎨᏒᎢ? ᎦᎪ ᏓᏫᏍᎪ ᏖᎸᎳᏗ ᏂᏗᎨᏰᏍᎬᎾᏃ ᎨᏐ ᎤᎾᏓᏛᏅᎯ? ᎠᎴ ᎦᎪ ᏓᎦᏘᏲ ᎠᏫ, ᎾᎵᏍᏓᏴᏗᏍᎬᎾᏃ ᎨᏐ ᎤᏅᏗ ᎠᏫ ᎤᏂᏁᏅᎯ?"
  },
  {
    "verse": "8",
    "kjv": "Say I these things as a man? or saith not the law the same also?",
    "web": "Do I speak these things according to the ways of men? Or doesn’t the law also say the same thing?",
    "chr": "ᎯᎠ ᎾᏍᎩ ᏥᏂᏥᏪᎠ, ᏥᎪ ᏴᏫᏉ ᎤᏓᏅᏖᏛ ᏂᏥᏪᎠ? ᎾᏍᏉᎨ ᎾᏍᎩᏯ ᏂᎦᏪᎭ ᏗᎧᎿᏩᏛᏍᏗ?"
  },
  {
    "verse": "9",
    "kjv": "For it is written in the law of Moses, thou shalt not muzzle the mouth of the ox that treadeth out the corn. Doth God take care for oxen?",
    "web": "For it is written in the law of Moses, “You shall not muzzle an ox while it treads out the grain.” Is it for the oxen that God cares,",
    "chr": "ᎯᎠᏰᏃ ᏂᎬᏅ ᎪᏪᎳ ᏗᎧᎿᏩᏛᏍᏗᏱ ᎼᏏ ᎤᏬᏪᎳᏅᎯ; ᎥᏝ ᎯᏴᏑᎶᏗ ᏱᎨᏎᏍᏗ ᏩᎦ ᎠᎦᏔᏙᎥᏗᏍᎩ ᎤᏣᎴᏍᏗ. ᏩᎦᏉᏍᎪ ᏓᏓᏅᏖᎭ ᎤᏁᎳᏅᎯ?"
  },
  {
    "verse": "10",
    "kjv": "Or saith he it altogether for our sakes? For our sakes, no doubt, this is written: that he that ploweth should plow in hope; and that he that thresheth in hope should be partaker of his hope.",
    "web": "or does he say it assuredly for our sake? Yes, it was written for our sake, because he who plows ought to plow in hope, and he who threshes in hope should partake of his hope.",
    "chr": "ᏥᎪᎨ ᎠᏴ Ꮀ ᎤᎬᏫᏳᎭ ᏅᏗᎦᎵᏍᏙᏗᎭ ᎾᏍᎩ ᏥᏂᎦᏪᎭ? ᎥᏝ ᏳᏜᏏᏛᎭ ᎠᏴᏅᏗᎦᎵᏍᏙᏗᏍᎬ ᎾᏍᎩ ᏥᏂᎬᏅ ᏥᎪᏪᎳ; ᎩᎶᏰᏃ ᎦᏓᎷᎩᏍᎩ ᎾᏍᎩ ᎤᏚᎩ ᏳᏩᎭ ᎦᏓᎷᎩᏍᎬᎢ; ᎠᎴ ᎩᎶ ᎤᏚᎩ ᎤᏩᎯ ᎠᎦᏔᏙᎥᏗᏍᎩ ᎾᏍᎩ ᏳᏪᎳᏗᏍᏗᎭ ᎾᏍᎩ ᎤᏚᎩ ᎤᏩᏒᎢ"
  },
  {
    "verse": "11",
    "kjv": "If we have sown unto you spiritual things, is it a great thing if we shall reap your carnal things?",
    "web": "If we sowed to you spiritual things, is it a great thing if we reap your fleshly things?",
    "chr": "ᎢᏳᏃ ᏗᏓᏅᏙ ᎤᎬᏩᎵ ᏱᏨᏫᏎᎸ, ᏥᏌ ᎡᏉᎯᏳᏉ ᎢᎩ, ᎢᏳᏃ ᎤᏇᏓᎵ ᎤᎬᏩᎵ ᏱᏨᏍᎫᏕᏎᎭ?"
  },
  {
    "verse": "12",
    "kjv": "If others be partakers of this power over you, are not we rather? Nevertheless we have not used this power; but suffer all things, lest we should hinder the gospel of Christ.",
    "web": "If others partake of this right over you, don’t we yet more? Nevertheless we didn’t use this right, but we bear all things, that we may cause no hindrance to the Good News of Christ.",
    "chr": "ᎢᏳᏃ ᏅᏩᎾᏓᎴ ᎾᏍᎩ ᎯᎠ ᎢᎨᏨᏁᏗᏱ ᏳᏂᎭ; ᏝᏍᎪ ᎠᏴ ᎤᏟ ᎢᎦᎢ? ᎥᏝᏍᎩᏂᏃᏅ ᎾᏍᎩ ᎯᎠ ᎢᎦᏲᎦᏛᏁᏗ ᎣᎩᎲ ᏱᏃᎦᏛᏁᎸ; ᎤᏁᎳᎩᏉᏍᎩᏂ ᎣᎨᎵᏒ ᏂᎦᎥ ᏧᏓᎴᏅᏛ ᎣᎩᏂᎬᏎᎲᎢ, ᎾᏍᎩ ᎣᎦᎵᏫᏍᏙᏗᏱ ᏂᎨᏒᎾ ᎣᏍᏛ ᎧᏃᎮᏛ ᎦᎶᏁᏛ ᎤᏤᎵ ᎠᎢᏒᎢ."
  },
  {
    "verse": "13",
    "kjv": "Do ye not know that they which minister about holy things live of the things of the temple? and they which wait at the altar are partakers with the altar?",
    "web": "Don’t you know that those who serve around sacred things eat from the things of the temple, and those who wait on the altar have their portion with the altar?",
    "chr": "ᏝᏍᎪ ᏱᏥᎦᏔᎭ, ᎾᏍᎩ ᎦᎸᏉᏗᏳ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒ ᏧᏂᎸᏫᏍᏓᏁᎯ ᎠᎾᎵᏍᏓᏴᏗᏍᎬ ᏗᎦᎸᏉᏗ ᎨᏒᎢ; ᎠᎴ ᎾᏍᎩ ᎠᏥᎸ ᎨᎳᏍᏗᏱ ᎠᏂᎦᏘᏯᏕᎩ ᎾᏍᎩ ᎤᏁᎳᏗᏍᏗᏍᎬ ᎠᏥᎸ ᎨᎳᏍᏗᏱ ᎠᎵᏍᎪᎸᏔᏅᎯ?"
  },
  {
    "verse": "14",
    "kjv": "Even so hath the Lord ordained that they which preach the gospel should live of the gospel.",
    "web": "Even so the Lord ordained that those who proclaim the Good News should live from the Good News.",
    "chr": "ᎾᏍᎩᏯᏉ ᎤᎬᏫᏳᎯ ᏚᏭᎪᏔᏅ, ᎾᏍᎩ ᎣᏍᏛ ᎧᏃᎮᏛ ᎠᎾᎵᏥᏙᎲᏍᎩ ᏥᎩ, ᎾᏍᎩ ᎣᏍᏛ ᎧᏃ ᎮᏛ ᎤᎾᎵᏍᏕᎸᏙᏗᏱ."
  },
  {
    "verse": "15",
    "kjv": "But I have used none of these things: neither have I written these things, that it should be so done unto me: for it were better for me to die, than that any man should make my glorying void.",
    "web": "But I have used none of these things, and I don’t write these things that it may be done so in my case; for I would rather die, than that anyone should make my boasting void.",
    "chr": "ᎠᏎᏃ ᎥᏝ ᎪᎱᏍᏗ ᎠᏋᏔᏅᎯ ᏱᎩ ᎾᏍᎩ ᎯᎠ; ᎥᏝ ᎠᎴ ᎾᏍᎩ ᎯᎠ ᏱᎪᏪᎸᎦ, ᎠᏴ ᎾᏍᎩ ᎢᏴᏆᏛᏁᏗᏱ; ᎤᏟᏰᏃ ᎣᏏᏳ ᎢᏯᏆᎵᏍᏓᏁᏗ ᏯᎩᏲᎱᏒᏉ, ᎠᏃ ᎩᎶ ᎠᏎᏉ ᏱᏄᏩᏁᎸ ᎠᏆᏢᏆᏍᏙᏗ ᎨᏒᎢ."
  },
  {
    "verse": "16",
    "kjv": "For though I preach the gospel, I have nothing to glory of: for necessity is laid upon me; yea, woe is unto me, if I preach not the gospel!",
    "web": "For if I preach the Good News, I have nothing to boast about, for necessity is laid on me; but woe is to me if I don’t preach the Good News.",
    "chr": "ᎾᏍᏉᏰᏃ ᏱᎦᎵᏥᏙᎲᏍᎦ ᎣᏍᏛ ᎧᏃᎮᏛ, ᎥᏝ ᎪᎱᏍᏗ ᏯᎩᎭ ᎠᏆᏢᏈᏍᏙᏗ. ᎠᏎᏰᏃ ᎾᏍᎩ ᎢᏯᏆᏛᏁᏗ ᏅᏋᏁᎸ; ᎥᎥ, ᎤᏲ ᎢᏯᏆᎵᏍᏓᏁᏗ, ᎢᏳᏃ ᎣᏍᏛ ᎧᏃᎮᏛ ᏂᎦᎵᏥᏙᎲᏍᎬᎾ ᎢᎨᏎᏍᏗ."
  },
  {
    "verse": "17",
    "kjv": "For if I do this thing willingly, I have a reward: but if against my will, a dispensation of the gospel is committed unto me.",
    "web": "For if I do this of my own will, I have a reward. But if not of my own will, I have a stewardship entrusted to me.",
    "chr": "ᎢᏳᏰᏃ ᎣᏏᏳ ᎠᎩᏰᎸᏅᎯ ᎾᏍᎩ ᎯᎠ ᏱᏂᎦᏛᏁᎭ ᎥᏆᎫᏴᎡᎭ; ᎢᏳᏍᎩᏂ ᎣᏏᏳ ᎠᎩᏰᎸᏅᎯ ᏂᎨᏒᎾ ᎢᎨᏎᏍᏗ ᎿᏉ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎥᏆᏒᎦᎶᏔᏅ."
  },
  {
    "verse": "18",
    "kjv": "What is my reward then? Verily that, when I preach the gospel, I may make the gospel of Christ without charge, that I abuse not my power in the gospel.",
    "web": "What then is my reward? That when I preach the Good News, I may present the Good News of Christ without charge, so as not to abuse my authority in the Good News.",
    "chr": "ᎦᏙᏃ ᎥᏆᎫᏴᎡᏗ ᎨᏎᏍᏗ? ᎯᎠ ᎾᏍᎩ, ᎾᏍᎩ ᎣᏍᏛ ᎧᏃᎮᏛ ᎦᎵᏥᏙᎲᏍᎨᏍᏗ ᏧᎬᏩᎶᏗ ᏂᎨᏒᎾ ᎢᏯᏋᏁᏗᏱ ᎣᏍᏛ ᎧᏃᎮᏛ ᎦᎶᏁᏛ ᎤᏤᎵᎦ; ᎾᏍᎩ ᎤᏲ ᎢᏯᏆᏛᏁᏗᏱ ᏂᎨᏒᎾ ᏄᏍᏛ ᎠᏆᏒᎦᎸ ᎣᏍᏛ ᎧᏃᎮᏛ ᎨᏒᎢ."
  },
  {
    "verse": "19",
    "kjv": "For though I be free from all men, yet have I made myself servant unto all, that I might gain the more.",
    "web": "For though I was free from all, I brought myself under bondage to all, that I might gain the more.",
    "chr": "ᎩᎶᏍᎩᏂᏃᏅ ᎠᎩᎾᏝᎢ ᏂᎨᏒᎾ, ᎠᏎᏃ ᎾᏂᎥ ᎬᎩᎾᏝᎢ ᎾᏆᏓᏛᏁᎸ, ᎾᏍᎩ ᎤᏟ ᎢᏯᏂᎢ ᎬᎩᏁᏉᏤᏗᏱ."
  },
  {
    "verse": "20",
    "kjv": "And unto the Jews I became as a Jew, that I might gain the Jews; to them that are under the law, as under the law, that I might gain them that are under the law;",
    "web": "To the Jews I became as a Jew, that I might gain Jews; to those who are under the law, as under the law, that I might gain those who are under the law;",
    "chr": "ᎠᏂᏧᏏ ᎠᏂᎦᏔᎲ ᏥᏧᏏ ᎾᏍᎩᏯ ᎾᏆᎵᏍᏔᏅᎩ ᎾᏍᎩ ᎠᏂᏧᏏ ᎬᎩᏁᏉᏤᏗᏱ; ᎾᏃ ᏗᎧᎿᏩᏛᏍᏗᏱ ᎤᎾᏓᏄᏴᏗ ᎠᏂᎦᏔᎲ ᏗᎧᎿᏩᏛᏍᏗᏱ ᏣᏆᏓᏄᏴᏙ ᎾᏍᎩᏯᎢ, ᎾᏍᎩ ᎬᎩᏁᏉᏤᏗᏱ ᎾᏍᎩ Ꮎ ᏗᎧᎿᏩᏛᏍᏗᏱ ᎤᎾᏓᏄᏴᏗ."
  },
  {
    "verse": "21",
    "kjv": "To them that are without law, as without law, (being not without law to God, but under the law to Christ,) that I might gain them that are without law.",
    "web": "to those who are without law, as without law (not being without law toward God, but under law toward Christ), that I might win those who are without law.",
    "chr": "ᎾᏍᎩ ᎠᏂᎦᏔᎲ ᏗᎧᎿᏩᏛᏍᏗᏱ ᏄᎾᏓᏄᏴᏛᎾ ᏗᎧᎿᏩᏛᏍᏗᏱ ᎾᏆᏓᏄᏴᏛᎾ ᏥᎨᏐ ᎾᏍᎩᏯᎢ, ᎾᏍᎩ ᎬᎩᏁᏉᏤᏗᏱ ᎾᏍᎩ Ꮎ ᏗᎧᎿᏩᏛᏍᏗᏱ ᏄᎾᏓᏄᏴᏛᎾ, ᎠᏎᏃ ᎥᏝ ᏗᎧᎿᏩᏛᏍᏗᏱ ᎾᏆᏓᏄᏴᏛᎾ ᏱᎩ ᎤᏁᎳᏅᎯ ᎠᎦᏔᎲᎢ, ᎠᏆᏓᏄᏴᏗᏍᎩᏂ ᏗᎧᎿᏩᏛᏍᏗᏱ ᎦᎶᏁᏛ ᎠᎦᏔᎲᎢ."
  },
  {
    "verse": "22",
    "kjv": "To the weak became I as weak, that I might gain the weak: I am made all things to all men, that I might by all means save some.",
    "web": "To the weak I became as weak, that I might gain the weak. I have become all things to all men, that I may by all means save some.",
    "chr": "ᏗᏂᏩᎾᎦᎳ ᎠᏂᎦᏔᎲ, ᏥᏩᎾᎦᎳ ᎾᏍᎩᏯ ᎾᏆᎵᏍᏔᏅᎩ, ᎾᏍᎩ ᏗᏂᏩᎾᎦᎳ ᎬᎩᏁᏉᏤᏗᏱ; ᏂᎦᎥᏉ ᏄᏓᎴᏒ ᎾᏆᎵᏍᏔᏅ ᎾᏂᎥ ᏄᎾᏓᎴᏒ ᎠᏂᎦᏔᎲᎢ, ᎾᏍᎩ ᏅᏓᏳᎵᏍᏙᏗᏱ ᎠᏎ ᎢᎦᏛ ᎦᏥᏍᏕᎸᏗᏱ."
  },
  {
    "verse": "23",
    "kjv": "And this I do for the gospel's sake, that I might be partaker thereof with you.",
    "web": "Now I do this for the sake of the Good News, that I may be a joint partaker of it.",
    "chr": "ᎠᎴ ᎾᏍᎩ ᎯᎠ ᏂᎦᏛᏁᎰ ᎣᏍᏛ ᎧᏃᎮᏛ ᏅᏗᎦᎵᏍᏙᏗᏍᎪᎢ, ᎾᏍᎩ ᎾᎿ ᎠᏇᎳᏗᏍᎩ ᎢᏳᎵᏍᏙᏗᏱ."
  },
  {
    "verse": "24",
    "kjv": "Know ye not that they which run in a race run all, but one receiveth the prize? So run, that ye may obtain.",
    "web": "Don’t you know that those who run in a race all run, but one receives the prize? Run like that, so that you may win.",
    "chr": "ᏝᏍᎪ ᏱᏥᎦᏔ ᎾᏍᎩ Ꮎ ᎠᎾᏙᎩᏯᏍᎩ, ᏂᎦᏛ ᎠᎾᏙᎩᏯᏍᎬᎢ, ᎠᏎᏃ ᎠᏏᏴᏫᏉ ᎤᏤᎵ ᏂᎭᎵᏍᏗᏍᎬ ᎠᏌᏍᏛᎢ? ᎾᏍᎩ ᏄᏍᏕᏍᏗ ᎢᏣᏙᎩᏯᏍᎨᏍᏗ ᎾᏍᎩ ᎢᏣᏤᎵ ᎢᏳᎵᏍᏙᏗᏱ."
  },
  {
    "verse": "25",
    "kjv": "And every man that striveth for the mastery is temperate in all things. Now they do it to obtain a corruptible crown; but we an incorruptible.",
    "web": "Every man who strives in the games exercises self-control in all things. Now they do it to receive a corruptible crown, but we an incorruptible.",
    "chr": "ᎠᎴ ᎾᏂᎥ ᎤᎾᏓᏎᎪᎩᏍᏗᏱ ᏣᎾᏟᏂᎬᏁᎰ ᏂᎦᎥ ᎤᎾᎵᏍᏆᏂᎪᏗᏳ ᎨᏐᎢ. ᎠᎴ ᎾᏍᎩ ᎠᏲᎩᏉ ᎠᎵᏍᏚᎶ ᎨᏥᏅᏁᏗᏱ ᎤᎾᏚᎵᏍᎪᎢ, ᎠᏴᏍᎩᏂ ᎠᏲᎩ ᏂᎨᏒᎾ."
  },
  {
    "verse": "26",
    "kjv": "I therefore so run, not as uncertainly; so fight I, not as one that beateth the air:",
    "web": "I therefore run like that, not aimlessly. I fight like that, not beating the air,",
    "chr": "ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᏴ ᎦᏙᎩᏯᏍᎬ ᎥᏝ ᎬᏁᎳᎩᏉ ᎾᏍᎩᏯ ᏱᎦᏙᎩᏯᏍᎦ; ᎦᎵᎲ ᎥᏝ ᎩᎶ ᎤᏃᎴᏉ ᏥᎦᎵᎥᏂᎰ ᎾᏍᎩᏯ ᏱᎦᎵᎭ."
  },
  {
    "verse": "27",
    "kjv": "But I keep under my body, and bring it into subjection: lest that by any means, when I have preached to others, I myself should be a castaway.",
    "web": "but I beat my body and bring it into submission, lest by any means, after I have preached to others, I myself should be disqualified.",
    "chr": "ᏥᏰᎸᏍᎩᏂ ᎡᎳᏗ ᏂᏥᏴᏫᏕᎪᎢ, ᎠᎴ ᏥᎾᏝᎢ ᏂᏥᏴᏁᎰᎢ; ᏅᏗᎦᎵᏍᏙᏗᏍᎪ ᎾᏆᏚᎵᏍᎬᎾ ᎨᏒ ᎾᏍᎩ ᎦᏥᏯᎵᏥᏙᏁᎸᎯ ᎨᏒ ᏭᏅᎫᏛᎢ, ᎠᏴ ᎠᏋᏒ ᎥᎩᏐᏅᎢᏍᏔᏅᎯ ᎢᏳᎵᏍᏙᏗᏱ."
  }
]
