[
  {
    "verse": "1",
    "kjv": "I exhort therefore, that, first of all, supplications, prayers, intercessions, and giving of thanks, be made for all men;",
    "web": "I exhort therefore, first of all, that petitions, prayers, intercessions, and givings of thanks be made for all men,",
    "chr": "ᎾᏍᎩᏃ ᏥᏁᎦ ᎢᎬᏱᏱᏉ ᎨᏒᎢ, ᎠᏯᏲᏍᏗ ᎨᏒᎢ, ᎠᏓᏙᎵᏍᏙᏗ ᎨᏒᎢ, ᏗᏅᏓᏗᏍᏗ ᎨᏒᎢ, ᎠᎴ ᎠᎵᎮᎵᏍᏗ ᎨᏒ ᏗᎦᎸᏫᏍᏓᏁᏗᏱ, ᎾᏍᎩ ᎾᏂᎥ ᏴᏫ ᎤᎬᏩᎵ,"
  },
  {
    "verse": "2",
    "kjv": "For kings, and for all that are in authority; that we may lead a quiet and peaceable life in all godliness and honesty.",
    "web": "for kings and all who are in high places, that we may lead a tranquil and quiet life in all godliness and reverence.",
    "chr": "ᎤᏂᎬᏫᏳᎯ ᎠᎴ ᎾᏂᎥ ᎠᏰᎵ ᏧᏂᎸᏫᏍᏓᏁᎯ ᎤᎬᏩᎵ, ᎾᏍᎩ ᏅᏩᏙᎯᏯᏛ ᎠᎴ ᏄᎾᏰᎯᏍᏛᎾ ᎢᎦᎴᏂᏓᏍᏗᏱ, ᏕᏗᎧᎿᏩᏗᏒ ᏚᏳᎪᏛ ᎨᏒ ᎠᎴ ᎦᎸᏉᏗᏳ ᎨᏒᎢ."
  },
  {
    "verse": "3",
    "kjv": "For this is good and acceptable in the sight of God our Saviour;",
    "web": "For this is good and acceptable in the sight of God our Savior,",
    "chr": "ᎾᏍᎩᏰᏃ ᎯᎠ ᎣᏏᏳ ᎠᎴ ᏧᏓᏂᎸᎢᏍᏗᏳ ᏓᎧᏅ ᎤᏁᎳᏅᎯ ᎢᎩᏍᏕᎵᏍᎩ,"
  },
  {
    "verse": "4",
    "kjv": "Who will have all men to be saved, and to come unto the knowledge of the truth.",
    "web": "who desires all people to be saved and come to full knowledge of the truth.",
    "chr": "ᎾᏍᎩ ᎣᏏᏳ ᎤᏰᎸᏗ ᏥᎩ ᎾᏂᎥ ᏴᏫ ᎨᏥᏍᏕᎸᏗᏱ, ᎠᎴ ᎤᏂᎷᎯᏍᏗᏱ ᎠᎦᏙᎥᎯᏍᏗ ᎨᏒ ᏚᏳᎪᏛ ᎨᏒᎢ."
  },
  {
    "verse": "5",
    "kjv": "For there is one God, and one mediator between God and men, the man Christ Jesus;",
    "web": "For there is one God and one mediator between God and men, the man Christ Jesus,",
    "chr": "ᏌᏉᏉᏰᏃ ᎡᎭ ᎤᏁᎳᏅᎯ, ᎠᎴ ᏌᏉ ᏗᎪᎯᏍᏗᏍᎩ ᎠᏰᎵ ᏗᎴᏁᎯ ᎤᏁᎳᏅᎯ ᎠᎴ ᏴᏫ, ᎾᏍᎩ Ꮎ ᏴᏫ ᏥᏌ ᎦᎶᏁᏛ;"
  },
  {
    "verse": "6",
    "kjv": "Who gave himself a ransom for all, to be testified in due time.",
    "web": "who gave himself as a ransom for all, the testimony at the proper time,",
    "chr": "ᎾᏍᎩ ᏥᏚᏓᏲᏎ ᎤᏩᏒ ᏥᏚᎫᏴᎮ ᎾᏂᎥᎢ, ᎬᏂᎨᏒ ᎢᎬᏁᏗ ᎠᏎᎸᎯ ᎨᏒ ᎾᎯᏳᎢ,"
  },
  {
    "verse": "7",
    "kjv": "Whereunto I am ordained a preacher, and an apostle, (I speak the truth in Christ, and lie not;) a teacher of the Gentiles in faith and verity.",
    "web": "to which I was appointed a preacher and an apostle—I am telling the truth in Christ, not lying—a teacher of the Gentiles in faith and truth.",
    "chr": "ᎾᏍᎩᏃ ᎯᎠ ᎠᏴ ᎥᎩᏁᏤᎸᎯ ᎦᎵᏥᏙᎲᏍᎩ ᎠᎴ ᎥᎩᏅᏏᏛ, ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᏗᎦᏥᏰᏲᎲᏍᎩ ᎦᎶᎯᏳᎯᏯ ᏥᏁᎦ ᎦᎶᏁᏛ ᎠᎦᏔᎲᎢ, ᎥᏝ ᏱᎦᏥᎪᎥᏍᎦ."
  },
  {
    "verse": "8",
    "kjv": "I will therefore that men pray every where, lifting up holy hands, without wrath and doubting.",
    "web": "I desire therefore that the men in every place pray, lifting up holy hands without anger and doubting.",
    "chr": "ᎾᏍᎩᏃ ᎠᏆᏚᎵᎭ ᎠᏂᏍᎦᏯ ᏂᎦᎥ ᏕᎨᏌᏗᏒ ᎤᎾᏓᏙᎵᏍᏙᏱ, ᏧᏂᏌᎳᏙᏗᏱ ᏗᎦᏓᎭ ᏂᎨᏒᎾ ᏧᏃᏰᏂ ᏄᏂᏔᎳᏬᏍᎬᎾ ᎠᎴ ᏄᎾᏜᏏᏛᎡᎲᎾ."
  },
  {
    "verse": "9",
    "kjv": "In like manner also, that women adorn themselves in modest apparel, with shamefacedness and sobriety; not with broided hair, or gold, or pearls, or costly array;",
    "web": "In the same way, that women also adorn themselves in decent clothing, with modesty and propriety, not with braided hair, gold, pearls, or expensive clothing,",
    "chr": "ᎠᎴ ᎾᏍᎩᏯ ᎾᏍᏉ ᎠᏂᎨᏴ ᏓᎾᏣᎤᏍᎬ ᎤᏢᏉᏗ ᏂᎨᏒᎾ ᏓᎾᏄᏬᏍᎨᏍᏗ, ᎤᎾᏓᎾᏰᎯᏍᏗ ᎠᎴ ᎤᎾᎵᏏᎾᎯᏍᏗ ᎨᏎᏍᏗ; ᎥᏝᏍᏗᏃ ᏓᏂᏍᏕᏲᎲ ᏚᏂᏍᏘᏰᎬᎢ, ᎠᎴ ᎠᏕᎸ ᏓᎶᏂᎨ, ᎠᎴ ᏓᎬᎾ-ᎢᏳᎾᏍᏗ, ᎠᎴ ᎤᏣᏘ ᏧᎬᏩᎶᏗ ᏗᏄᏬ ᏱᏓᎾᏣᏅᏗᏍᎨᏍᏗ;"
  },
  {
    "verse": "10",
    "kjv": "But (which becometh women professing godliness) with good works.",
    "web": "but with good works, which is appropriate for women professing godliness.",
    "chr": "ᎣᏍᏛᏍᎩᏂ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒ ᏓᎾᏣᏅᏗᏍᎨᏍᏗ, ᎾᏍᎩ ᏧᎾᏁᎶᏗ ᎠᏂᎨᏴ ᏧᏂᎵᎶᎲᏍᎦ."
  },
  {
    "verse": "11",
    "kjv": "Let the woman learn in silence with all subjection.",
    "web": "Let a woman learn in quietness with full submission.",
    "chr": "ᎠᎴ ᎠᎨᏴ ᎡᎳᏩᏱ ᎠᏕᎶᏆᏍᎨᏍᏗ ᎤᏣᏘ ᎤᏬᎯᏳᎯᏳ ᎨᏎᏍᏗ."
  },
  {
    "verse": "12",
    "kjv": "But I suffer not a woman to teach, nor to usurp authority over the man, but to be in silence.",
    "web": "But I don’t permit a woman to teach, nor to exercise authority over a man, but to be in quietness.",
    "chr": "ᎥᏝᏍᎩᏂ ᎤᏁᎳᎩ ᏱᏥᏰᎵᏎ ᎠᎨᏴ ᏧᏕᏲᏗᏱ ᎠᎴ ᎤᏓᎵᏁᎯᏕᏗᏱ ᎠᏍᎦᏯ, ᎡᎳᏪᏱᏉᏍᎩᏂ ᎤᏩᏗᏱ."
  },
  {
    "verse": "13",
    "kjv": "For Adam was first formed, then Eve.",
    "web": "For Adam was formed first, then Eve.",
    "chr": "ᎠᏓᏫᏰᏃ ᎢᎬᏱ ᎠᎪᏢᏁᎢ, ᎩᎳᏃ ᎢᏫ."
  },
  {
    "verse": "14",
    "kjv": "And Adam was not deceived, but the woman being deceived was in the transgression.",
    "web": "Adam wasn’t deceived, but the woman, being deceived, has fallen into disobedience;",
    "chr": "ᎥᏝᏰᏃ ᎠᏓᏫ ᏯᏥᎶᏄᎡᎴᎢ, ᎠᎨᏴᏍᎩᏂ ᎠᏥᎶᏄᎡᎸ ᎤᏍᎦᏅᏤᎢ."
  },
  {
    "verse": "15",
    "kjv": "Notwithstanding she shall be saved in childbearing, if they continue in faith and charity and holiness with sobriety.",
    "web": "but she will be saved through her childbearing, if they continue in faith, love, and holiness with sobriety.",
    "chr": "ᎠᏎᏍᎩᏂᏃᏅ ᎠᏥᏍᏕᎸᏗ ᎢᎨᏎᏍᏗ ᏗᏂᏲᎵ ᏕᎦᎾᏄᎪᏫᏍᎬᎢ, ᎢᏳᏃ ᏌᏂᎧᎿᏩᏏᏎᏍᏗ ᎪᎯᏳᏗ ᎨᏒ, ᎠᎴ ᎠᏓᎨᏳᏗ ᎨᏒᎢ, ᎠᎴ ᏚᏳᎪᏛ ᎨᏒᎢ, ᎠᎴ ᎠᎵᏏᎾᎯᏍᏙᏗ ᎨᏒᎢ."
  }
]
