[
  {
    "verse": "1",
    "kjv": "This is a true saying, if a man desire the office of a bishop, he desireth a good work.",
    "web": "This is a faithful saying: someone who seeks to be an overseer desires a good work.",
    "chr": "ᎤᏙᎯᏳᎯᏯ ᎢᎦᏪᏛ; ᎢᏳᏃ ᎩᎶ ᎤᏚᏝᏍᎨᏍᏗ ᎠᏥᎦᏘᏗᏍᏗ ᎢᏳᎵᏍᏙᏗᏱ, ᎣᏍᏛ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒ ᎤᏚᎵᏍᎨᏍᏗ."
  },
  {
    "verse": "2",
    "kjv": "A bishop then must be blameless, the husband of one wife, vigilant, sober, of good behaviour, given to hospitality, apt to teach;",
    "web": "The overseer therefore must be without reproach, the husband of one wife, temperate, sensible, modest, hospitable, good at teaching;",
    "chr": "ᎠᏥᎦᏘᏗᏍᏗ ᎠᏗᎾ ᎠᏎ ᎪᎱᏍᏗ ᎾᏍᎦᏅᎾ ᎨᏎᏍᏗ, ᏌᏉᏉ ᎠᏓᏰᎮᏍᏗ, ᎨᏯᏔᎯ, ᎤᎵᏏᎾᎯᏍᏗ, ᎣᏍᏛ ᏧᎸᏫᏍᏓᏁᎯ, ᏧᏓᏓᏂᎸᏣᏘ, ᏗᎬᏩᏕᏲᏗ;"
  },
  {
    "verse": "3",
    "kjv": "Not given to wine, no striker, not greedy of filthy lucre; but patient, not a brawler, not covetous;",
    "web": "not a drinker, not violent, not greedy for money, but gentle, not quarrelsome, not covetous;",
    "chr": "ᎩᎦᎨ-ᎠᏗᏔᏍᏗ ᎤᎦᎾᏏᏍᎩ ᏂᎨᏒᎾ, ᏗᏓᏛᏂᎯ ᏂᎨᏒᎾ, ᏧᎬᏩᎶᏗ ᎤᎬᎥᏍᎩ ᏂᎨᏒᎾ, ᎤᏓᏅᏘᏍᎩᏂ, ᏧᏘᏲᏌᏘ ᏂᎨᏒᎾ, ᎠᏕᎸ ᏧᎨᏳᎯ ᏂᎨᏒᎾ."
  },
  {
    "verse": "4",
    "kjv": "One that ruleth well his own house, having his children in subjection with all gravity;",
    "web": "one who rules his own house well, having children in subjection with all reverence;",
    "chr": "ᎤᏩᏒ ᏚᏓᏘᎿᎥ ᎣᏍᏛ ᏗᎧᎿᏩᏗᏙᎯ, ᏧᏪᏥ ᎬᏬᎯᏳᎯᏳ ᎠᎴ ᎬᏩᎸᏉᏗᏳ ᎢᎬᏁᎯ."
  },
  {
    "verse": "5",
    "kjv": "(For if a man know not how to rule his own house, how shall he take care of the church of God?)",
    "web": "(for how could someone who doesn’t know how to rule his own house take care of God’s assembly?)",
    "chr": "ᎢᏳᏰᏃ ᎩᎶ ᎾᎦᏔᎲᎾ ᏱᎩ ᎤᏩᏒ ᏚᏓᏘᎿᎥ ᎣᏍᏛ ᏧᎧᎿᏩᏗᏓᏍᏗᏱ, ᎦᏙ ᏱᎦᎵᏍᏙᏓ ᏱᏓᎦᏌᏯᏍᏓ ᏧᎾᏁᎶᎯ ᎤᎾᏓᏡᎬ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ?"
  },
  {
    "verse": "6",
    "kjv": "Not a novice, lest being lifted up with pride he fall into the condemnation of the devil.",
    "web": "not a new convert, lest being puffed up he fall into the same condemnation as the devil.",
    "chr": "ᎠᎴ ᎥᏞᏍᏗ ᎩᎳᎢ ᎤᎵᎪᏃᏅᎯ ᏱᎨᏎᏍᏗ, ᎠᏢᏉᏙᏗᏰᏃ ᎨᏒ ᏯᎵᏌᎳᏙᏓ ᎾᏍᎩᏃ ᎤᏍᎦᏅᏨᎯ ᎨᏒ ᏱᏚᏚᎪᏓᏏ ᎾᏍᎩᏯ ᎠᏍᎩᎾ ᏚᏚᎪᏓᏅᎢ."
  },
  {
    "verse": "7",
    "kjv": "Moreover he must have a good report of them which are without; lest he fall into reproach and the snare of the devil.",
    "web": "Moreover he must have good testimony from those who are outside, to avoid falling into reproach and the snare of the devil.",
    "chr": "ᎠᎴᏬ ᎣᏏᏳ ᎬᏩᏃᎮᏍᎩ ᏱᎩ ᎢᏴᏛ ᎤᏅᎫᏛᎢ, ᎤᏐᏅᏰᏃ ᎠᏥᏃᎮᏍᎩ ᏱᏅᎦᎵᏍᏓ, ᎠᎴ ᎠᏍᎩᎾ ᎤᏌᏛ ᏳᏪᎯ."
  },
  {
    "verse": "8",
    "kjv": "Likewise must the deacons be grave, not doubletongued, not given to much wine, not greedy of filthy lucre;",
    "web": "Servants, in the same way, must be reverent, not double-tongued, not addicted to much wine, not greedy for money,",
    "chr": "ᎾᏍᎩᏯ ᎾᏍᏉ ᎠᏂᏯᏙᎯᎯ ᎨᏥᎸᏉᏗ ᎨᏎᏍᏗ, ᎥᏞᏍᏗ ᏧᏓᎴᏅᏛ ᎢᏯᏂᏪᏍᎩ ᏱᎨᏎᏍᏗ, ᎠᎴ ᎥᏞᏍᏗ ᏱᎦᎨᎠᏗᏔᏍᏗ ᎤᏂᎦᎾᏏᏍᎩ ᏱᎨᏎᏍᏗ, ᏞᏍᏗ ᏧᎬᏩᎶᏗ ᎤᏂᎬᎥᏍᎩ ᏱᎨᏎᏍᏗ;"
  },
  {
    "verse": "9",
    "kjv": "Holding the mystery of the faith in a pure conscience.",
    "web": "holding the mystery of the faith in a pure conscience.",
    "chr": "ᏚᏂᏂᏴᏎᏍᏗᏍᎩᏂ ᎤᏕᎵᏛ ᎪᎯᏳᏗ ᎨᏒᎢ ᎠᏅᏗᏍᎨᏍᏗ ᎦᏓᎭ ᏂᎨᏒᎾ ᏗᎫᎪᏙᏗ ᎨᏒᎢ."
  },
  {
    "verse": "10",
    "kjv": "And let these also first be proved; then let them use the office of a deacon, being found blameless.",
    "web": "Let them also first be tested; then let them serve if they are blameless.",
    "chr": "ᎠᎴ ᎾᏍᎩ ᎯᎠ ᎢᎬᏱ ᏗᎪᎵᏰᎥᎯ ᎨᏎᏍᏗ, ᎩᎳ ᏚᏂᎸᏫᏍᏓᏁᎮᏍᏗ ᎠᏂᏯᏙᎯᎲ ᎪᎱᏍᏗ ᎦᎨᎫᎢᏍᏙᏗ ᏂᎨᏒᎾ ᎨᏎᏍᏗ."
  },
  {
    "verse": "11",
    "kjv": "Even so must their wives be grave, not slanderers, sober, faithful in all things.",
    "web": "Their wives in the same way must be reverent, not slanderers, temperate, and faithful in all things.",
    "chr": "ᎾᏍᏉᏃ ᏧᎾᏓᎵᎢ ᎨᏥᎸᏉᏗ ᎨᏎᏍᏗ, ᎤᏐᏅ ᎠᎾᏓᏃᎮᎵᏙᎯ ᏂᎨᏒᎾ, ᎠᏁᏯᏔᎯᏍᎩᏂ ᎨᏎᏍᏗ, ᏰᎵᎦᏯ ᎢᏯᎾᏛᏁᎯ ᏂᎦᎥ ᎪᎱᏍᏗ."
  },
  {
    "verse": "12",
    "kjv": "Let the deacons be the husbands of one wife, ruling their children and their own houses well.",
    "web": "Let servants be husbands of one wife, ruling their children and their own houses well.",
    "chr": "ᎠᏯᏙᎯᎯ ᏌᏉᎭ ᎠᏓᏰᎮᏍᏗ, ᎣᏍᏛ ᏗᎧᎿᏩᏗᏙᎯ ᏧᏪᏥ ᎠᎴ ᎤᏩᏒ ᏚᏓᏘᎿᎥᎢ."
  },
  {
    "verse": "13",
    "kjv": "For they that have used the office of a deacon well purchase to themselves a good degree, and great boldness in the faith which is in Christ Jesus.",
    "web": "For those who have served well gain for themselves a good standing and great boldness in the faith which is in Christ Jesus.",
    "chr": "ᎾᏍᎩᏰᏃ ᎣᏍᏛ ᏧᏂᎸᏫᏍᏓᏁᎯ ᎨᏒ ᎠᏂᏯᏙᎯᎲᎢ, ᎠᏂᏩᏛᏗᎭ ᎣᏍᏛ ᎨᎦᏓᏅᏖᏗᏱ, ᎠᎴ ᎤᏣᏘ ᏄᎾᏰᎯᏍᏛᎾ ᎠᏓᏅᏓᏗᏍᏗᏱ ᎪᎯᏳᏗ ᎨᏒ ᎦᎶᏁᏛ ᏥᏌ."
  },
  {
    "verse": "14",
    "kjv": "These things write I unto thee, hoping to come unto thee shortly:",
    "web": "These things I write to you, hoping to come to you shortly,",
    "chr": "ᎾᏍᎩ ᎯᎠ ᏧᏓᎴᏅᏛ ᏫᎬᏲᏪᎳᏏ, ᎠᎴ ᎤᏚᎩ ᎠᏋᎭ ᏂᎪᎯᎸᎾᏉ ᏫᎬᎷᏤᏗᏱ;"
  },
  {
    "verse": "15",
    "kjv": "But if I tarry long, that thou mayest know how thou oughtest to behave thyself in the house of God, which is the church of the living God, the pillar and ground of the truth.",
    "web": "but if I wait long, that you may know how men ought to behave themselves in God’s house, which is the assembly of the living God, the pillar and ground of the truth.",
    "chr": "ᎢᏳᏍᎩᏂᏃᏅ ᎠᏉᎯᏤᎵᏙᎸᎭ ᎾᏍᎩ ᏣᏙᎴᎰᎯᏍᏗᏱ ᎢᏣᏛᏁᏗᏱ ᏗᏣᎸᏫᏍᏓᏁᏗᏱ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᎠᏓᏁᎸᎢ, ᎾᏍᎩ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬ ᎬᏂᏛ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᏥᎩ, ᎦᎫᏍᏛᏗ ᎠᎴ ᎤᎵᏍᏓᏱᏙ ᏥᎩ ᏚᏳᎯᏛ ᎨᏒᎢ."
  },
  {
    "verse": "16",
    "kjv": "And without controversy great is the mystery of godliness: God was manifest in the flesh, justified in the Spirit, seen of angels, preached unto the Gentiles, believed on in the world, received up into glory.",
    "web": "Without controversy, the mystery of godliness is great: God was revealed in the flesh, justified in the spirit, seen by angels, preached among the nations, believed on in the world, and received up in glory.",
    "chr": "ᎠᎴ ᏄᏜᏏᏛᏒᎾ ᎤᏍᏆᏂᎪᏗᏳ ᎤᏕᎵᏛ ᎤᏁᎳᏅᎯ ᏗᏁᎶᏗ ᎨᏒᎢ; ᎤᏁᎳᏅᎯ ᎬᏂᎨᏒ ᎾᎬᏁᎴ ᎤᏬᏓᎵ ᎨᏒᎢ, ᏄᏠᎾᏍᏛᎾ ᎬᏂᎨᏒ ᏄᏩᏁᎴ ᎠᏓᏅᏙ, ᏗᏂᎧᎿᏩᏗᏙᎯ ᎬᏩᎪᎮᎢ, ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᎨᎦᎵᏥᏙᏁᎴ ᎾᏍᎩ ᎠᏥᏃᎮᏍᎨᎢ, ᎠᏂ ᎡᎶᎯ ᎠᎪᎢᏳᏁᎢ, ᎦᎸᏉᏗᏳ ᏗᎨᏒ ᏫᏓᎦᏓᏂᎸᏤᎢ."
  }
]