[
  {
    "verse": "1",
    "kjv": "Rebuke not an elder, but intreat him as a father; and the younger men as brethren;",
    "web": "Don’t rebuke an older man, but exhort him as a father; the younger men as brothers;",
    "chr": "ᎤᏛᏐᏅᎯ ᏞᏍᏗ ᏱᎬᏍᎪᎸᏁᏍᏗ, ᎯᏍᏗᏰᏗᏍᎨᏍᏗᏍᎩᏂ ᎠᎦᏴᎵᎨ ᎾᏍᎩᏯᎢ, ᎠᏂᏫᏅᏃ ᎢᏣᏓᏅᏟ ᎾᏍᎩᏯᎢ,"
  },
  {
    "verse": "2",
    "kjv": "The elder women as mothers; the younger as sisters, with all purity.",
    "web": "the elder women as mothers; the younger as sisters, in all purity.",
    "chr": "ᎠᎾᎦᏴᎵᎨᏃ ᎠᏂᎨᏴ ᏗᏣᏥ ᎾᏍᎩᏯᎢ, ᎠᏂᏫᏅᎨᏃ ᎠᏂᎨᏴ ᏤᏣᏙ ᎾᏍᎩᏯᎢ, ᎤᏐᏅ ᏄᏓᏑᏴᎾ."
  },
  {
    "verse": "3",
    "kjv": "Honour widows that are widows indeed.",
    "web": "Honor widows who are widows indeed.",
    "chr": "ᏕᎯᎸᏉᏕᏍᏗ ᏧᏃᏑᎶᏨᎯ, ᎢᏳᏃ ᎤᏙᎯᏳᏒ ᏧᏃᏑᎶᏨᎯ ᏱᎩ."
  },
  {
    "verse": "4",
    "kjv": "But if any widow have children or nephews, let them learn first to shew piety at home, and to requite their parents: for that is good and acceptable before God.",
    "web": "But if any widow has children or grandchildren, let them learn first to show piety toward their own family and to repay their parents, for this is acceptable in the sight of God.",
    "chr": "ᎢᏳᏍᎩᏂ ᎩᎶ ᎤᏬᏑᎶᏨᎯ ᏧᏪᏥ ᎠᎴ ᏧᎵᏏ ᏯᏁᎭ, ᎾᏍᎩ ᎠᎾᏕᎶᏆᏍᎨᏍᏗ ᏧᏂᎸᏉᏙᏗᏱ ᏙᏧᏁᏅᏒ ᎠᏁᎯ, ᎠᎴ ᏧᎾᎫᏴᎡᏗᏱ ᏧᏂᎦᏴᎵᎨᎢ; ᎾᏍᎩᏰᏃ ᎣᏏᏳ, ᎠᎴ ᏧᏓᏂᎸᎢᏍᏗᏳ ᎤᏁᎳᏅᎯ ᎠᎦᏔᎲᎢ."
  },
  {
    "verse": "5",
    "kjv": "Now she that is a widow indeed, and desolate, trusteth in God, and continueth in supplications and prayers night and day.",
    "web": "Now she who is a widow indeed and desolate, has her hope set on God and continues in petitions and prayers night and day.",
    "chr": "ᎾᏍᎩᏰᏃ Ꮎ ᎤᏙᎯᏳᎯ ᎤᏬᏑᎶᏨᎯ ᏥᎨᏐᎢ, ᎠᎴ ᎤᏩᏒᎯᏳ ᏥᎨᏐᎢ, ᎤᏁᎳᏅᎯ ᎠᎵᏍᎦᏍᏙᏗᏍᎪᎢ, ᎠᎴ ᏓᎧᎿᏩᏗᏐ ᎠᏔᏲᏍᏗ ᎨᏒ ᎠᎴ ᎠᏓᏙᎵᏍᏙᏗ ᎨᏒ ᏂᏚᎵᏏᏂᏒ ᎠᎴ ᏂᏚᎩᏨᏂᏒᎢ."
  },
  {
    "verse": "6",
    "kjv": "But she that liveth in pleasure is dead while she liveth.",
    "web": "But she who gives herself to pleasure is dead while she lives.",
    "chr": "ᎾᏍᎩ Ꮎ ᏄᏁᎸᎾ ᎡᎯ ᎤᏲᎱᏒᎯ ᎨᏐ ᎠᏏᏉ ᎠᎴᏂᏙᎲᎢ."
  },
  {
    "verse": "7",
    "kjv": "And these things give in charge, that they may be blameless.",
    "web": "Also command these things, that they may be without reproach.",
    "chr": "ᎠᎴ ᎾᏍᎩ ᎯᎠ ᏄᏍᏕᏍᏗ ᎯᏁᎨᏍᏗ, ᎾᏍᎩ ᎦᎨᎫᎢᏍᏙᏗ ᏂᎨᏒᎾ ᎢᏳᎵᏍᏙᏗᏱ."
  },
  {
    "verse": "8",
    "kjv": "But if any provide not for his own, and specially for those of his own house, he hath denied the faith, and is worse than an infidel.",
    "web": "But if anyone doesn’t provide for his own, and especially his own household, he has denied the faith and is worse than an unbeliever.",
    "chr": "ᎢᏳᏍᎩᏂᏃ ᎩᎶ ᏂᏓᏛᏅᎢᏍᏓᏁᎲᎾ ᎢᎨᏎᏍᏗ ᎤᏩᏒ ᏧᏤᎵᎦ, ᎠᎴ ᎾᏍᎩ Ꮀ ᎤᎬᏫᏳᎭ ᎤᏩᏒ ᏚᏓᏘᎿᎥᎢ, ᎾᏍᎩ ᎤᏓᏱᎸ ᎪᎯᏳᏗ ᎨᏒᎢ, ᎠᎴ ᎤᏟ ᎤᏲᎢᏳ ᎡᏍᎦᏉ Ꮎ ᏄᏬᎯᏳᏒᎾ."
  },
  {
    "verse": "9",
    "kjv": "Let not a widow be taken into the number under threescore years old, having been the wife of one man.",
    "web": "Let no one be enrolled as a widow under sixty years old, having been the wife of one man,",
    "chr": "ᎤᏬᏑᎶᏨᎯ ᎠᎦᏎᏍᏗ ᎨᏎᏍᏗ ᎢᏳᏃ ᏑᏓᎳᏍᎪᎯ ᎢᏳᏕᏘᏴᏛ ᎨᏎᏍᏗ, ᎠᎴ ᎤᎶᏒᏍᏕᏍᏗ, ᏌᏉᏉ ᎠᏍᎦᏯ ᎤᎾᏁᎳᏛᎯ ᎨᏎᏍᏗ."
  },
  {
    "verse": "10",
    "kjv": "Well reported of for good works; if she have brought up children, if she have lodged strangers, if she have washed the saints' feet, if she have relieved the afflicted, if she have diligently followed every good work.",
    "web": "being approved by good works, if she has brought up children, if she has been hospitable to strangers, if she has washed the saints’ feet, if she has relieved the afflicted, and if she has diligently followed every good work.",
    "chr": "ᎢᏳᏃ ᎣᏍᏛ ᎠᏥᏃᎮᏍᎩ ᎨᏎᏍᏗ ᎣᏏ ᏕᎤᎸᏫᏍᏓᏁᎲᎢ, ᎢᏳᏃ ᏗᏂᏲᎵ ᏧᏛᎯᏍᏔᏅᎯ ᎨᏎᏍᏗ, ᎢᏳᏃ ᎠᏁᏙᎯ ᏧᏍᏆᏂᎪᏔᏅᎯ ᎨᏎᏍᏗ, ᎢᏳᏃ ᎤᎾᏓᏅᏘ ᏧᎾᎳᏏᏕᏂ ᏧᏬᏑᎴᎸᎯ ᎨᏎᏍᏗ, ᎢᏳᏃ ᏧᏍᏕᎸᏛ ᎨᏎᏍᏗ ᎠᏂᎩᎵᏲᎩ, ᎢᏳᏃ ᎤᏍᏓᏩᏛᏛ ᎨᏎᏍᏗ ᏂᎦᎥ ᎣᏍᏛ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒᎢ."
  },
  {
    "verse": "11",
    "kjv": "But the younger widows refuse: for when they have begun to wax wanton against Christ, they will marry;",
    "web": "But refuse younger widows, for when they have grown wanton against Christ, they desire to marry,",
    "chr": "ᎠᏂᏫᏅᎨᏌᏂᏍᎩᏂ ᏧᏃᏑᎶᏨᎯ ᎩᏲᎢᏎᎮᏍᏗ; ᎢᏳᏰᏃ ᏄᎾᏁᎸᎾ ᏂᎦᎵᏍᏓ ᎠᏁᎲ, ᎦᎶᏁᏛᏃ ᎤᏁᎳᎩ ᎠᏁᎳ, ᎿᏉ ᎤᎾᏚᎵᏍᎪ ᏧᎾᏨᏍᏗᏱ,"
  },
  {
    "verse": "12",
    "kjv": "Having damnation, because they have cast off their first faith.",
    "web": "having condemnation, because they have rejected their first pledge.",
    "chr": "ᏧᎾᏚᎪᏓᏁᎸᎯ ᎨᏐᎢ ᏅᏗᎦᎵᏍᏙᏗᏍᎪ ᏕᎤᏂᏲᏒ ᎢᎬᏱᏱ ᎤᏃᎯᏳᏅᎢ."
  },
  {
    "verse": "13",
    "kjv": "And withal they learn to be idle, wandering about from house to house; and not only idle, but tattlers also and busybodies, speaking things which they ought not.",
    "web": "Besides, they also learn to be idle, going about from house to house. Not only idle, but also gossips and busybodies, saying things which they ought not.",
    "chr": "ᎠᎴ ᎾᏍᏉ ᎠᎾᏕ-ᎶᏆᏍᎪ ᎤᎾᏓᏄᎸᏗ ᎢᏳᎾᎵᏍᏙᏗᏱ, ᎠᏁᏙᎵᏙᎰ ᏓᏓᏁᎳᏗᏒᎢ; ᎥᏝ ᎠᎴ ᎤᎾᏓᏄᎸᏗᏉ ᎤᏩᏒ ᏱᎨᏐᎢ, ᎾᏍᏉᏍᎩᏂ ᎧᏃᎮᏛ ᎠᏂᏱᏙᎯ ᎨᏐᎢ ᎠᎴ ᎤᏂᏂᎳᏗᏌᏘ, ᎠᏂᏃᎮᏍᎩ ᎾᏍᎩ ᏂᏚᏳᎪᏛᎾ ᎨᏒ ᎤᏂᏃᏄᏍᎩ ᎾᏍᎩ ᏂᏚᏳᎪᏛᎾ ᎨᏒ ᎤᏂᏃᎮᏗᏱ."
  },
  {
    "verse": "14",
    "kjv": "I will therefore that the younger women marry, bear children, guide the house, give none occasion to the adversary to speak reproachfully.",
    "web": "I desire therefore that the younger widows marry, bear children, rule the household, and give no occasion to the adversary for insulting.",
    "chr": "ᎾᏍᎩᏃ ᎢᏳᏍᏗ ᎠᏆ-ᏚᎵᎭ ᎠᏂᏫᏅᎨᏌᏂ ᏧᎾᏨᏍᏗᏱ, ᏗᏂᏲᎵ ᏧᏂᎾᏄᎪᏫᏍᏗᏱ, ᏧᏂᏍᏆᏂᎪᏙᏗᏱ ᏓᏂᏁᎸᎢ, ᎠᎴ ᎬᏩᎾᏡᏗᏍᎩ ᏧᏂᎳᏅᏓᏕᏗᏱ ᏂᎨᏒᎾ ᎨᏒ ᎤᏐᏅ ᎬᏩᏂᏃᎮᏗᏱ."
  },
  {
    "verse": "15",
    "kjv": "For some are already turned aside after Satan.",
    "web": "For already some have turned away after Satan.",
    "chr": "ᎦᏳᎳᏰᏃ ᎢᎦᏛ ᎤᎾᎪᎸᏒ ᏎᏓᏂ ᎤᎾᏍᏓᏩᏕᏅ."
  },
  {
    "verse": "16",
    "kjv": "If any man or woman that believeth have widows, let them relieve them, and let not the church be charged; that it may relieve them that are widows indeed.",
    "web": "If any man or woman who believes has widows, let them relieve them, and don’t let the assembly be burdened, that it might relieve those who are widows indeed.",
    "chr": "ᎢᏳᏃ ᎩᎶ ᎪᎯᏳᎲᏍᎩ ᎠᏍᎦᏯ ᎠᎴ ᎠᎨᏴ ᏚᏪᎧᎮᏍᏗ ᏧᏃᏑᎶᏨᎯ, ᎤᏅᏒᏉ ᏗᏂᏍᏕᎵᏍᎨᏍᏗ, ᏞᏍᏗᏃ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬ ᏱᏚᏂᏓᏁᎴᏍᏗ, ᎾᏍᎩ ᏗᎬᏩᏂᏍᏕᎸᏗ ᏱᎩ ᎤᏙᎯᏳᏒ ᏧᏃᏑᎶᏅᎯ ᎨᏒᎢ."
  },
  {
    "verse": "17",
    "kjv": "Let the elders that rule well be counted worthy of double honour, especially they who labour in the word and doctrine.",
    "web": "Let the elders who rule well be counted worthy of double honor, especially those who labor in the word and in teaching.",
    "chr": "ᎠᎴ ᏗᎨᎦᏁᎶᏗ ᏥᎩ ᎣᏍᏛ ᏧᏂᎸᏫᏍᏓᏁᎯ ᏔᎵ ᎢᏳᏩᎫᏗ ᏕᏥᎸᏉᏕᏍᏗ, ᎠᎴ ᎾᏍᎩ Ꮀ ᎤᎬᏫᏳᏎᏍᏗ ᎧᏃᎮᏛ ᎠᎴ ᏗᏕᏲᏗ ᎨᏒ ᏧᏂᎸᏫᏍᏓᏁᎯ."
  },
  {
    "verse": "18",
    "kjv": "For the scripture saith, thou shalt not muzzle the ox that treadeth out the corn. And, The labourer is worthy of his reward.",
    "web": "For the Scripture says, “You shall not muzzle the ox when it treads out the grain.” And, “The laborer is worthy of his wages.”",
    "chr": "ᎯᎠᏰᏃ ᏂᎦᏛᎭ ᎦᎸᏉᏗ ᎪᏪᎵ; ᏞᏍᏗ ᏱᏲᏴᏑᎳᏁᏍᏗ ᏩᎦ ᎠᎦᏔᏙᎥᏗᏍᎩ; ᎠᎴ, ᎪᎱᏍᏗ ᎠᏛᏁᎯ ᎠᎦᎫᏴᎡᏗ ᎨᏐ ᏚᎸᏫᏍᏓᏁᎸᎢ."
  },
  {
    "verse": "19",
    "kjv": "Against an elder receive not an accusation, but before two or three witnesses.",
    "web": "Don’t receive an accusation against an elder except at the word of two or three witnesses.",
    "chr": "ᏣᎦᏁᎶᏗ ᎪᎱᏍᏗ ᎠᏥᎳᏫᏎᎲᎢ ᏞᏍᏗ ᏱᏣᏛᏓᏍᏗᏍᎨᏍᏗ ᎬᏂ ᎠᏂᏔᎵ ᎠᎴ ᎠᏂᏦᎢ ᎤᏂᏃᎮᏛ ᎨᏎᏍᏗ."
  },
  {
    "verse": "20",
    "kjv": "Them that sin rebuke before all, that others also may fear.",
    "web": "Those who sin, reprove in the sight of all, that the rest also may be in fear.",
    "chr": "ᎾᏃ ᎠᏂᏍᎦᏅᎩ ᏕᎯᎬᏍᎪᎸᎥᏍᎨᏍᏗ ᏂᎦᏛ ᎠᏂᎦᏔᎲᎢ, ᎾᏍᎩ ᎠᏂᏐᎢ ᎾᏍᏉ ᎤᏂᎾᏰᏍᏗᏱ."
  },
  {
    "verse": "21",
    "kjv": "I charge thee before God, and the Lord Jesus Christ, and the elect angels, that thou observe these things without preferring one before another, doing nothing by partiality.",
    "web": "I command you in the sight of God, and the Lord Jesus Christ, and the chosen angels, that you observe these things without prejudice, doing nothing by partiality.",
    "chr": "ᎬᏁᏤᎭ ᎤᏁᎳᏅᎯ ᎠᎦᏔᎲᎢ, ᎠᎴ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ ᎠᎴ ᎨᎦᏑᏰᏛ ᏗᏂᎧᎿᏩᏗᏙᎯ ᎠᏂᎦᏔᎲᎢ, ᎯᎠ ᎾᏍᎩ ᏣᎦᏌᏯᏍᏙᏗᏱ ᎢᎬᏱ ᎦᏰᎯ ᏂᏚᎪᏗᏍᎬᎾ, ᎠᎴ ᏕᏣᎸᏫᏍᏓᏁᎲ ᎩᎶ ᏂᏯᎵᎪᏁᎲᎾ."
  },
  {
    "verse": "22",
    "kjv": "Lay hands suddenly on no man, neither be partaker of other men's sins: keep thyself pure.",
    "web": "Lay hands hastily on no one. Don’t be a participant in other people’s sins. Keep yourself pure.",
    "chr": "ᏞᏍᏗ ᎤᎵᏍᏗ ᏱᏘᏯᏏᏔᏕᏍᏗ ᎩᎶᎢ, ᎠᎴ ᏞᏍᏗ ᏯᏖᎳᏗᏍᎨᏍᏗ ᎩᎶ ᎠᏂᏍᎦᏅᎬᎢ. ᏣᏓᎦᏌᏩᏍᏕᏍᏗ ᎯᎦᏓᎭ ᏂᎨᏒᎾ ᎨᏎᏍᏗ."
  },
  {
    "verse": "23",
    "kjv": "Drink no longer water, but use a little wine for thy stomach's sake and thine often infirmities.",
    "web": "Be no longer a drinker of water only, but use a little wine for your stomach’s sake and your frequent infirmities.",
    "chr": "ᎿᏉ ᏞᏍᏗ ᎠᎹᏉ ᏯᏗᏔᏍᎨᏍᏗ, ᎤᏍᏗᏍᎩᏂ ᎩᎦᎨ-ᎠᏗᏔᏍᏗ ᎭᏗᏍᎨᏍᏗ, ᎪᎱᏍᏗ ᎭᎵᏍᏗᏍᎬ ᎢᏳᏍᏗ ᏦᎸᎯᏍᏗᏱ ᎠᎴ ᏯᏃᏉ ᏣᏢᏥᏰᏍᎬᎢ."
  },
  {
    "verse": "24",
    "kjv": "Some men's sins are open beforehand, going before to judgment; and some men they follow after.",
    "web": "Some men’s sins are evident, preceding them to judgment, and some also follow later.",
    "chr": "ᎩᎶ ᎠᏂᏍᎦᏅᎬ ᎬᏂᎨᏒ ᎨᏐ ᎢᎬᏪᏅᏛ, ᎢᎬᏱ ᏫᎦᎷᎪ ᏗᎫᎪᏙᏗᏱ ᎨᏒᎢ, ᎩᎶᏃ ᎤᎨᏍᏓᏩᏕᎪᎢ."
  },
  {
    "verse": "25",
    "kjv": "Likewise also the good works of some are manifest beforehand; and they that are otherwise cannot be hid.",
    "web": "In the same way also there are good works that are obvious, and those that are otherwise can’t be hidden.",
    "chr": "ᎾᏍᎩᏯ ᎾᏍᏉ ᎩᎶ ᎣᏍᏛ ᏚᏂᎸᏫᏍᏓᏁᎲ ᎬᏂᎨᏒ ᎨᏐᎢᎬᏪᏅᏛ; ᎩᎶᏃ ᎾᏍᎩ Ꮎ ᎯᎠ ᏄᏍᏛᎾ ᏱᎩ, ᎠᏎ Ꮭ ᎦᎬᏍᎦᎶᏗ ᏱᎨᏐᎢ."
  }
]