[
  {
    "verse": "1",
    "kjv": "Let as many servants as are under the yoke count their own masters worthy of all honour, that the name of God and his doctrine be not blasphemed.",
    "web": "Let as many as are bondservants under the yoke count their own masters worthy of all honor, that the name of God and the doctrine not be blasphemed.",
    "chr": "ᎾᏂᎥ ᏗᎨᏥᎾᏝᎢ ᎾᏍᎩ ᏗᎨᏥᎩᎳᎾᎳ ᏥᎩ ᎤᏣᏘ ᏧᏂᎸᏉᏗᏳ ᎨᏎᏍᏗ ᏗᎬᏩᏂᎾᏝᎢ, ᎾᏍᎩ ᏚᏙᎥ ᎤᏁᎳᏅᎯ ᎠᎴ ᎤᏤᎵ ᏗᏕᏲᏗ ᎨᏒ ᎠᏐᏢᎯ ᎢᏳᎵᏍᏙᏗᏱ ᏂᎨᏒᎾ."
  },
  {
    "verse": "2",
    "kjv": "And they that have believing masters, let them not despise them, because they are brethren; but rather do them service, because they are faithful and beloved, partakers of the benefit. These things teach and exhort.",
    "web": "Those who have believing masters, let them not despise them because they are brothers, but rather let them serve them, because those who partake of the benefit are believing and beloved. Teach and exhort these things.",
    "chr": "ᎾᏃ ᎠᏃᎯᏳᎲᏍᎩ ᏗᎬᏩᏂᎾᏝᎢ ᎨᏒ ᏞᏍᏗ ᏱᏚᏂᏂᏆᏘᎴᏍᏗ ᏱᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ ᎠᎾᎵᏅᏟ ᎨᏒᎢ, ᎪᎱᏍᏗᏍᎩᏂ ᏓᎾᏛᏁᎮᏍᏗ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ ᎠᏃᎯᏳᎲᏍᎩ ᎠᎴ ᎨᏥᎨᏳᎢ ᎨᏒᎢ, ᎤᎾᏠᏯᏍᏗᏍᎩ ᎣᏍᏛ ᎾᎦᏛᏁᎸᎢ. ᎾᏍᎩ ᎯᎠ ᏄᏍᏕᏍᏗ ᏕᎭᏕᏲᎲᏍᎨᏍᏗ, ᎠᎴ ᏕᎯᏁᏤᎮᏍᏗ."
  },
  {
    "verse": "3",
    "kjv": "If any man teach otherwise, and consent not to wholesome words, even the words of our Lord Jesus Christ, and to the doctrine which is according to godliness;",
    "web": "If anyone teaches a different doctrine and doesn’t consent to sound words, the words of our Lord Jesus Christ, and to the doctrine which is according to godliness,",
    "chr": "ᎢᏳᏃ ᎩᎶ ᎤᏣᏘᏂ ᏂᎦᏪᏍᎨᏍᏗ ᏓᏕᏲᎲᏍᎨᏍᏗ, ᎠᎴ ᎣᏏ ᎾᏰᎸᏍᎬᎾ ᎢᎨᏎᏍᏗ ᎣᏍᏛ ᎤᏬᏂᏒ ᎢᎦᏤᎵ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ, ᎠᎴ ᏗᏕᏲᏗ ᎨᏒ ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᏗᏂᎶᏙᏗ ᎨᏒ ᏥᏓᏕᏲᎲᏍᎦ;"
  },
  {
    "verse": "4",
    "kjv": "He is proud, knowing nothing, but doting about questions and strifes of words, whereof cometh envy, strife, railings, evil surmisings,",
    "web": "he is conceited, knowing nothing, but obsessed with arguments, disputes, and word battles, from which come envy, strife, insulting, evil suspicions,",
    "chr": "ᎾᏍᎩ Ꮎ ᎤᏢᏉᏗ, ᎪᎱᏍᏗ ᎾᎦᏔᎲᎾ, ᎤᎵᏰᏔᏁᎯ ᎦᏬᏂᎯᏍᏗ ᎨᏒ, ᎠᎴ ᏧᏘᏲᏌᏘ ᎠᎵᏃᎮᏍᎬᎢ, ᎾᎿ ᏨᏗᏓᎴᎲᏍᎦ ᎠᏛᏳᎨᏗ ᎨᏒᎢ, ᎠᎴ ᎠᏗᏒᏍᏗ ᎨᏒᎢ, ᎠᎴ ᎠᏐᏢᎢᏍᏙᏗ ᎨᏒᎢ, ᎠᎴ ᎪᎱᏍᏗ ᏗᏓᏕᎵᏎᏗ ᎨᏒᎢ,"
  },
  {
    "verse": "5",
    "kjv": "Perverse disputings of men of corrupt minds, and destitute of the truth, supposing that gain is godliness: from such withdraw thyself.",
    "web": "constant friction of people of corrupt minds and destitute of the truth, who suppose that godliness is a means of gain. Withdraw yourself from such.",
    "chr": "ᎠᎴ ᎬᏍᎦᎢᏍᏓᎩ ᎤᏂᏬᏂᎯᏍᏗ ᎨᏒ ᏴᏫ ᎤᎪᏏᏛ ᏧᎾᏓᏅᏘ, ᎤᏂᏂᎩᏛ ᏚᏳ-ᎪᏛᎢ, ᎨᏅᎢᏍᏗ ᎨᏒ ᎤᏁᎳᏅᎯ ᏗᏁᎶᏙᏗ ᎢᏧᎳᎭ ᎠᏁᎵᏍᎩ. ᎾᏍᎩ ᎢᏳᎾᏍᏗ ᏕᎭᏓᏅᎡᎮᏍᏗ."
  },
  {
    "verse": "6",
    "kjv": "But godliness with contentment is great gain.",
    "web": "But godliness with contentment is great gain.",
    "chr": "ᎤᏁᎳᏅᎯᏍᎩᏂ ᏗᏁᎶᏙᏗ ᎨᏒ ᎠᎴ ᏅᏩᏙᎯᏯᏛ ᎠᏓᏅᏓᏗᏍᏗ ᎨᏒ, ᎾᏍᎩ ᎤᏣᏘ ᎨᏅᎢᏍᏗ."
  },
  {
    "verse": "7",
    "kjv": "For we brought nothing into this world, and it is certain we can carry nothing out.",
    "web": "For we brought nothing into the world, and we certainly can’t carry anything out.",
    "chr": "ᏝᏰᏃ ᎪᎱᏍᏗ ᏱᎩᏲᎴ ᎠᏂ ᎡᎶᎯ, ᎠᎴ ᎬᏂᎨᏳᎢᏳ Ꮭ ᎪᎱᏍᏗ ᏴᎨᏗᏄᎪᏩ."
  },
  {
    "verse": "8",
    "kjv": "And having food and raiment let us be therewith content.",
    "web": "But having food and clothing, we will be content with that.",
    "chr": "ᎢᏳᏃ ᏱᎩᎭ ᎠᎵᏍᏓᏴᏗ ᎠᎴ ᏗᎦᏄᏬ ᏱᏗᎩᎾᎠ, ᎾᏍᎩ ᏰᎵᏉ ᎢᎩᏰᎸᏎᏍᏗ."
  },
  {
    "verse": "9",
    "kjv": "But they that will be rich fall into temptation and a snare, and into many foolish and hurtful lusts, which drown men in destruction and perdition.",
    "web": "But those who are determined to be rich fall into a temptation, a snare, and many foolish and harmful lusts, such as drown men in ruin and destruction.",
    "chr": "ᎤᎾᏚᎵᏍᎩᏍᎩᏂ ᏥᎩ ᎤᏁᏅᎢᏍᏗᏱ, ᎤᏓᎴᎾᏍᏗᏱ ᎠᎴ ᎠᏌᏛ ᏫᏓᏂᏅᎪᎢ, ᎠᎴ ᎤᏣᏘ ᎢᏳᏓᎴᎩ ᎤᎵᏍᎦᏂᏍᏛ ᎠᎴ ᎤᏲ ᎢᏯᏓᏛᏁᎯ ᎠᎬᎥᎯᏍᏗ ᎨᏒᎢ; ᎾᏍᎩ ᏥᏚᏂᏃᏴᏘᏍᏗᎭ ᏴᏫ ᎾᎿ ᎠᎩᎵᏲᎢᏍᏗ ᎨᏒ ᎠᎴ ᎠᏲᎱᎯᏍᏗ ᎨᏒᎢ."
  },
  {
    "verse": "10",
    "kjv": "For the love of money is the root of all evil: which while some coveted after, they have erred from the faith, and pierced themselves through with many sorrows.",
    "web": "For the love of money is a root of all kinds of evil. Some have been led astray from the faith in their greed, and have pierced themselves through with many sorrows.",
    "chr": "ᎠᏕᎸᏰᏃ ᏗᎨᏳᏗ ᎨᏒ ᎾᎿ ᏗᏓᎴᎲᏍᎦ ᏄᏓᎴᏒ ᎤᏲᎢ, ᎾᏍᎩ ᎩᎶ ᎤᏂᎬᎥᏍᎬᎢ ᎤᎾᏞᏒ ᎪᎯᏳᏗ ᎨᏒᎢ, ᎠᎴ ᎤᏅᏒ ᏚᎾᏓᏘᏍᏔᏅ ᎤᏣᏘ ᎤᏲ ᎠᏓᏅᏓᏗᏍᏗ ᎨᏒᎢ."
  },
  {
    "verse": "11",
    "kjv": "But thou, O man of God, flee these things; and follow after righteousness, godliness, faith, love, patience, meekness.",
    "web": "But you, man of God, flee these things, and follow after righteousness, godliness, faith, love, perseverance, and gentleness.",
    "chr": "ᏂᎯᏍᎩᏂ ᎯᏍᎦᏯ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ ᎾᏍᎩ ᎯᎠ ᏕᎭᏓᏅᎡᎮᏍᏗ, ᎠᎴ ᏕᎯᏍᏓᏩᏗᏎᏍᏗ ᏚᏳᎪᏛ ᎨᏒᎢ, ᎠᎴ ᎤᏁᎳᏅᎯ ᎦᎾᏰᎯᏍᏗ ᎨᏒᎢ, ᎠᎴ ᎪᎯᏳᏗ ᎨᏒᎢ, ᎠᎴ ᎠᏓᎨᏳᏗ ᎨᏒᎢ, ᎠᎴ ᎬᏂᏗᏳ ᎨᏒᎢ, ᎠᎴ ᎤᏓᏅᏘᏳ ᎨᏒᎢ."
  },
  {
    "verse": "12",
    "kjv": "Fight the good fight of faith, lay hold on eternal life, whereunto thou art also called, and hast professed a good profession before many witnesses.",
    "web": "Fight the good fight of faith. Take hold of the eternal life to which you were called, and you confessed the good confession in the sight of many witnesses.",
    "chr": "ᎪᎯᏳᏗ ᎨᏒ ᎲᏗᏍᎨᏍᏗ ᎣᏍᏛ ᎠᎵᏍᏗ ᎨᏒ ᎭᎵᎮᏍᏗ. ᎾᎵᏍᏆᏗᏍᎬᎾ ᎬᏂᏛ ᎨᏒ ᏘᏂᏴ, ᎾᎿ ᎾᏍᏉ ᎡᏣᏯᏅᏛ ᏥᎩ, ᎠᎴ ᏣᏃᏅᎯ ᏥᎩ ᎣᏍᏛ ᎧᏃᎮᏗ ᎨᏒ ᎤᏂᏣᏘ ᎠᏂᎦᏔᎯ ᎠᏂᏚᏔᎲᎢ."
  },
  {
    "verse": "13",
    "kjv": "I give thee charge in the sight of God, who quickeneth all things, and before Christ Jesus, who before Pontius Pilate witnessed a good confession;",
    "web": "I command you before God who gives life to all things, and before Christ Jesus who before Pontius Pilate testified the good confession,",
    "chr": "ᎬᏁᏤᎭ ᎤᏁᎳᏅᎯ ᎠᎦᏔᎲᎢ, ᎾᏍᎩ ᏗᎬᏂᏗᏍᎩ ᏥᎩ ᏂᎦᎥ ᏄᎾᏓᎴᏒᎢ, ᎠᎴ ᎠᎦᏔᎲ ᏥᏌ ᎦᎶᏁᏛ ᎾᏍᎩ ᏆᏂᏗ ᏆᎴᏗ ᎠᎦᏔᎲ ᎤᏃᏅᎯ ᏥᎩ ᎣᏍᏛ ᎧᏃᎮᏛ ᎨᏒᎢ,"
  },
  {
    "verse": "14",
    "kjv": "That thou keep this commandment without spot, unrebukable, until the appearing of our Lord Jesus Christ:",
    "web": "that you keep the commandment without spot, blameless until the appearing of our Lord Jesus Christ,",
    "chr": "ᎾᏍᎩ ᏣᏍᏆᏂᎪᏙᏗᏱ ᏗᎧᎿᏩᏛᏍᏗ, ᏄᏓᏓᎸᎾ ᎠᎴ ᎪᎱᏍᏗ ᎦᏰᏤᎵᏎᏗ ᏂᎨᏒᎾ ᎢᏳᎵᏍᏙᏗᏱ ᎢᎦᏤᎵ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ ᎦᎾᏄᎪᏥᎸ ᎬᏗᏍᎩ,"
  },
  {
    "verse": "15",
    "kjv": "Which in his times he shall shew, who is the blessed and only Potentate, the King of kings, and Lord of lords;",
    "web": "which at the right time he will show, who is the blessed and only Ruler, the King of kings and Lord of lords.",
    "chr": "ᎾᏍᎩ ᏨᎦᎾᏄᎪᏫᏏ ᎾᎯᏳ ᏧᎾᏄᎪᏫᏎᏗ ᎨᏒᎢ, ᎾᏍᎩ ᏅᏩᏙᎯᏯᏛ ᎤᏓᏅᏘ ᎠᎴ ᎤᏩᏒᎯ ᎤᎵᏂᎩᏛ ᎨᏒᎢ, ᎤᎬᏫᏳᎯ ᎤᏂᎬᏫᏳᎯ ᎠᏁᎲᎢ, ᎠᎴ ᎤᎬᏫᏳᏌᏕᎩ ᏄᏂᎬᏫᏳᏌᏕᎩ ᎠᏁᎲᎢ;"
  },
  {
    "verse": "16",
    "kjv": "Who only hath immortality, dwelling in the light which no man can approach unto; whom no man hath seen, nor can see: to whom be honour and power everlasting. Amen.",
    "web": "He alone has immortality, dwelling in unapproachable light, whom no man has seen nor can see, to whom be honor and eternal power. Amen.",
    "chr": "ᎾᏍᎩ ᎤᏩᏒᎯ ᎠᏲᎱᎯᏍᏗ ᏂᎨᏒᎾ ᎨᏒ ᎤᎯ, ᎢᎦᎦᏛ ᎡᎯ ᎨᏒᎢ, ᎾᏍᎩ ᎢᎦᎦᏛ ᎾᎿ ᎩᎶ ᎬᏩᎷᎯᏍᏗ ᏂᎨᏒᎾ ᎨᏒᎢ, ᎾᏍᎩ ᎩᎶ ᎤᎪᎲᎩ ᏂᎨᏒᎾ, ᎠᎴ ᎬᏩᎪᏩᏛᏗ ᏂᎨᏒᎾ ᎨᏒᎢ; ᎾᏍᎩ ᎠᏥᎸᏉᏗᏳ ᎨᏎᏍᏗ ᎠᎴ ᎤᎵᏂᎩᏗ ᎨᏒ ᏫᎾᏍᏛᎾ ᎨᏎᏍᏗ. ᎡᎺᏅ."
  },
  {
    "verse": "17",
    "kjv": "Charge them that are rich in this world, that they be not highminded, nor trust in uncertain riches, but in the living God, who giveth us richly all things to enjoy;",
    "web": "Charge those who are rich in this present age that they not be arrogant, nor have their hope set on the uncertainty of riches, but on the living God, who richly provides us with everything to enjoy;",
    "chr": "ᎩᏁᏤᎮᏍᏗ ᏧᏁᎿᎢ ᏥᎩ ᎠᏂ ᎡᎶᎯ ᎾᏍᎩ ᎤᎾᏢᏉᏗ ᏱᏉ ᏂᎨᏒᎾ, ᎠᎴ ᎤᎾᎵᏍᎦᏍᏙᏙᏗᏱ ᏂᎨᏒᎾ ᎤᏓᎵᏓᏍᏗ ᎨᏅᎢᏍᏗ ᎨᏒᎢ, ᎤᏁᎳᏅᎯᏍᎩᏂ ᎬᏂᏛ ᎠᎾᎵᏍᎦᏍᏙᏗᏍᎨᏍᏗ ᎾᏍᎩ ᎤᏣᏘ ᎢᎩᏁᎯ ᏥᎩ ᎾᎦᎥ ᏄᏓᎴᏒ ᎣᏍᏛ ᎢᎦᎵᏍᏓᏁᏗ."
  },
  {
    "verse": "18",
    "kjv": "That they do good, that they be rich in good works, ready to distribute, willing to communicate;",
    "web": "that they do good, that they be rich in good works, that they be ready to distribute, willing to share;",
    "chr": "ᎠᎴ ᎣᏍᏛ ᎾᎾᏛᏁᎮᏍᏗ, ᎠᎴ ᎤᏁᎿᎢᏳ ᎨᏎᏍᏗ ᎣᏍᏛ ᎾᎾᏛᏁᎲᎢ, ᎠᎴ ᎠᏂᎦᎵᏰᏍᏗ ᎤᎾᏓᏁᏗᏱ, ᎠᏂᏯᏙᎯᎯ ᎨᏎᏍᏗ ᎤᏂᎲᎢ,"
  },
  {
    "verse": "19",
    "kjv": "Laying up in store for themselves a good foundation against the time to come, that they may lay hold on eternal life.",
    "web": "laying up in store for themselves a good foundation against the time to come, that they may lay hold of eternal life.",
    "chr": "ᎠᎾᏓᏁᎸᏍᎨᏍᏗ ᎤᏅᏒ ᎤᎾᏤᎵᎦ ᎣᏍᏛ ᎦᎫᏍᏛᏗ ᎠᏏ ᎾᏍᏆᎵᏍᎬᎾ ᎾᎯᏳ ᎤᏍᏆᎸᏗ ᏥᎩ, ᎾᏍᎩ ᎾᎵᏍᏆᏗᏍᎬᎾ ᎬᏂᏛ ᏗᎬᏩᏂᏂᏴᏗ ᎢᏳᎵᏍᏙᏗᏱ."
  },
  {
    "verse": "20",
    "kjv": "O Timothy, keep that which is committed to thy trust, avoiding profane and vain babblings, and oppositions of science falsely so called:",
    "web": "Timothy, guard that which is committed to you, turning away from the empty chatter and oppositions of what is falsely called knowledge,",
    "chr": "ᏗᎹᏗ, ᏣᏍᏆᏂᎪᏕᏍᏗ ᎾᏍᎩ ᏣᏣᎨᏅᏴ, ᎢᏴᏛ ᏅᏁᎮᏍᏗ ᎦᏪᏢᏗ ᎨᏒ ᎠᎴ ᎠᏎᏉᏉ ᎦᏬᏂᎯᏍᏗ ᎨᏒᎢ, ᎠᎴ ᎠᏗᏒᏍᏗ ᎨᏒ ᎠᎦᏙᎥᎯᏍᏗ ᏂᏚᏳᎪᏛᎾ ᏥᏚᏙᎥ;"
  },
  {
    "verse": "21",
    "kjv": "Which some professing have erred concerning the faith. Grace be with thee. Amen.",
    "web": "which some profess, and thus have wandered from the faith. Grace be with you. Amen.",
    "chr": "ᎾᏍᎩ ᎩᎶ ᎠᏂᏍᏓᏩᏗᏒ ᎤᎾᏞᏒ ᎪᎯᏳᏗ ᎨᏒᎢ. [ᎤᏁᎳᏅᎯ] ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᏕᏣᎧᏩᏗᏙᎮᏍᏗ. ᎡᎺᏅ."
  }
]
